Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.AVERAGEQUALITYNAME
source: Mediocre Sculpture
pt_br: Escultura medíocre

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.DESC
source: Duplicants with high art skill will produce better, more decorative sculptures.
pt_br: Duplicantes com alta habilidade em arte produzirão esculturas melhores e mais decorativas.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.EFFECT
source: Increases <style="decor">Decor</style> and reduces <style="stress">Stress</style>. Must be sculpted by a Duplicant.
pt_br: Aumenta a o nível de <style="decor">Decoração</style> e reduz o <style="stress">Stress</style> das Duplicatas. Deve ser esculpida por uma Duplicata.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.NAME
source: Sculpting Block
pt_br: Bloco de Escultura

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.POORQUALITYNAME
source: "Abstract" Sculpture
pt_br: Escultura Abstrata

# STRINGS.BUILDINGS.PREFABS.SHOWER.DESC
source: Showers remove the "Grimy" effect and kill all germs present on Duplicant's skin.
pt_br: Showers remove o efeito "Sujo" e mata todos os germes presentes na pele de Duplicante.

# STRINGS.BUILDINGS.PREFABS.SHOWER.EFFECT
source: Improves Duplicant <style="hygiene">Hygiene</style> and removes <style="disease">Germs</style>.
pt_br: Melhora a <style="hygiene">Higiene</style> e assim remove os <style="disease">Germes</style>.

# STRINGS.BUILDINGS.PREFABS.SHOWER.NAME
source: Shower
pt_br: Chuveiro

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.DESC
source: A space heater will radiate heat for as long as it's powered.
pt_br: Um aquecedor de espaço irradiará calor enquanto estiver alimentado.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.EFFECT
source: Radiates a moderate amount of <style="heat">Heat</style>.
pt_br: Dissipa uma pequena quantidade de <style="heat">calor</style>.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.NAME
source: Space Heater
pt_br: Aquecedor

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.DESC
source: Turbines are capable of industrial strength power generation with virtually no waste.
pt_br: Turbunas são capazes de gerar energia de força insdustrial sem algum resíduo.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.EFFECT
source: Generates exceptional electrical <style="power">Power</style> when supplied with <style="gas">Steam</style>.
pt_br: Geram uma quantidade excepcional de <style="power">Energia</style> quando suprido com <style="gas">Vapor</style>.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.NAME
source: Steam Turbine
pt_br: Turbina à Vapor

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.DESC
source: Resources left on the floor become "debris" and lower decor when not put away.
pt_br: Os recursos deixados no chão tornam-se "detritos" e uma decoração inferior quando não são guardados.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.EFFECT
source: Stores the resources of your choosing.
pt_br: Armazene os materiais que desejar.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.NAME
source: Storage Compactor
pt_br: Espreme-tudo

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.DESC
source: Exosuits can be filled with oxygen to allow Duplicants to safely enter uninhabitable areas.
pt_br: Os Trajes podem ser preenchidos com oxigênio para permitir que Duplicantes entre com segurança nas áreas inabitáveis.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.EFFECT
source: Forges protective <style="equipment">Exosuits</style> for Duplicants to wear. Duplicants will not fabricate unless recipes are queued.
pt_br: Forje <style="equipment">Trajes</style> de proteção para que as Duplicatas usem-as Duplicatas não produzirão nada se nenhuma receita estiver na fila.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.NAME
source: Exosuit Forge
pt_br: Estação de Traje

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.DESC
source: Docks can refill exosuits with air or empty them of waste, but can only charge one suit at a time.
pt_br: Estações podem recarregar trajes com ar ou limpar elas de resíduos, mas só podem recarregar uma traje de cada vez.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.EFFECT
source: Stores and recharges <style="equipment">Exosuits</style>. Build next to an Exosuit Checkpoint to make Duplicants change into suits when passing by.
pt_br: Armazenam e recarregam <style="equipment">trajes</style>. Construa próximo a um Ponto de Checagem de Traje para fazer os Duplicantes vestirem as trajes quando passarem.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.NAME
source: Exosuit Dock
pt_br: Estação de Traje

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.DESC
source: A checkpoint must have an exosuit dock built on the opposite side its arrow faces.
pt_br: Um ponto de checagem necessita ter uma estação de Traje construída ao lado oposto ao qual sua seta aponta.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.EFFECT
source: Marks a threshold where Duplicants must change into or out of <style="equipment">Exosuits</style>. Must be built next to an Exosuit Dock. Can be rotated before construction.
pt_br: Marca um limite onde os Duplicantes devem tirar ou colocar a <style="equipment">Traje</style>. Precisa ser construída ao lado de uma Estação de Traje. Pode ser rotacionada antes da construção.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.NAME
source: Exosuit Checkpoint
pt_br: Ponto de Checagem de Traje

# STRINGS.BUILDINGS.PREFABS.SWITCH.DESC
source: Switches do not affect buildings preceding them on a circuit, but control all buildings after.
pt_br: Os interruptores não afetam os prédios que os precedem em um circuito, mas controlam todos os edifícios depois.

# STRINGS.BUILDINGS.PREFABS.SWITCH.EFFECT
source: Turns <style="power">Power</style> on or off. Does not affect circuitry preceding the switch.
pt_br: Automaticamente desliga e liga a<style="power">Energia</style>. Não afeta circuitos anteriores a mudança causada pelo interruptor.

# STRINGS.BUILDINGS.PREFABS.SWITCH.NAME
source: Switch
pt_br: Interruptor

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_OFF
source: Turn Off
pt_br: Desligar

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_ON
source: Turn On
pt_br: Ligar

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.DESC
source: Automated switches can be used to manage circuits in areas where Duplicants cannot enter.
pt_br: Os interruptores automatizados podem ser usados para gerenciar circuitos em áreas onde Duplicantes não pode entrar.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.EFFECT
source: Automatically turns <style="power">Power</style> on or off using ambient <style="heat">Temperature</style>. Does not affect circuitry preceding the switch.
pt_br: Automaticamente desliga e liga a <style="power">Energia</style> usando a <style="heat">Temperatura</style> do ambiente. Não afeta circuitos anteriores a mudança causada pelo interruptor.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.NAME
source: Thermo Switch
pt_br: Interruptor Termal

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.DESC
source: Construction materials have different thermal properties that affect how well they retain heat.
pt_br: Materiais de construção possuem diferentes propriedades térmicas que afetam o quanto eles retém calor.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.EFFECT
source: Accelerates or buffers <style="heat">Heat</style> dispersal depending on the construction material used. Has a small area of effect.
pt_br: Acelera ou reduz a dispersão de <style="heat">Calor</style> dependendo do material de construção usado. Possui uma pequena área de efeito.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.NAME
source: Tempshift Plate
pt_br: Placa de Mudança Térmica

# STRINGS.BUILDINGS.PREFABS.TILE.DESC
source: Tiles can be used to build rooms, floors, or bridges to new areas.
pt_br: As telhas podem ser usadas para construir salas, pisos ou pontes para novas áreas.

# STRINGS.BUILDINGS.PREFABS.TILE.EFFECT
source: Used as floor and wall tile to build rooms. Increases Duplicant runspeed.
pt_br: Usado como bloco de chão ou de parede para construir salas. Aumenta consideravelmente a velocidade dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.TILE.NAME
source: Tile
pt_br: Bloco

# STRINGS.BUILDINGS.PREFABS.TILEPOI.EFFECT
source: Used as floor and wall tile to build rooms.
pt_br: Usado como bloco de chão ou de parede para construir salas.

# STRINGS.BUILDINGS.PREFABS.TILEPOI.NAME
source: Tile
pt_br: Bloco

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.DESC
source: Duplicants will only exit a transit tube when a safe landing area is available beneath it.
pt_br: Duplicantes só sairão de um tubo de trânsito quando uma área de aterrissagem segura estiver disponível por baixo dele.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.EFFECT
source: Quickly transports Duplicants from a Transit Tube Access to the tube's end. Only transports Duplicants.
pt_br: Rapidamente transporta Duplicantes do tudo de transição para o fim do tudo. Somente transporta duplicante.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.NAME
source: Transit Tube
pt_br: Tudo de transição

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.DESC
source: Access points are required for Duplicants to enter tubes, but are not required to exit them.
pt_br: São necessários pontos de acesso para que os Duplicantes entrem nos tubos, mas não são necessários para sair deles.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.EFFECT
source: Allows Duplicants to enter the connected Transit Tube system. Stops drawing <style="power">Power</style> once fully charged.
pt_br: Permite que Duplicantes entrem no sistema de conectado de tubos de transito Paradas drenando <style="power">energia</style> quando totalmente carregadas.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.NAME
source: Transit Tube Access
pt_br: Acesso ao tubo de transição

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.DESC
source: Tube crossings can run transit tubes through walls without leaking gas or liquid.
pt_br: Os cruzamentos de tubos podem pasar tubos de trânsito através de paredes sem vazamento de gás ou líquido.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.EFFECT
source: Allows Transit Tubes to be run through wall and floor tiles. Functions as a regular tile.
pt_br: Permite que tubos de transito passem pelas parede e chão. Funciona como um piso normal.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.NAME
source: Transit Tube Crossing
pt_br: Cruzamento do tudo de transição

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.DESC
source: Germ spread can be reduced by building wash basins where Duplicants are likely to get dirty.
pt_br: O número de germes podem ser reduzidos usando lavatórios onde os Duplicantes irão ficar sujos.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.EFFECT
source: Removes some <style="disease">Germs</style> from Duplicants. Germ-covered Duplicants use Wash Basins when passing by in the selected direction.
pt_br: Remove parte dos <style="disease">Germes</style> dos Duplicantes. Duplicantes cobertos de germes usarão Lavatórios quando passarem na direção selecionada.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.NAME
source: Wash Basin
pt_br: Lavatório

# STRINGS.BUILDINGS.PREFABS.WASHSINK.DESC
source: Sinks are plumbed and do not need to be manually emptied or refilled.
pt_br: Pias são encanadas e não necessitam ser manualmente esvaziadas ou preenchidas.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.EFFECT
source: Removes <style="disease">Germs</style> from Duplicants. Germ-covered Duplicants use Sinks when passing by in the selected direction.
pt_br: Removem <style="disease">Germes</style> dos Duplicantes. Duplicantes cobertos de germes usarão Pias quando passarem na direção selecionada.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.NAME
source: Sink
pt_br: Pia

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.DESC
source: Sieves cannot kill germs and will pass some into both the water and waste they output.
pt_br: Peneiras não podem matar os germes e passarão alguns para a água e o desperdício que saída.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.EFFECT
source: Produces clean <style="liquid">Water</style> from <style="liquid">Polluted Water</style> using <style="misc">Sand</style>. Produces <style="RawMineral">Polluted Dirt</style>.
pt_br: Produz <style="liquid">água <style> limpa de água poluída utilizando <style="misc">areia<style>. Produz <style="RawMineral">sujeira</style>.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.NAME
source: Water Sieve
pt_br: Peneira de água

# STRINGS.BUILDINGS.PREFABS.WIRE.DESC
source: Electrical wire is used to connect generators, batteries, and buildings.
pt_br: Cabos elétricos são usados para conectar geradores, baterias e estruturas.

# STRINGS.BUILDINGS.PREFABS.WIRE.EFFECT
source: Connects buildings to <style="power">Power</style> sources. Can be run through tiles.
pt_br: Conecta estruturas à fontes de <style="power">Energia</style>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.WIRE.NAME
source: Wire
pt_br: Fio

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
pt_br: Dividir geradores em sistemas separadaos pode previnir sobrecargas e desperdício de eletricidade.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.EFFECT
source: Runs one wire section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de fio passe sobre a outra sem unir os circuitos. Pode passar por blocos.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.NAME
source: Wire Bridge
pt_br: Ponte de Cabo Elétrico

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
pt_br: Placas comum podem executar Heavi fios através das paredes, sem vazamento de gás ou líquido.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.EFFECT
source: Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
pt_br: Permite que os Cabos de Alta Potência passem pelos blocos de parede e piso. Funciona como um bloco comum.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.NAME
source: Heavi-Watt Joint Plate
pt_br: Adaptador de Cabo de Alta Potência

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.DESC
source: Duplicants prefer the appearance of conductive wire to regular wire.
pt_br: Duplicantes preferem a aparência de fio condutor do que fios comuns.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.EFFECT
source: Connects buildings to <style="power">Power</style> sources. Can be run through tiles.
pt_br: Conecta estruturas à fontes de <style="power">Energia</style>. Pode passar pelos nlocos.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.NAME
source: Conductive Wire
pt_br: Cabo Condutivo

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
pt_br: Dividir geradores em sistemas separados pode previnir sobrecargas e desperdício de eletricidade.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.EFFECT
source: Runs one wire section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de fio passe sobre a outra sem unir os circuitos. Pode passar por blocos.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.NAME
source: Conductive Wire Bridge
pt_br: Ponte de Cabo Condutivo

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
pt_br: Placas comum podem executar Heavi fios através das paredes, sem vazamento de gás ou líquido.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.EFFECT
source: Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
pt_br: Permite que Cabos de Alta Potência passem pelos blocos de parede e piso. Funciona como um bloco comum.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.NAME
source: Heavi Conductive Joint Plate
pt_br: Adaptador de Cabo de Alta Potência

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
pt_br: Cabos de Alta Potência são utilizados para evitar sobrecargas, principalmente com geradores potentes.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.EFFECT
source: Carries more <style="power">Wattage</style> than regular Wire without overloading. Cannot be run through tiles.
pt_br: Carrega mais <style="power">Potência</style> do que Cabos comuns sem entrar em curto. Não pode passar por blocos.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.NAME
source: Heavi Conductive Wire
pt_br: Cabo Condutivo de Alta Potência

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.NAME
source: Disable Autorepair
pt_br: Desativar auto-conserto

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.TOOLTIP
source: Only repair this building when ordered
pt_br: Reparar automaticamente essa estrutura quando danificada

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.NAME
source: Enable Autorepair
pt_br: Ativar auto-conserto

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.TOOLTIP
source: Automatically repair this building when damaged
pt_br: Automaticamente reparar essa estrutura quando danificada

# STRINGS.CREATURES.BAGGED_DESC_FMT
source: This {0} has been captured and is now safe to relocate.
pt_br: Esse {0} foi capturado e está seguro para o transporte.

# STRINGS.CREATURES.BAGGED_NAME_FMT
source: Bagged {0}
pt_br: Empacotado {0}

# STRINGS.CREATURES.CROP_EFFECTS.ADD_SEEDS.FINAL_HARVEST_ONLY
source: (Final harvest only)
pt_br: (somente última colheita)

# STRINGS.CREATURES.CROP_EFFECTS.ADD_SEEDS.TOOLTIP
source: This plant will produce {0} additional seeds when harvested
pt_br: Esta planta produzirá {0} sementes a mais ao ser colhida

# STRINGS.CREATURES.CROP_EFFECTS.ADD_SEEDS.TOOLTIP_FINAL_HARVEST_ONLY
source: This plant will produce {0} additional seeds in the final harvest of its lifecycle
pt_br: Esta planta produzirá {0} sementes a mais durante sua última colheita

# STRINGS.CREATURES.CROP_EFFECTS.MODIFY_HARVEST_UNITS.TOOLTIP
source: This plant will produce {0} more {1}
pt_br: Esta planta produzirá {0} {1} a mais

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DESC
source: Thimble Reeds produce indescribably soft <style="solid">Reed Fiber</style> for <style="equipment">Clothing</style> production.
pt_br: Thimble Reeds produz indescritivelmente suave <style="solid">Fibra Vermelha</style>para produção de <style="equipment">Roupa</style>.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DOMESTICATEDDESC
source: This plant produces <style="solid">Reed Fiber</style>.
pt_br: Esta planta produz <style="solid">Novelo de fibras</style>.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.NAME
source: Thimble Reed
pt_br: Junco Fibroso

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.DESC
source: Muckroots are incapable of propagating but can be harvested for a single <style="food">Food</style> serving.
pt_br: Os Muckroots são incapazes de se propagar, mas podem ser colhidos por um única porção de <style="food">Comida</style>.

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.NAME
source: Buried Muckroot
pt_br: Lamareda Enterrada

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DESC
source: Mealwoods produce <style="food">Meal Lice</style>, an oddly wriggly grain that can be harvested for <style="food">Food</style>.
pt_br: Cereal-vivo produz <style="plant">Cereal-vivo</style>, um grão estranhamente torto que pode ser colhido para obtenção de <style="food">Comida</style>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DOMESTICATEDDESC
source: This plant produces edible <style="food">Meal Lice</style>.
pt_br: Esta planta produz <style="solid">Cereal-vivo</style>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.NAME
source: Mealwood
pt_br: Rangárvore

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <style="gas">Chlorine Gas</style>.
pt_br: Um gêiser altamente pressurizado que periodicamente irrompe liberando <style="gas">Gás Cloro</style>.

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.NAME
source: Chlorine Geyser
pt_br: Gêiser de Cloro

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DESC
source: Wheezeworts can be grown in flower pots and absorb <style="heat">Heat</style> by respiring through their porous outer membranes.
pt_br: Os Wheezeworts podem ser cultivados em vasos de flores e absorver o <style="heat">Calor</style> respirando através de suas membranas externas porosas.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DOMESTICATEDDESC
source: This plant absorbs <style="heat">Heat</style>.
pt_br: Esta planta absorve <style="heat">calor</style>.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.NAME
source: Wheezewort
pt_br: Tia-Chia

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DESC
source: Sleet Wheat produces <style="food">Sleet Wheat Grain</style>, a chilly grain that can be processed into <style="food">Food</style>.
pt_br: Trigo das neves produz <style="food">Cereal das neves</style>, um grão frio que pode ser processado e formar <style="food">Comida</style>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DOMESTICATEDDESC
source: This plant produces edible <style="food">Sleet Wheat Grain</style>.
pt_br: Esta planta produz <style="solid">Cereal das neves</style>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.NAME
source: Sleet Wheat
pt_br: Trigo das neves

# STRINGS.CREATURES.SPECIES.FLUT.DESC
source: Every organism in the known universe finds the Pacu extremely delicious.
pt_br: Todo organismo no universo conhecido concorda que o Pacu é extremamente delicioso.

# STRINGS.CREATURES.SPECIES.FLUTEGG.DESC
source: A tiny Pacu is nestled inside. It is not yet ready for the world.
pt_br: Um pequeno Pacu abriga-se aí dentro. Ainda não está pronto para o mundo.

# STRINGS.CREATURES.SPECIES.FLUTEGG.NAME
source: Pacu Egg
pt_br: Ovo de Pacu

# STRINGS.CREATURES.SPECIES.GEYSER.DESC
source: A highly pressurized geyser that periodically erupts, spraying <style="gas">Steam</style> and boiling hot <style="liquid">Water</style>.
pt_br: Um gêiser altamente pressurizado que periodicamente irrompe espirrando <style="gas">Vapor</style> e <style="liquid">Água</style> fervente.

# STRINGS.CREATURES.SPECIES.GEYSER.NAME
source: Steam Geyser
pt_br: Gêiser de vapor

# STRINGS.CREATURES.SPECIES.GLOM.DESC
source: Morbs are attracted to decomposing corpses and frequently excrete bursts of <style="gas">Polluted Oxygen</style>.
pt_br: Os Morbis são atraídos para cadáveres em decomposição e frequentemente excretam rajadas de<style="gas"> Oxigênio Poluído</style>.

# STRINGS.CREATURES.SPECIES.GLOM.NAME
source: Morb
pt_br: Morbi

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.DESC
source: A rapidly growing, subterranean <style="plant">Plant</style>.
pt_br: Uma <style="plant">Planta</style> subterrânea que cresce rapidamente.

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.NAME
source: Avari Vine
pt_br: Vinha Vari

# STRINGS.CREATURES.SPECIES.HATCH.DESC
source: Hatches excrete solid <style="solid">Coal</style> as waste and may be uncovered by digging up Buried Objects.
pt_br: Hatches excretam <style="solid">Carvão</style> como resíduo e podem ser descobertas ao desenterrar Objetos Enterrados.

# STRINGS.CREATURES.SPECIES.HATCH.NAME
source: Hatch
pt_br: Choco

# STRINGS.CREATURES.SPECIES.HAUNT.DESC
source: An uncanny being that sprinkles dark thoughts on Duplicants at night. Fears <style="light">Light</style>, craves shadow.
pt_br: Uma criatura estranha que espalha pensamentos ruins nas Duplicatas de noite. Teme a <style="light">Luz</style> e ama a escuridão.

# STRINGS.CREATURES.SPECIES.HAUNT.NAME
source: Haunt
pt_br: Terror

# STRINGS.CREATURES.SPECIES.HEATBULB.DESC
source: A temperature reactive, subterranean <style="plant">Plant</style>.
pt_br: Uma <style="plant">Planta</style> subterrânea que reage a temperaturas.

# STRINGS.CREATURES.SPECIES.HEATBULB.NAME
source: Fervine
pt_br: Bulbo Febril
