Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.ELEMENTS.STEAM.NAME
source: Steam
pt_br: Vapor

# STRINGS.ELEMENTS.STEEL.DESC
source: Steel is a <style="RefinedMetal">Metal Alloy</style> composed of iron and carbon.
pt_br: Aço é uma <style="RefinedMetal">liga de metal</style> composta por ferro e carbono.

# STRINGS.ELEMENTS.STEEL.NAME
source: Steel
pt_br: Aço

# STRINGS.ELEMENTS.STEELGAS.DESC
source: Steel is a superheated <style="RawMetal">Metal</style> <style="gas">Gas</style> composed of iron and carbon.
pt_br: Aço é um <style="RawMetal">metal</style> <style="gas">gasoso</style> superaquecido composto de ferro e carbono.

# STRINGS.ELEMENTS.STEELGAS.NAME
source: Steel
pt_br: Aço

# STRINGS.ELEMENTS.TOXICSAND.DESC
source: Polluted Dirt is toxic biological waste. It emits <style="disease">Polluted Oxygen</style> over time.
pt_br: Terra poluída são lixo biológico tóxico. Emite <style="disease">oxigênio poluído</style> com o tempo.

# STRINGS.ELEMENTS.TOXICSAND.NAME
source: Polluted Dirt
pt_br: Terra poluída

# STRINGS.ELEMENTS.TUNGSTEN.DESC
source: (W) Tungsten is an extremely tough crystalline <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
pt_br: (W) Tungstênio é um <style="RawMetal">metal</style> cristalino extremamente resistente. É utilizado na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.TUNGSTEN.NAME
source: Tungsten
pt_br: Tungstênio

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <style="RawMetal">Metal</style> compound with a crystalline structure. It is suitable for building <style="power">Power</style> systems.
pt_br: (WSe2) Disseleneto de tungstênio é um <style="RawMetal">metal</style> composto inorgânico com uma estrutura cristalina. É utilizado na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.NAME
source: Tungsten Diselenide
pt_br: Disseleneto de tungstênio

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is a superheated <style="RawMetal">Metal</style> compound in a <style="gas">Gaseous</style> state.
pt_br: (WSe2) Disseleneto de tungstênio é um <style="RawMetal">metal</style> superquente em seu estado <style="gas">gasoso</style>.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.NAME
source: Tungsten Diselenide
pt_br: Disseleneto de tungstênio

# STRINGS.ELEMENTS.TUNGSTENGAS.DESC
source: (W) Tungsten is a superheated crystalline <style="RawMetal">Metal</style> in a <style="gas">Gaseous</style> state.
pt_br: (W) Tungstênio é um <style="RawMetal">metal</style> cristalino superaquecido em seu estado <style="gas">gasoso</style>.

# STRINGS.ELEMENTS.TUNGSTENGAS.NAME
source: Tungsten
pt_br: Tungstênio

# STRINGS.ELEMENTS.UNOBTANIUM.DESC
source: (Nt) Neutronium is a mysterious and extremely resilient <style="RawMetal">Metallic</style> element. It cannot be excavated by any Duplicant mining tool.
pt_br: (Nt) Neutrônio é um elemento <style="RawMetal">metálico</style> extremamente misterioso e resistente. Não pode ser escavado por qualquer ferramenta das Duplicatas.

# STRINGS.ELEMENTS.UNOBTANIUM.NAME
source: Neutronium
pt_br: Neutrônio

# STRINGS.ELEMENTS.VACUUM.DESC
source: A vacuum is a space devoid of all matter.
pt_br: Um espaço completamente vazio de qualquer matéria.

# STRINGS.ELEMENTS.VACUUM.NAME
source: Vacuum
pt_br: Vácuo

# STRINGS.ELEMENTS.VOID.DESC
source: Cold, infinite nothingness.
pt_br: O infinito e nada além.

# STRINGS.ELEMENTS.VOID.NAME
source: Void
pt_br: Vazio

# STRINGS.ELEMENTS.WATER.DESC
source: (H<sub>2</sub>O) Clean <style="liquid">Water</style>, suitable for consumption.
pt_br: (H20) <style="liquid">Água</style> pura, própria para consumo.

# STRINGS.ELEMENTS.WATER.NAME
source: Water
pt_br: Água

# STRINGS.ELEMENTS.WOLFRAMITE.DESC
source: ((Fe,Mn)WO<sub>4</sub>) Wolframite is a dense <style="RawMetal">Metallic</style> element in a <style="solid">Solid</style> state. It is a source of <style="RawMetal">Tungsten</style> and is suitable for building <style="power">Power</style> systems.
pt_br: ((Fe,Mn)WO4) Volframita é um elemento denso <style="RawMetal">metálico</style> em seu estado <style="solid">sólido</style>. É uma fonte de <style="metal">tungstênio</style> e é utilizada na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.WOLFRAMITE.NAME
source: Wolframite
pt_br: Volframita

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.DESC
source: Because breathing underwater is better than... not.
pt_br: Porque respirar debaixo da água é melhor que... não respirar.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
pt_br: Serve como fonte de <style="oxygen">Oxigênio</style> para Duplicatas em locais submersos. Deve ser reabastecido com Oxigênio em uma Oficina de Trajes depois de usado.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.NAME
source: Aqua Suit
pt_br: Traje Aquático

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments.
pt_br: Serve como fonte de <style="oxygen">Oxigênio</style> para Duplicatas em locais submersos.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.DESC
source: Make sure your Duplicants can breathe easy, anytime, anywhere.
pt_br: Para que suas Duplicatas possam respirar a qualquer momento em qualquer lugar.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
pt_br: Serve como fonte de <style="oxygen">Oxigênio</style> para Duplicatas em locais tóxicos e com pouco Oxigênio. Precisa ser recarregada com oxigênio em um Recarregador de Traje quando esvaziada.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.GENERICNAME
source: Suit
pt_br: Traje

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.NAME
source: Atmo Suit
pt_br: Traje Atômico

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments.
pt_br: Serve como fonte de <style="oxygen">Oxigênio</style> para Duplicatas em locais tóxicos ou com pouco Oxigênio.

# STRINGS.EQUIPMENT.PREFABS.BORING_MACHINE.NAME
source: Prospectolator
pt_br: Escavadourada

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.DESC
source: Don't sweat it!
pt_br: Roupa realmente refrescante!

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.EFFECT
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
pt_br: Protege seu dono do <style="heat">Calor</style> ao reduzir isolação térmica.

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.GENERICNAME
source: Clothing
pt_br: Vestimenta

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.NAME
source: Cool Vest
pt_br: Roupa Refrescante

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
pt_br: Protege seu dono do <style="heat">Calor</style> ao reduzir isolação térmica.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.DESC
source: Turn your Duplicant into a walking beacon of charm and style.
pt_br: Suas Duplicatas ficarão impressionadas pelo charme de quem estiver usando este terno.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.EFFECT
source: Increases Decor in a small area effect around the wearer.
pt_br: Aumenta o nível de Decoração ao redor de quem o estiver vestindo.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.GENERICNAME
source: Clothing
pt_br: Vestimenta

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.NAME
source: Snazzy Suit
pt_br: Terno Chique

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.RECIPE_DESC
source: Increases Decor in a small area effect around the wearer.
pt_br: Aumenta o nível de Decoração ao redor de quem o estiver vestindo.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.EFFECT
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
pt_br: Permite que Duplicatas respirem em ambientes inóspitos. Não funciona quando submergido em <style="liquid">Líquidos</style>.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.GENERICNAME
source: Equipment
pt_br: Equipamento

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.NAME
source: Oxygen Tank
pt_br: Tanque de Oxigênio

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.RECIPE_DESC
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
pt_br: Permite que Duplicatas respirem em ambientes inóspitos. Não funciona quando submergido em <style="liquid">Líquidos</style>.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.EFFECT
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
pt_br: Permite que Duplicatas respirem enquanto submersos em <style="liquid">Líquido</style>. Não funciona fora de líquidos.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.GENERICNAME
source: Equipment
pt_br: Equipamento

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.NAME
source: Oxygen Rebreather
pt_br: Repassador de Oxigênio

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.RECIPE_DESC
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
pt_br: Permite que Duplicatas respirem enquanto submersos em <style="liquid">Líquido</style>. Não funciona fora de líquidos.

# STRINGS.EQUIPMENT.PREFABS.QUARRYING_GUN.NAME
source: Quarrying Gun
pt_br: Arma do Minerador

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.DESC
source: Keep your Duplicants cool in case things heat up.
pt_br: Mantém suas Duplicatas sempre frescas, caso as coisas comecem a esquentar.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.EFFECT
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>. Must be powered at an Exosuit Recharger when depleted.
pt_br: Serve de proteção contra calor em zonas com <style="heat">Temperaturas</style> extremas. Deve ser energizado em uma Oficina de Trajes depois de usado.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.NAME
source: Thermo Suit
pt_br: Traje Isolante

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.RECIPE_DESC
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>.
pt_br: Serve de proteção contra calor em zonas com <style="heat">Temperaturas</style> extremas.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.DESC
source: Happiness is a warm Duplicant.
pt_br: Nada mais feliz que uma Duplicata bem aquecida.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.EFFECT
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
pt_br: Protege seu dono do <style="heat">Frio</style> ao servir como isolante térmico.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.GENERICNAME
source: Clothing
pt_br: Vestimenta

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.NAME
source: Warm Sweater
pt_br: Suéter Quentinho

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
pt_br: Protege seu dono do <style="heat">Frio</style> ao servir como isolante térmico.

# STRINGS.INPUT.BACKQUOTE
source: Backquote
pt_br: Apóstrofe

# STRINGS.INPUT.ESCAPE
source: Escape
pt_br: Fugir

# STRINGS.INPUT.LEFT_ALT
source: L-Alt
pt_br: Alt-Esq

# STRINGS.INPUT.LEFT_CTRL
source: L-Ctrl
pt_br: Ctrl-Esq

# STRINGS.INPUT.LEFT_SHIFT
source: L-Shift
pt_br: Shit-Esq

# STRINGS.INPUT.MOUSE_SCROLL_DOWN
source: Mouse Scroll Down
pt_br: Rolar para baixo

# STRINGS.INPUT.MOUSE_SCROLL_UP
source: Mouse Scroll Up
pt_br: Rolar para cima

# STRINGS.INPUT.NUM
source: Num
pt_br: Num. Lock

# STRINGS.INPUT.PERIOD
source: Period
pt_br: Ponto

# STRINGS.INPUT.RIGHT_ALT
source: R-Alt
pt_br: Alt-Dir

# STRINGS.INPUT.RIGHT_CTRL
source: R-Ctrl
pt_br: Ctrl-Dir

# STRINGS.INPUT.RIGHT_SHIFT
source: R-Shift
pt_br: Shift-Dir

# STRINGS.INPUT.SPACE
source: Space
pt_br: Espaço

# STRINGS.INPUT_BINDINGS.BASEMENU.BUILDCATEGORYDOORS
source: BuildCategoryDoors
pt_br: Categoria Construir Portas

# STRINGS.INPUT_BINDINGS.BASEMENU.BUILDCATEGORYLADDERS
source: BuildCategoryLadders
pt_br: Categoria Construir Escadas

# STRINGS.INPUT_BINDINGS.BASEMENU.BUILDCATEGORYRESEARCH
source: BuildCategoryResearch
pt_br: Categoria Construir Pesquisa

# STRINGS.INPUT_BINDINGS.BASEMENU.BUILDCATEGORYSTORAGE
source: BuildCategoryStorage
pt_br: Categoria Construir Armazenamento

# STRINGS.INPUT_BINDINGS.BASEMENU.BUILDCATEGORYTILES
source: BuildCategoryTiles
pt_br: Categoria Construir Blocos

# STRINGS.INPUT_BINDINGS.BASEMENU.NAME
source: BaseMenu
pt_br: MenuBase

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY1
source: BuildingUtility1
pt_br: Estrutura 1

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY2
source: BuildingUtility2
pt_br: Estrutura 2

# STRINGS.INPUT_BINDINGS.BUILDING.BUILDINGUTILITY3
source: BuildingUtility3
pt_br: Estrutura 3

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT1X
source: SreenShot1x
pt_br: Captura de Tela 1x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT2X
source: SreenShot2x
pt_br: Captura de Tela 2x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT32X
source: SreenShot32x
pt_br: Captura de Tela 32x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT8X
source: SreenShot8x
pt_br: Captura de Tela 8x

# STRINGS.INPUT_BINDINGS.FOODAGRICULTUREMENU.BUILDCATEGORYCOOKING
source: BuildCategoryCooking
pt_br: Categoria Construir Cozinhar

# STRINGS.INPUT_BINDINGS.FOODAGRICULTUREMENU.BUILDCATEGORYFARMING
source: BuildCategoryFarming
pt_br: Categoria Construir Agricultura

# STRINGS.INPUT_BINDINGS.FOODAGRICULTUREMENU.BUILDCATEGORYRANCHING
source: BuildCategoryRanching
pt_br: Categoria Construir Pecuária

# STRINGS.INPUT_BINDINGS.FOODAGRICULTUREMENU.NAME
source: FoodAgricultureMenu
pt_br: MenuComidaAgricultura

# STRINGS.INPUT_BINDINGS.HEALTHHAPPINESSMENU.BUILDCATEGORYDECOR
source: BuildCategoryDecor
pt_br: Categoria Construir Decor

# STRINGS.INPUT_BINDINGS.HEALTHHAPPINESSMENU.BUILDCATEGORYFURNITURE
source: BuildCategoryFurniture
pt_br: Categoria Construir Móveis

# STRINGS.INPUT_BINDINGS.HEALTHHAPPINESSMENU.BUILDCATEGORYHYGIENE
source: BuildCategoryHygiene
pt_br: Categoria Construir Higiene

# STRINGS.INPUT_BINDINGS.HEALTHHAPPINESSMENU.BUILDCATEGORYMEDICAL
source: BuildCategoryMedical
pt_br: Categoria Construir Médico

# STRINGS.INPUT_BINDINGS.HEALTHHAPPINESSMENU.BUILDCATEGORYRECREATION
source: BuildCategoryRecreation
pt_br: Categoria Construir Recreação

# STRINGS.INPUT_BINDINGS.HEALTHHAPPINESSMENU.NAME
source: HealthHappinessMenu
pt_br: Menu Saúde Felicidade

# STRINGS.INPUT_BINDINGS.INDUSTRIALMENU.BUILDCATEGORYEQUIPMENT
source: BuildCategoryEquipment
pt_br: Categoria Construir Equipamento

# STRINGS.INPUT_BINDINGS.INDUSTRIALMENU.BUILDCATEGORYOXYGEN
source: BuildCategoryOxygen
pt_br: Categoria Construir Oxigênio

# STRINGS.INPUT_BINDINGS.INDUSTRIALMENU.BUILDCATEGORYREFINING
source: BuildCategoryRefining
pt_br: Categoria Construir Refinamento

# STRINGS.INPUT_BINDINGS.INDUSTRIALMENU.BUILDCATEGORYUTILITIES
source: BuildCategoryUtilities
pt_br: Categoria Construir Utilidades

# STRINGS.INPUT_BINDINGS.INDUSTRIALMENU.NAME
source: IndustrialMenu
pt_br: MenuIndustrial

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYGENERATORS
source: BuildCategoryGenerators
pt_br: Categoria Construir Geradores

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYLOGICGATES
source: BuildCategoryLogicGates
pt_br: Categoria Construir Portões Lógicos

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYLOGICSWITCHES
source: BuildCategoryLogicSwitches
pt_br: Categoria Construir Alavancas Lógicas

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYLOGICWIRING
source: BuildCategoryLogicWiring
pt_br: Categoria Construir Cabeamento Lógico

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYPIPES
source: BuildCategoryPipes
pt_br: ConstruirCategoriaCanos

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYPLUMBINGSTRUCTURES
source: BuildCategoryPlumbingStructures
pt_br: Categoria Construir Estruturas de Encan/ Tubul

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYPOWERCONTROL
source: BuildCategoryPowerControl
pt_br: Categoria Construir Controle de Energia

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYTUBES
source: BuildCategoryTubes
pt_br: ConstruirCategoriaTubos

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYVENTILATIONSTRUCTURES
source: BuildCategoryVentilationStructures
pt_br: Categoria Construir Estruturas de Ventilação

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.BUILDCATEGORYWIRES
source: BuildCategoryWires
pt_br: ConstruirCategoriaCabos

# STRINGS.INPUT_BINDINGS.INFRASTRUCTUREMENU.NAME
source: InfrastructureMenu
pt_br: MenuInfraestrutura

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECODEX
source: ManageCodex
pt_br: Gerenciar Código

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECONSUMABLES
source: ManageConsumables
pt_br: Gerenciar Consumíveis

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEPEOPLE
source: ManagePeople
pt_br: Gerenciar Pessoas

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEREPORT
source: ManageReport
pt_br: Gerenciar Relatório

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGERESEARCH
source: ManageResearch
pt_br: Gerenciar Pesquisa

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEROLES
source: ManageRoles
pt_br: Gerenciar Papéis

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEVITALS
source: ManageVitals
pt_br: Gerenciar Vitais

# STRINGS.INPUT_BINDINGS.MANAGEMENT.NAME
source: Management
pt_br: Gerenciamento

# STRINGS.INPUT_BINDINGS.ROOT.ALTERNATEVIEW
source: AlternateView
pt_br: Alternar Visão

# STRINGS.INPUT_BINDINGS.ROOT.ATTACK
source: Attack
pt_br: Atacar

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGCANCEL
source: BuildingCancel
pt_br: Cancelar Construção

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGDECONSTRUCT
source: BuildingDeconstruct
pt_br: Desconstruir

# STRINGS.INPUT_BINDINGS.ROOT.CAMERAHOME
source: CameraHome
pt_br: Centralizar Colônia

# STRINGS.INPUT_BINDINGS.ROOT.CLEAR
source: Clear
pt_br: Limpar

# STRINGS.INPUT_BINDINGS.ROOT.CYCLESPEED
source: CycleSpeed
pt_br: Velocidade do Ciclo

# STRINGS.INPUT_BINDINGS.ROOT.DIG
source: Dig
pt_br: Cavar

# STRINGS.INPUT_BINDINGS.ROOT.DISINFECT
source: Disinfect
pt_br: Desinfectar

# STRINGS.INPUT_BINDINGS.ROOT.HARVEST
source: Harvest
pt_br: Colher

# STRINGS.INPUT_BINDINGS.ROOT.MOP
source: Mop
pt_br: Secar

# STRINGS.INPUT_BINDINGS.ROOT.NAME
source: Root
pt_br: Principal

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY11
source: Overlay11
pt_br: Painel 11

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY12
source: Overlay12
pt_br: Painel 12

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY13
source: Overlay13
pt_br: Painel 13

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY2
source: Overlay2
pt_br: Painel 2

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY3
source: Overlay3
pt_br: Painel 3

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY4
source: Overlay4
pt_br: Painel 4

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY5
source: Overlay5
pt_br: Painel 5

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY6
source: Overlay6
pt_br: Painel 6

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY7
source: Overlay7
pt_br: Painel 7

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY8
source: Overlay8
pt_br: Painel 8

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY9
source: Overlay9
pt_br: Painel 9

# STRINGS.INPUT_BINDINGS.ROOT.PANDOWN
source: PanDown
pt_br: Mexer pra Baixo

# STRINGS.INPUT_BINDINGS.ROOT.PANLEFT
source: PanLeft
pt_br: Mexer pra Esq

# STRINGS.INPUT_BINDINGS.ROOT.PANRIGHT
source: PanRight
pt_br: Mexer pra Dir

# STRINGS.INPUT_BINDINGS.ROOT.PANUP
source: PanUp
pt_br: Mexer pra Cima

# STRINGS.INPUT_BINDINGS.ROOT.PLAN1
source: Plan1
pt_br: Aba 1

# STRINGS.INPUT_BINDINGS.ROOT.PLAN10
source: Plan10
pt_br: Aba 10

# STRINGS.INPUT_BINDINGS.ROOT.PLAN11
source: Plan11
pt_br: Aba 11

# STRINGS.INPUT_BINDINGS.ROOT.PLAN12
source: Plan12
pt_br: Aba 12

# STRINGS.INPUT_BINDINGS.ROOT.PLAN2
source: Plan2
pt_br: Aba 2

# STRINGS.INPUT_BINDINGS.ROOT.PLAN3
source: Plan3
pt_br: Aba 3

# STRINGS.INPUT_BINDINGS.ROOT.PLAN4
source: Plan4
pt_br: Aba 4

# STRINGS.INPUT_BINDINGS.ROOT.PLAN5
source: Plan5
pt_br: Aba 5

# STRINGS.INPUT_BINDINGS.ROOT.PLAN6
source: Plan6
pt_br: Aba 6

# STRINGS.INPUT_BINDINGS.ROOT.PLAN7
source: Plan7
pt_br: Aba 7

# STRINGS.INPUT_BINDINGS.ROOT.PLAN8
source: Plan8
pt_br: Aba 8

# STRINGS.INPUT_BINDINGS.ROOT.PLAN9
source: Plan9
pt_br: Aba 9

# STRINGS.INPUT_BINDINGS.ROOT.PRIORITIZE
source: Prioritize
pt_br: Priorizar tarefa

# STRINGS.INPUT_BINDINGS.ROOT.SLOWDOWN
source: SlowDown
pt_br: Desacelerar

# STRINGS.INPUT_BINDINGS.ROOT.SPEEDUP
source: SpeedUp
pt_br: Acelerar

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLEPAUSE
source: TogglePause
pt_br: Pausar

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLESCREENSHOTMODE
source: ToggleScreenshotMode
pt_br: Ativar Modo Captura de Tela

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMIN
source: ZoomIn
pt_br: Aumentar Zoom

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMOUT
source: ZoomOut
pt_br: Diminuir Zoom

# STRINGS.INPUT_BINDINGS.TOOL.DRAGSTRAIGHT
source: DragStraight
pt_br: Arrastar em Linha

# STRINGS.INPUT_BINDINGS.TOOL.NAME
source: Tool
pt_br: Ferramenta

# STRINGS.INPUT_BINDINGS.TOOL.ROTATEBUILDING
source: RotateBuilding
pt_br: Girar Estrutura

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.DESC
source: A seedless fruit with an upsettingly bland aftertaste. It cannot be replanted. Digging up Buried Objects may uncover a Muckroot.
pt_br: Uma fruta sem sementes com um gosto terrível de papelão. Não pode ser replantada. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.NAME
source: Muckroot
pt_br: Lamareda

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.DESC
source: <style="food">Meal Lice</style> compacted into a dense, immobile loaf.
pt_br: <style="food">Cereal-Vivo</style> compactado em uma barra densa e quase que completamente imóvel.

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.NAME
source: Liceloaf
pt_br: Barra de Cereais

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.RECIPEDESC
source: <style="food">Meal Lice</style> compacted into a dense, immobile loaf.
pt_br: <style="food">Cereal-Vivo</style> compactado em uma barra densa e imóvel.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.DESC
source: A flavorless grain that almost never wiggles on its own.
pt_br: Uma cereal sem muito gosto que parece ser capaz de mexer.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.NAME
source: Meal Lice
pt_br: Cereal-Vivo

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.DESC
source: A simple bun baked from <style="plant">Sleet Wheat</style> grain. Each bite leaves a mild cooling sensation in one's mouth, even when the bun itself is warm.
pt_br: Uma rosca simples, assada com <style="plant">trigo das neves</style>. Cada mordida dá uma sensação de gelar a boca, mesmo a rosca estando quentinha.

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.NAME
source: Frost Bun
pt_br: Bolinho das neves

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.RECIPEDESC
source: A simple bun baked from <style="plant">Sleet Wheat</style> grain.
pt_br: Uma rosca simples, assada com <style="plant">trigo das neves</style>.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.DESC
source: An edible grain that leaves a cool taste on the tongue.
pt_br: Um grão comestível que deixa um gostinho frio na língua.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.NAME
source: Sleet Wheat Grain
pt_br: Cereal das neves

# STRINGS.ITEMS.FOOD.COMPOST
source: Compost
pt_br: Centro de Composto

# STRINGS.ITEMS.FOOD.COOKEDMEAT.DESC
source: The cooked meat of a defeated creature. It has a delightful smoky aftertaste.
pt_br: A carne assada de um inimigo derrotado. Tem um gosto de defumado.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.NAME
source: Barbeque
pt_br: Churrasco

# STRINGS.ITEMS.FOOD.COOKEDMEAT.RECIPEDESC
source: The cooked meat of a defeated creature.
pt_br: A carne assada de um inimigo derrotado.
