Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.DESC
source: This Duplicant isn't the brightest star in the solar system
pt_br: Esta Duplicata não é a faca mais afiada da gaveta

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.NAME
source: Yokel
pt_br: Caipira

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.DESC
source: This Duplicant was a talented opera singer and a snorkeling instructor.
pt_br: Este duplicidade era um talentoso cantor de ópera e um instrutor de mergulho.

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.NAME
source: Deeper Diver's Lungs
pt_br: Pulmões profundos de mergulhador

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.DESC
source: This Duplicant could have been a talented opera singer in another life
pt_br: Esta Duplicata deve ter sido uma talentosa cantora de ópera em uma vida passada

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.NAME
source: Diver's Lungs
pt_br: Pulmão de Aço

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.DESC
source: This Duplicant always wakes up feeling fresh and efficient!
pt_br: Esta Duplicata sempre acorda de cabelo arrumado e pronta para o dia!

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.EXTENDED_DESC
source: • Morning: <style="produced">{0}</style> bonus to all skills • Evening: Bonuses removed
pt_br: • Manhã: <style="produced">{0}</style> bônus em todas as habilidades • Noite: Bônus removidos

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.NAME
source: Early Bird
pt_br: Seu Madruga

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.DESC
source: This Duplicant's sharp as a tack and learns new skills with amazing speed
pt_br: Esta Duplicata tem um talento natural para tudo, e melhora suas habilidades com facilidade

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.NAME
source: Quick Learner
pt_br: Talentoso

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.DESC
source: Some Duplicants are just full of it
pt_br: Algumas Duplicatas simplesmente não conseguem se segurar

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.NAME
source: Flatulent
pt_br: Flatulento

# STRINGS.DUPLICANTS.TRAITS.FUSSY.DESC
source: Nothing's ever quite good enough for this Duplicant
pt_br: Nada é bom o suficiente para esta Duplicata

# STRINGS.DUPLICANTS.TRAITS.FUSSY.NAME
source: Fussy
pt_br: Nervosinho

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.DESC
source: This Duplicant likes to throw a wrench into the colony's plans... in a good way
pt_br: Esta Duplicata costumava trabalhar na oficina do seu pai

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.NAME
source: Grease Monkey
pt_br: Mecânico

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.DESC
source: This Duplicant is of delicate disposition and cannot tend to the sick
pt_br: Esse Duplicante é muito sensível e não consegue ajudar os doentes

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.NAME
source: Squeamish
pt_br: Hemofobia

# STRINGS.DUPLICANTS.TRAITS.IGNORED_EFFECTS
source: • Ignores the effects of: {0}
pt_br: • Ignora os efeitos de: {0}

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.DESC
source: "Move it a little to the left..."
pt_br: "Mova um pouco mais para a esquerda..."

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.NAME
source: Interior Decorator
pt_br: Designer de Interiores

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.DESC
source: This Duplicant can eat just about anything without getting sick
pt_br: Esta Duplicata pode comer qualquer coisa sem ficar doente

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.NAME
source: Iron Gut
pt_br: Estômago de Aço

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.DESC
source: This Duplicant needs a little extra time to "do their business"
pt_br: Esta Duplicata leva mais tempo que os outros para fazer suas "necessidades"

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.NAME
source: Irritable Bowel
pt_br: Intestino Irritável

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.DESC
source: They're great for tunneling, but finding good gloves is a nightmare
pt_br: Estas mãos são perfeitas para cavar, mas achar uma luva que caiba é impossível

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.NAME
source: Mole Hands
pt_br: Mãos de Toupeira

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.DESC
source: This Duplicant sucks up way more than their fair share of <style="oxygen">Oxygen</style>
pt_br: Esta Duplicata consome muito mais <style="oxygen">Oxigênio</style> do que o normal por ter que respirar pela boca

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.NAME
source: Mouth Breather
pt_br: Desvio Nasal

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.DESC
source: This Duplicant can and will fall asleep anytime, anyplace
pt_br: Esta Duplicata pode (e irá) dormir em qualquer lugar, a qualquer hora

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.NAME
source: Narcoleptic
pt_br: Narcoléptico

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.DESC
source: This Duplicant feels suffocated in spaces less than four tiles high or three tiles wide
pt_br: Esta Duplicata se sente sufocada em áreas com menos que quatro blocos de altura e três de largura

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
pt_br: Claustrofóbico

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.DESC
source: Climbing ladders more than four tiles tall makes this Duplicant's stomach do flips
pt_br: Subir escadas com mais que quatro espaços de altura deixa esta Duplicata enjoada

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.NAME
source: Vertigo Prone
pt_br: Vertigem

# STRINGS.DUPLICANTS.TRAITS.NEEDS.FASHIONABLE.DESC
source: This Duplicant dies a bit inside when forced to wear unstylish clothing
pt_br: Esta Duplicata morre um pouquinho sempre que é forçada a usar algo fora de moda

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.DESC
source: This Duplicant has some extra insulation, so the room temperature affects them a little less
pt_br: Esta Duplicata possui uma isolação extra, então não é tão afetado pela temperatura do ambiente

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.NAME
source: Pudgy
pt_br: Casca grossa

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.DESC
source: This Duplicant doesn't have much insulation, so they are more temperature sensitive than others
pt_br: Esta Duplicata não tem tanta isolação natural, então é mais sensível a temperatura do que o normal

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.NAME
source: Skinny
pt_br: Casca fina

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.DESC
source: This Duplicant is a sensitive sole and would rather walk on tile floorings than bedrock
pt_br: Esta Duplicata tem pés sensíveis, e prefere andar sobre pisos de concreto do que sobre a rocha

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.NAME
source: Delicate Feetsies
pt_br: Pés delicados

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.DESC
source: This Duplicant prefers to sleep alone
pt_br: Esta Duplicata prefere dormir sozinha

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.NAME
source: Solitary Sleeper
pt_br: Sono privado

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.DESC
source: This Duplicant gets antsy when left idle
pt_br: Esta Duplicata fica nervosa quando não tem nada para fazer

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.DESC
source: This Duplicant does their best work when they'd ought to be sleeping
pt_br: Esta Duplicata se esforça mais quando deveria estar dormindo

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.NAME
source: Night Owl
pt_br: Animal Noturno

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.DESC
source: This Duplicant's arms have all the tensile strength of overcooked linguine
pt_br: Os braços desta Duplicata são tão resistentes quanto um macarrão cozido

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.NAME
source: Noodle Arms
pt_br: Braço molenga

# STRINGS.DUPLICANTS.TRAITS.REFUSES_TO_DO_TASK
source: • Refuses to do job: {0}
pt_br: Recusa a fazer tarefa: {0}

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.DESC
source: This Duplicant is constantly regenerating health.
pt_br: Esta Duplicata está constantemente regenerando sua vida.

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.NAME
source: Regenerative
pt_br: Recuperação

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.DESC
source: This Duplicant is incredibly strong.
pt_br: Esta Duplicata é incrivelmente forte.

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.NAME
source: Rock Crusher
pt_br: Triturador de Rocha

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.DESC
source: This Duplicant abhors violence
pt_br: Esta Duplicata tem medo de confrontos físicos

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.NAME
source: Pacifist
pt_br: Pacifista

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.DESC
source: This Duplicant's a little slow on the uptake, but gosh do they try
pt_br: Esta Duplicata tem dificuldade em prestar atenção nas coisas, então demora mais à aprender

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.NAME
source: Slow Learner
pt_br: Falta de Atenção

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.DESC
source: This Duplicant has a tiny, pea-sized bladder. Adorable!
pt_br: Esta Duplicata tem uma bexiga minúscula!

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.NAME
source: Small Bladder
pt_br: Bexiga Pequena

# STRINGS.DUPLICANTS.TRAITS.SNORER.DESC
source: In space, everyone can hear you snore
pt_br: É como dormir com uma moto ligada do seu lado

# STRINGS.DUPLICANTS.TRAITS.SNORER.NAME
source: Loud Sleeper
pt_br: Motor

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.DESC
source: This Duplicant is liable to puke everywhere when stressed
pt_br: Esta Duplicata tem o costume de vomitar nas piores horas

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.NAME
source: Vomiter
pt_br: Vômito

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.DESC
source: This Duplicant has muscles on their muscles
pt_br: Esta Duplicata tem músculos

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.NAME
source: Buff
pt_br: Sarado

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.DESC
source: This Duplicant's immune system bounces back faster than most
pt_br: O sistema imunológico desta Duplicata consegue lutar rapidamente contra qualquer doença

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.NAME
source: Germ Resistant
pt_br: Resistente a Germes

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.DESC
source: This Duplicant has an unwaveringly positive outlook on life.
pt_br: Esse Duplicante tem uma perspectiva incrivelmente positiva sobre a vida.

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.NAME
source: Sunny Disposition
pt_br: Otimista

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.DESC
source: This Duplicant is light as a feather on their feet
pt_br: Esta Duplicata é realmente ágil

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.NAME
source: Twinkletoes
pt_br: Asa nos Pés

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.DESC
source: If this Duplicant gets too stressed it won't be pretty
pt_br: Esta Duplicata está estressada, isso não é bom

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.NAME
source: Ugly Crier
pt_br: Bebê chorão

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.DESC
source: This Duplicant has simply no appreciation for the arts
pt_br: Esta Duplicata não consegue apreciar as coisas mais finas da vida

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.NAME
source: Uncultured
pt_br: Ignorante

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.DESC
source: All the vitamin C in space couldn't stop this Duplicant from getting sick
pt_br: Nem com todas as vitaminas C disponíveis no universo esta Duplicata conseguiria evitar doenças

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.NAME
source: Biohazardous
pt_br: Imã de Doenças

# STRINGS.ELEMENTS.ALGAE.DESC
source: Algae is a cluster of non-motile, single-celled lifeforms. It can be used to produce <style="oxygen">Oxygen</style> when grown in Algae Terrariums.
pt_br: Alga é um conjunto de formas de vida unicelulares imóveis. A alga pode ser utilizada como uma fonte renovável de <style="oxygen">oxigênio</style> quando domesticada em Fazendas de Algas.

# STRINGS.ELEMENTS.ALGAE.NAME
source: Algae
pt_br: Alga

# STRINGS.ELEMENTS.BLEACHSTONE.DESC
source: Bleach stone is an unstable compound that emits toxic <style="gas">Chlorine Gas</style>. It is useful in <style="hygiene">Hygienic</style> processes.
pt_br: Barrela é um composto instável que emite <style="gas">gás de cloro</style> tóxico. Barrela é utilizado em processos <style="hygiene">higiênicos</style>.

# STRINGS.ELEMENTS.BLEACHSTONE.NAME
source: Bleach Stone
pt_br: Barrela

# STRINGS.ELEMENTS.BOTTLEDWATER.DESC
source: (H<sub>2</sub>O) Clean <style="liquid">Water</style>, prepped for transport.
pt_br: (H20) <style="liquid">Água</style> pura, preparada para transporte.

# STRINGS.ELEMENTS.BOTTLEDWATER.NAME
source: Water
pt_br: Água

# STRINGS.ELEMENTS.BRICK.DESC
source: Ceramic is a hard, brittle material formed from heated <style="RawMineral">Clay</style>. It is a reliable <style="RawMineral">Construction Material</style>.
pt_br: Cerâmica é um material duro e frágil feito com <style="RawMineral">Argila</style> aquecida. É um <style="RawMineral">Material de Construção</style> confiável.

# STRINGS.ELEMENTS.BRICK.NAME
source: Ceramic
pt_br: Cerâmica

# STRINGS.ELEMENTS.CARBON.DESC
source: (C) Coal is a combustible fossil fuel composed of carbon. It is useful in <style="power">Power</style> production.
pt_br: Carvão é um combustível fóssil composto por carbono. Carvão é utilizado na geração de <style="power">energia</style>.

# STRINGS.ELEMENTS.CARBON.NAME
source: Coal
pt_br: Carvão

# STRINGS.ELEMENTS.CARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide toxic, atomically heavy chemical compound in a <style="gas">Gaseous</style> state. It tends to sink below other gases.
pt_br: (CO2) Dióxido de carbono é um composto químico tóxico e atomicamente pesado em estado <style="gas">gasoso</style>. Dióxido de carbono costuma afundar abaixo de outros gases.

# STRINGS.ELEMENTS.CARBONDIOXIDE.NAME
source: Carbon Dioxide
pt_br: Dióxido de carbono

# STRINGS.ELEMENTS.CARBONFIBRE.DESC
source: Carbon Fiber is a <style="RefinedMineral">Manufactured Material</style> with high tensile strength.
pt_br: Fibra de carbono é um <style="RefinedMineral">material industrial</style> com alta resistência à tensão.

# STRINGS.ELEMENTS.CARBONFIBRE.NAME
source: Carbon Fiber
pt_br: Fibra de carbono

# STRINGS.ELEMENTS.CARBONGAS.DESC
source: (C) Carbon is an abundant, versatile element heated into a <style="gas">Gaseous</style> state.
pt_br: (C) Carbono é um elemento abundante e versátil, aquecido até atingir um estado <style="gas">Gasoso</style>.

# STRINGS.ELEMENTS.CARBONGAS.NAME
source: Carbon
pt_br: Carbono

# STRINGS.ELEMENTS.CHLORINE.DESC
source: (Cl) Chlorine is an extremely toxic element in a <style="solid">Solid</style> state.
pt_br: (Cl) Cloro é um elemento químico altamente tóxico em estado <style="solid">Sólido</style>.

# STRINGS.ELEMENTS.CHLORINE.NAME
source: Chlorine
pt_br: Cloro

# STRINGS.ELEMENTS.CHLORINEGAS.DESC
source: (Cl) Chlorine is an extremely toxic chemical in a <style="gas">Gaseous</style> state.
pt_br: (Cl) Cloro é um elemento químico altamente tóxico em forma <style="gas">Gasosa</style>.

# STRINGS.ELEMENTS.CHLORINEGAS.NAME
source: Chlorine
pt_br: Cloro

# STRINGS.ELEMENTS.CLAY.DESC
source: Clay is a soft, naturally occurring composite of stone and soil that hardens at high <style="heat">Temperatures</style>. It is a reliable <style="RawMineral">Construction Material</style>.
pt_br: Argila é um composto macio natural de pedra e terra que endurece em <style="heat">temperaturas</style> elevadas. Argila é utilizada como um <style="RawMineral">material de construção</style>.

# STRINGS.ELEMENTS.CLAY.NAME
source: Clay
pt_br: Argila

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.DESC
source: (O<sub>2</sub>) Polluted Oxygen is dirty, unfiltered air. It is breathable.
pt_br: (O2) Oxigênio poluído é uma fonte aérea de <style="disease">Doenças</style>. Respirável.

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.NAME
source: Polluted Oxygen
pt_br: Oxigênio Poluído

# STRINGS.ELEMENTS.COPPER.DESC
source: (Cu) Copper is a conductive <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
pt_br: (Cu) Cobre é um <style="RawMetal">metal</style> condutor. Cobre é utilizado na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.COPPER.NAME
source: Copper
pt_br: Cobre

# STRINGS.ELEMENTS.COPPERGAS.DESC
source: (Cu) Copper is a conductive <style="RawMetal">Metal</style> heated into a <style="gas">Gas</style>.
pt_br: (Cu) Cobre é um <style="RawMetal">metal</style> condutor aquecido até atingir um estado <style="gas">gasoso</style>.

# STRINGS.ELEMENTS.COPPERGAS.NAME
source: Copper
pt_br: Cobre

# STRINGS.ELEMENTS.CREATURE.DESC
source: (DuPe) Ooze is a slurry of water, carbon, and dozens and dozens of trace elements. Duplicants are printed from pure <style="solid">Ooze</style>.
pt_br: (DuPe) Gosma é uma mistura de água, carbono e outras dúzias de elementos. Duplicatas são impressas a partir de <style="solid">gosma</style> pura.

# STRINGS.ELEMENTS.CREATURE.NAME
source: Genetic Ooze
pt_br: Gosma genética

# STRINGS.ELEMENTS.CRUDEOIL.DESC
source: Crude Oil is a raw potential <style="power">Power</style> source composed of billions of dead, primordial organisms. It must be refined into <style="liquid">Petroleum</style> before it can be used to generate power.
pt_br: O Petróleo Bruto é um potente gerador de <style="power">Energia</style> composto com bilhões de organismos primordiais mortos. Refinado se torna <style="liquid">Petróleo</style> usável e tem a proporção para geração de energia.

# STRINGS.ELEMENTS.CRUDEOIL.NAME
source: Crude Oil
pt_br: Petróleo bruto

# STRINGS.ELEMENTS.CRUSHEDICE.DESC
source: (H<sub>2</sub>0) A slush of crushed, semi-solid ice.
pt_br: (H20) Um monte de gelo triturado.

# STRINGS.ELEMENTS.CRUSHEDICE.NAME
source: Crushed Ice
pt_br: Gelo triturado

# STRINGS.ELEMENTS.CRUSHEDROCK.DESC
source: Crushed Rock is <style="solid">Igneous Rock</style> crushed into a mechanical mixture.
pt_br: <style="solid">Rocha ígnea</style> triturada em uma mistura mecânica.

# STRINGS.ELEMENTS.CRUSHEDROCK.NAME
source: Crushed Rock
pt_br: Rocha triturada

# STRINGS.ELEMENTS.CUPRITE.DESC
source: (Cu<sub>2</sub>0) Copper Ore is a conductive <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
pt_br: (Cu20) Minério de cobre é um <style="RawMetal">metal</style> condutor. É utilizado na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.CUPRITE.NAME
source: Copper Ore
pt_br: Minério de Cobre

# STRINGS.ELEMENTS.DIAMOND.DESC
source: (C) Diamond is industrial-grade, high density carbon. It is very difficult to excavate.
pt_br: (C) Diamante é um carbono em alta densidade com uso industrial. Extremamente difícil de ser escavado.

# STRINGS.ELEMENTS.DIAMOND.NAME
source: Diamond
pt_br: Diamante

# STRINGS.ELEMENTS.DIRT.DESC
source: Dirt is a soft, nutrient-rich substance capable of supporting life. It is necessary in some forms of <style="food">Food</style> production.
pt_br: Terra é uma substância macia e rica em nutrientes. Necessária na produção de algumas <style="food">comidas</style>.

# STRINGS.ELEMENTS.DIRT.NAME
source: Dirt
pt_br: Terra

# STRINGS.ELEMENTS.DIRTYICE.DESC
source: Polluted Ice is dirty, unfiltered water frozen into a <style="solid">Solid</style> state.
pt_br: Gelo Poluído é água suja e não filtrada no estado <style="solid">Sólido</style>.

# STRINGS.ELEMENTS.DIRTYICE.NAME
source: Polluted Ice
pt_br: Gelo poluído

# STRINGS.ELEMENTS.DIRTYWATER.DESC
source: Polluted Water is dirty, unfiltered <style="liquid">Water</style>. It is not fit for consumption.
pt_br: Água Poluída é suja e não filtrada. Não recomendada para o consumo.

# STRINGS.ELEMENTS.DIRTYWATER.NAME
source: Polluted Water
pt_br: Água Poluída

# STRINGS.ELEMENTS.ELECTRUM.DESC
source: Electrum is a conductive <style="RawMetal">Metal</style> alloy composed of gold and silver. It is suitable for building <style="power">Power</style> systems.
pt_br: Electrum é uma <style="RawMetal">liga de metal</style> condutor composto por ouro e prata. É utilizado na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.ELEMENTDESCGAS
source: Resource Type: {0} Condensation point: {1}
pt_br: Tipo de material: {0} Ponto de condensação: {1}

# STRINGS.ELEMENTS.ELEMENTDESCLIQUID
source: Resource Type: {0} Freezing point: {1} Evaporation point: {2}
pt_br: Tipo de material: {0} Ponto de solidificação: {1} Ponto de ebulição: {2}

# STRINGS.ELEMENTS.ELEMENTDESCSOLID
source: Resource Type: {0} Melting point: {1} Hardness: {2}
pt_br: Tipo de material: {0} Ponto de fusão: {1} Dureza: {2}

# STRINGS.ELEMENTS.ELEMENTDESCVACUUM
source: Resource Type: {0}
pt_br: Tipo de material: {0}

# STRINGS.ELEMENTS.ELEMENTPROPERTIES
source: Properties: {0}
pt_br: Propriedades: {0}

# STRINGS.ELEMENTS.FERTILIZER.DESC
source: Fertilizer is a processed mixture of biological nutrients. It aids in the growth of certain <style="plant">Plants</style>.
pt_br: Fertilizante é uma mistura processada de nutrientes orgânicos. Fertilizante ajuda no crescimento de algumas <style="plant">plantas</style>.

# STRINGS.ELEMENTS.FERTILIZER.NAME
source: Fertilizer
pt_br: Fertilizante

# STRINGS.ELEMENTS.FOOLSGOLD.DESC
source: (FeS<sub>2</sub>) Pyrite is a conductive <style="RawMetal">Metal</style>. Also known as "Fool's Gold", is suitable for building <style="power">Power</style> systems.
pt_br: (FeS2) Pirita é um <style="RawMetal">metal</style> condutor. Pirita, conhecida também como "ouro-dos-tolos", é utilizada na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.FOOLSGOLD.NAME
source: Pyrite
pt_br: Pirita

# STRINGS.ELEMENTS.GLASS.NAME
source: Glass
pt_br: Vidro

# STRINGS.ELEMENTS.GOLD.DESC
source: (Au) Gold is a conductive precious <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
pt_br: (Au) Ouro é um <style="RawMetal">metal</style> precioso condutor. É utilizado na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.GOLD.NAME
source: Gold
pt_br: Ouro

# STRINGS.ELEMENTS.GOLDAMALGAM.DESC
source: Gold Amalgam is a conductive amalgam of gold and mercury. It is suitable for building <style="power">Power</style> systems.
pt_br: Uma amálgama de ouro e mercúrio. A amálgama de ouro é utilizada na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.GOLDAMALGAM.NAME
source: Gold Amalgam
pt_br: Amálgama de Ouro

# STRINGS.ELEMENTS.GOLDGAS.DESC
source: (Au) Gold is a conductive precious <style="RawMetal">Metal</style>, heated into a <style="gas">Gas</style>.
pt_br: (Au) Outro é um <style="RawMetal">metal</style> precioso condutor, aquecido até atingir um estado <style="liquid">Gasoso</style>.

# STRINGS.ELEMENTS.GOLDGAS.NAME
source: Gold
pt_br: Ouro

# STRINGS.ELEMENTS.GRANITE.DESC
source: Granite is a dense composite of <style="RawMineral">Igneous Rock</style>. It is useful as a <style="RawMineral">Construction Material</style>.
pt_br: Granito é um composto denso de <style="RawMineral">rochas ígneas</style>. É utilizado como um <style="RawMineral">material de construção</style>.

# STRINGS.ELEMENTS.GRANITE.NAME
source: Granite
pt_br: Granito

# STRINGS.ELEMENTS.HARDNESS.FIRM
source: {0} (Firm)
pt_br: {0} (firme)

# STRINGS.ELEMENTS.HARDNESS.IMPENETRABLE
source: {0} (Impenetrable)
pt_br: {0} (impenetrável)

# STRINGS.ELEMENTS.HARDNESS.NEARLYIMPENETRABLE
source: {0} (Nearly Impenetrable)
pt_br: {0} (quase impenetrável)

# STRINGS.ELEMENTS.HARDNESS.SOFT
source: {0} (Soft)
pt_br: {0} (macio)

# STRINGS.ELEMENTS.HARDNESS.VERYFIRM
source: {0} (Very Firm)
pt_br: {0} (extremamente firme)

# STRINGS.ELEMENTS.HARDNESS.VERYSOFT
source: {0} (Very Soft)
pt_br: {0} (extremamente macio)

# STRINGS.ELEMENTS.HELIUM.DESC
source: (He) Helium is an atomically lightweight, chemical <style="gas">Gas</style>.
pt_br: (He) Hélio é um <style="gas">gás</style> químico extremamente leve.

# STRINGS.ELEMENTS.HELIUM.NAME
source: Helium
pt_br: Hélio
