Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.DUPLICANTS.DEATHS.STARVATION.DESCRIPTION
source: {Target} has starved to death.
pt_br: {Target} morreu de fome.

# STRINGS.DUPLICANTS.DEATHS.STARVATION.NAME
source: Starvation
pt_br: Morto de fome

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.DESCRIPTION
source: {Target} has suffocated to death.
pt_br: {Target} morreu sufocado.

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.NAME
source: Suffocation
pt_br: Sufocado

# STRINGS.DUPLICANTS.DISEASES.ADDED_POPFX
source: {0}: {1} Germs
pt_br: {0}: {1} Germes

# STRINGS.DUPLICANTS.DISEASES.ALLDISEASES.NAME
source: All Diseases
pt_br: Todas as Doenças

# STRINGS.DUPLICANTS.DISEASES.ATTRIBUTE_MODIFIER_SYMPTOMS_TOOLTIP
source: Modifies {0} by {1}
pt_br: Falta {0} de {1}

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.DESCRIPTION
source: This Duplicant's thought processes have been slowed to a crawl from extreme cold exposure
pt_br: O cérebro desta Duplicata não consegue processar quase nada por causa do frio extremo

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.LEGEND_HOVERTEXT
source: <style="header">Area Causes Hypothermia</style>
pt_br: <style="header">Área Causa Hipotermia</style>

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.NAME
source: Hypothermia
pt_br: Hipotermia

# STRINGS.DUPLICANTS.DISEASES.CURED_POPUP
source: Cured of {0}
pt_br: Curado de {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM
source: Death in {0}
pt_br: Morte em {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM_TOOLTIP
source: In {0} this Duplicant will succumb to their illness and die if not treated
pt_br: Em {0} esse Duplicante irá sucumbir à sua doença e morrer se não for tratado

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE
source: Contracted via air inhalation ------------------
pt_br: Contraído por inalação ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE_TOOLTIP
source: Duplicants contract this disease breathing air containing these germs
pt_br: Duplicantes contraem essa doença ao respirar ar contendo esses germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES
source: Dies
pt_br: Morre

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON
source: Killed by:
pt_br: Morto por:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON_TOOLTIP
source: Contact with these substances kills germs over time
pt_br: Contato com essas substância matam germes com o tempo

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY
source: Disinfected
pt_br: Desinfectado

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON
source: Disinfected by:
pt_br: Desinfectado por:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON_TOOLTIP
source: Contact with these substances will quickly kill these germs
pt_br: Contato com essas substâncias matam rapidamente esses germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_TOOLTIP
source: Halves germ count every {0}
pt_br: Reduz pela metade os germes a cada {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY
source: Inhibited
pt_br: Inibido

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON
source: Inhibited by:
pt_br: Inibido por:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON_TOOLTIP
source: Contact with these substances will slowly reduce germ numbers
pt_br: Contato com essas substâncias reduzirão lentamente o número de germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_TOOLTIP
source: Halves germ count every {0}
pt_br: Reduz pela metade os germes a cada {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_TOOLTIP
source: Halves germ count every {0}
pt_br: Reduz pela metade os germes a cada {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE
source: Contracted via food ingestion ------------------
pt_br: Contraído por ingestão alimentar ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE_TOOLTIP
source: Duplicants contract this disease by ingesting contaminated food
pt_br: Duplicantes contraem essa doença ao ingerir comida contaminada

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS
source: Multiplies
pt_br: Multiplica

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON
source: Multiplies in:
pt_br: Multiplica em:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON_TOOLTIP
source: These substances allow germs to spread and reproduce
pt_br: Essas substâncias permitem aos germes espalhar e reproduzir

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_TOOLTIP
source: Doubles germ count every {0}
pt_br: Duplica os germes a cada {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL
source: Survives
pt_br: Sobrevive

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON
source: Survives in:
pt_br: Sobrevive em:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON_TOOLTIP
source: Germs will survive contact with these substances, but will not reproduce
pt_br: Germes irão sobreviver em contato com essas substâncias, mas não irão reproduzir

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_TOOLTIP
source: Germ count remains static
pt_br: Contagem de germes permanece estática

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE
source: Pressure range: {0} to {1}
pt_br: Faixa de Pressão: {0} a {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE_TOOLTIP
source: These germs can survive between {0} and {1} of pressure ------------------ They thrive in pressures between {2} and {3}
pt_br: Esses germes podem sobreviver à temperaturas entre {0} e {1} ------------------ Eles crescem em temperaturas entre {2} e {3}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE
source: Contracted via touch ------------------
pt_br: Contraído por tosse ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE_TOOLTIP
source: Duplicants contract this disease by coming into physical contact with germs
pt_br: Duplicantes contraem essa doença por entrar em contato físico com os germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE
source: Temperature range: {0} to {1}
pt_br: Faixa de temperatura: {0} e {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE_TOOLTIP
source: These germs can survive temperatures between {0} and {1} ------------------ They thrive in temperatures between {2} and {3}
pt_br: Esses germes podem sobreviver à temperaturas entre {0} e {1} ------------------ Eles crescem em temperaturas entre {2} e {3}

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTION
source: This Duplicant's last meal wasn't exactly sanitary
pt_br: A última refeição desse Duplicante não foi muito higiênica

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTIVE_SYMPTOMS
source: Nonlethal. A Duplicant's body "purges" from both ends, causing extreme fatigue.
pt_br: Não letal. O corpo de um Duplicante "expurga" pelos dois buracos, causando extremo cansaço.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when vomiting.
pt_br: Atualmente infectado com {2} Esse Duplicante produzirá {1} quando vomitar.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will vomit approximately every {0} ------------------ Each time they vomit, they will release {1} and lose calories
pt_br: Esse Duplicante vomitará a cada {0} ------------------ A cada vez que eles vomitam, eles liberam {1} e perdem calorias

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.LEGEND_HOVERTEXT
source: <style="header">Food Poisoning Germs Present</style>
pt_br: <style="header">Contém Germes de Infecção Alimentar</style>

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.NAME
source: Food Poisoning
pt_br: Intoxicação Alimentar

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM
source: Vomiting
pt_br: Vomitando

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM_TOOLTIP
source: Duplicants periodically vomit throughout the day, producing additional germs and losing calories
pt_br: Duplicantes periodicamente vomitarão durante o dia, produzindo germes adicionais e perdendo calorias

# STRINGS.DUPLICANTS.DISEASES.GERMS
source: Germs
pt_br: Germes

# STRINGS.DUPLICANTS.DISEASES.GERMS_CONSUMED_DESCRIPTION
source: A count of the number of germs this Duplicant is host to
pt_br: A quantidade de germes que Duplicante hospeda dentro do seu corpo

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.DESCRIPTION
source: This Duplicant's thought processes have short circuited from extreme heat exposure
pt_br: Esta Duplicata não consegue pensar direito por causa do calor extremo pelo qual está passando

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.LEGEND_HOVERTEXT
source: <style="header">Area Causes Heat Stroke</style>
pt_br: <style="header">Área Causa Insolação</style>

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.NAME
source: Heat Stroke
pt_br: Insolação

# STRINGS.DUPLICANTS.DISEASES.INFECTED_MODIFIER
source: Suppressed immune system
pt_br: Sistema imune suprimido

# STRINGS.DUPLICANTS.DISEASES.INFECTED_POPUP
source: Became infected by {0}
pt_br: Foi infectado por {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER
source: Recently consumed {0} ({1})
pt_br: Consumiu recentemente {0} ({1})

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER_SOURCE
source: Fighting off {0} from {1}
pt_br: Lutando contra {0} de {1}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.AIR
source: by breathing {0}
pt_br: por inalar {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.FOOD
source: by eating {0}
pt_br: por comer {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.INTERNAL_TEMPERATURE
source: from extreme internal temperatures
pt_br: de temperaturas internas muito elevadas

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.SKIN
source: through skin contamination
pt_br: por contaminação na pele

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.TOXIC_AREA
source: through exposure to toxic areas
pt_br: por exposição a áreas tóxicas

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.UNKNOWN
source: from unknown source
pt_br: de uma fonte desconhecida

# STRINGS.DUPLICANTS.DISEASES.LEGEND_POSTAMBLE
source: * Select an infected object for more details
pt_br: * Selecione um objeto infectado para mais detalhes

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER
source: <style="medicine">Immune Booster</style>
pt_br: <style="medicine">Impulsionador Imunológico</style>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER_TOOLTIP
source: Boosters can be taken by both healthy and sick Duplicants to prevent future disease
pt_br: Impulsionadores podem ser tomado por Duplicantes saudáveis e doentes para previnir futuras doenças

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES
source: Alleviates <style="disease">{0}</style>
pt_br: Alivia <style="disease">{0}</style>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY
source: Alleviates <style="disease">All Diseases</style>
pt_br: Alivia <style="disease">Todas as Doenças</style>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY_TOOLTIP
source: This is a nonspecific disease treatment that can be taken by any sick Duplicant
pt_br: Esse é um tratamento inespecífico à doenças que pode ser tomado por qualquer Duplicante doente

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_TOOLTIP
source: This medicine is used to treat {0} and can only be taken by sick Duplicants
pt_br: Esse medicamente é usado para tratar {0} e só pode ser tomada por Duplicantes doentes

# STRINGS.DUPLICANTS.DISEASES.NODISEASES.NAME
source: NO
pt_br: NÃO

# STRINGS.DUPLICANTS.DISEASES.NOTIFICATION_TOOLTIP
source: {0} contracted <style="disease">{1}</style> {2}
pt_br: {0} está sofrendo de <style="disease">{1}</style> por {2}

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.CRINGE_EFFECT
source: Smelled a putrid odor
pt_br: Sentiu cheiro terrível

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.DESCRIPTION
source: The pungent odor wafting off this Duplicant is nauseating to their peers
pt_br: O terrível cheiro emitido por esta Duplicata deixa seus companheiros enjoados

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.LEGEND_HOVERTEXT
source: <style="header">Trench Stench Germs Present</style>
pt_br: <style="header">Contém Germes de Fedor de Trincheira</style>

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.NAME
source: Trench Stench
pt_br: Cheiro de Homem

# STRINGS.DUPLICANTS.DISEASES.RECUPERATING
source: Recuperating
pt_br: Recuperando-se

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.BENIGN
source: Benign
pt_br: Benigno

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.CRITICAL
source: Critical
pt_br: Crítico

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MAJOR
source: Major
pt_br: Grave

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MINOR
source: Minor
pt_br: Leve

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM
source: Coughing
pt_br: Tossindo

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM_TOOLTIP
source: Duplicants periodically cough up Polluted Oxygen, producing additional germs
pt_br: Duplicantes, periodicamente, vão tossir Oxigênio Poluído, produzindo germes adicionais

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTION
source: This Duplicant's chest congestion is making it difficult to breathe
pt_br: A congestão respiratória nesse Duplicante está dificultando sua respiração

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTIVE_SYMPTOMS
source: Lethal if untreated. Duplicants experience coughing and shortness of breath.
pt_br: Letal se não tratado. Duplicantes apresentarão tosse e falta de ar.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when coughing.
pt_br: Infectado com {2} Esse Duplicante produzirá {1} quando tossir.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will cough approximately every {0} ------------------ Each time they cough, they will release {1}
pt_br: Esse Duplicante vai tossir aproximadamente a cada {0} ------------------ A cada vez que eles tossem, eles liberam {1}

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.LEGEND_HOVERTEXT
source: <style="header">Slimelung Germs Present</style>
pt_br: <style="header">Contém Germes de Esporos</style>

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.NAME
source: Slimelung
pt_br: Limo

# STRINGS.DUPLICANTS.DISEASES.SPORES.DESCRIPTION
source: This Duplicant has become a walking fungal pod
pt_br: Esta Duplicata está soltando fungos para todos os lados por causa de uma doença

# STRINGS.DUPLICANTS.DISEASES.SPORES.LEGEND_HOVERTEXT
source: <style="header">Spores Germs Present</style>
pt_br: <style="header">Contém Germes de Esporos</style>

# STRINGS.DUPLICANTS.DISEASES.SPORES.NAME
source: The Spores
pt_br: Fungada

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.BEDREST
source: Med-Bed assignment will increases recovery chance
pt_br: Descansar na maca aumenta a chance de recuperação

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.CURES
source: Remedies taken: {0}
pt_br: Remédios tomados: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTOR_REQUIRED
source: Requires Duplicant aid
pt_br: Requer cuidado de um Duplicante

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTORED
source: Received aid
pt_br: Recebeu cuidado

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DURATION
source: Duration remaining: {0}
pt_br: Duração restante: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.FATALITY
source: Fatal if untreated in: {0}
pt_br: Fatal se não tratado em: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.INFECTION_SOURCE
source: Contracted {0}
pt_br: Contraiu {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.NOMEDICINETAKEN
source: Remedies taken: None
pt_br: Remédios tomados: Nenhum

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.EATCOMPLETEEDIBLE
source: May cause <style="disease">{Diseases}</style>
pt_br: Pode causar <style="disease">{Doenças}</style>

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.TOOLTIPS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
pt_br: Pode causar <style="disease">{Doenças}</style>

# STRINGS.DUPLICANTS.DISEASES.TYPE.AILMENT
source: Ailment
pt_br: Afecção

# STRINGS.DUPLICANTS.DISEASES.TYPE.INJURY
source: Injury
pt_br: Lesão

# STRINGS.DUPLICANTS.DISEASES.TYPE.PATHOGEN
source: Illness
pt_br: Doença

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.ONE
source: she
pt_br: ela

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.TWO
source: her
pt_br: dela

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.ONE
source: he
pt_br: ele

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.TWO
source: his
pt_br: dele

# STRINGS.DUPLICANTS.GENDER.NB.NAME
source: NB
pt_br: UNS

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.ONE
source: they
pt_br: elx

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.TWO
source: their
pt_br: delx

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.NAME
source: New Hope
pt_br: Esperançoso

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.TOOLTIP
source: This Duplicant feels pretty optimistic about their new home
pt_br: Esse Duplicante se sente bem otimista sobre sua nova casa

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.NAME
source: Unrested
pt_br: Dormiu mal

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.TOOLTIP
source: This Duplicant was tossing and turning last night thanks to {Disturber}'s noise
pt_br: Esse Duplicante ficou rolando e rolando na cama na noite passada graças ao barulho do {Disturber}

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.NAME
source: Barracks
pt_br: Dormitório

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.TOOLTIP
source: This Duplicant shares sleeping quarters with others
pt_br: Esse Duplicante divide o dormitório com outros

# STRINGS.DUPLICANTS.MODIFIERS.BASEDUPLICANT.NAME
source: Duplicant
pt_br: Duplicata

# STRINGS.DUPLICANTS.MODIFIERS.BASEROT.NAME
source: Base Decay Rate
pt_br: Taxa de apodrecimento

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.NAME
source: Private Bedroom
pt_br: Quarto Privado

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.TOOLTIP
source: This lucky Duplicant has their own private bedroom
pt_br: Esse Duplicante sortudo tem o seu próprio quarto

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.NAME
source: Slept in a cot
pt_br: Dormiu em um berço

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.TOOLTIP
source: This Duplicant's sleeping arrangements are adequate
pt_br: As posições da cama desse Duplicante estão corretas

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NAME
source: Insatiable Hunger
pt_br: Fome insaciável

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_NAME
source: Binge Eating
pt_br: Comendo sem parar

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <style="stress">Stressed</style> they began overeating:
pt_br: Estas Duplicatas ficaram <style="stress">Estressadas</style> demais e estão comendo tudo que veem pela frente:

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.TOOLTIP
source: This Duplicant is stuffing their face as a result of stress
pt_br: Esta Duplicata está se empanturrando por causa do Stress

# STRINGS.DUPLICANTS.MODIFIERS.BREATHING.NAME
source: Breathing
pt_br: Respirando

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.CAUSE
source: Obtained by exposure to hot water
pt_br: Adquirido ao ser exposto a água quente

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.NAME
source: Scalded
pt_br: Escaldado

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.TOOLTIP
source: Ouch! This Duplicant showered or was doused in water that was way too hot
pt_br: Ai! Esta Duplicata tomou um banho ou nadou em águas quentes demais

# STRINGS.DUPLICANTS.MODIFIERS.BURNINGCALORIES.NAME
source: Burning Calories
pt_br: Queimando calorias

# STRINGS.DUPLICANTS.MODIFIERS.CATHETERIZED.NAME
source: Catheterized
pt_br: Cateterizado

# STRINGS.DUPLICANTS.MODIFIERS.CATHETERIZED.TOOLTIP
source: Let's leave it at that
pt_br: Vamos deixar assim

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.NAME
source: Center of Attention
pt_br: Centro das atenções

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.TOOLTIP
source: This Duplicant feels like someone's watching over them...
pt_br: Esta Duplicata sente que alguém está observando ela...

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.CAUSE
source: This Duplicant got so good at their job that they became claustrophobic
pt_br: Esta Duplicata ficou tão boa no seu trabalho que desenvolveu claustrofobia

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
pt_br: Claustrofóbico

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.TOOLTIP
source: This Duplicant recently found themselves in an upsettingly cramped space
pt_br: Esta Duplicata estava em um lugar apertado demais recentemente

# STRINGS.DUPLICANTS.MODIFIERS.CLOTHING.NAME
source: Clothing
pt_br: Vestimenta

# STRINGS.DUPLICANTS.MODIFIERS.COLD.NAME
source: Cold
pt_br: Com frio

# STRINGS.DUPLICANTS.MODIFIERS.COLD.TOOLTIP
source: This Duplicant is uncomfortably cold
pt_br: Está Duplicata está sentindo frio demais

# STRINGS.DUPLICANTS.MODIFIERS.COLDAIR.NAME
source: Cold Air
pt_br: Ar frio

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.NAME
source: Cooling Down
pt_br: Resfriando

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.TOOLTIP
source: This Duplicant is trying to cool back down
pt_br: Esta Duplicata está tentando se resfriar

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.CAUSE
source: Obtained through the Ugly Crier stress response
pt_br: Adquirido por causa do tipo de resposta a stress Bebê chorão

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.NAME
source: Cry Face
pt_br: Cara de choro

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.TOOLTIP
source: This Duplicant recently had a crying fit and it shows
pt_br: Esta Duplicata chorou sem parar recentemente

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.NAME
source: Darkness
pt_br: Escuridão

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.TOOLTIP
source: Eep! This Duplicant doesn't like being in the dark!
pt_br: Esta Duplicata não gosta de ficar no escuro!

# STRINGS.DUPLICANTS.MODIFIERS.DEAD.NAME
source: Dead
pt_br: Morto

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.CAUSE
source: Obtained by eating a disgusting meal
pt_br: Obtido por comer uma refeição nojenta

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.DESCRIPTION
source: Most Duplicants experience stomach upset from this meal
pt_br: A maior parte dos Duplicantes tem problemas com estômago após essa refeição

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.NAME
source: Diarrhea
pt_br: Diarréia

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.TOOLTIP
source: This Duplicant's gut is giving them some trouble
pt_br: O estômago desse Duplicante está lhe dando problemas

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFCOTEFFECT.NAME
source: Runaway Patient
pt_br: Paciente Fujão

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFCOTEFFECT.TOOLTIP
source: Tsk tsk! This Duplicant cannot receive medical aid while out of their Med-Bed
pt_br: Tsk tsk! Esse Duplicante não pode receber cuidado médico enquanto estiver fora da sua Maca

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFREJUVENATOREFFECT.NAME
source: Runaway Patient
pt_br: Paciente Fujão

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFREJUVENATOREFFECT.TOOLTIP
source: Tsk tsk! This Duplicant cannot receive medical aid while out of their Med-Bed
pt_br: Tsk tsk! Esse Duplicante não pode receber cuidado médico enquanto estiver fora da sua Maca

# STRINGS.DUPLICANTS.MODIFIERS.EATINGCALORIES.NAME
source: Eating
pt_br: Comendo

# STRINGS.DUPLICANTS.MODIFIERS.EATINMESSHALL.NAME
source: Mess Hall
pt_br: Refeitório

# STRINGS.DUPLICANTS.MODIFIERS.EATINMESSHALL.TOOLTIP
source: This Duplicant ate their last meal in a nice mess hall
pt_br: Esse Duplicante comeu sua última refeição em um bom refeitório

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.NAME
source: Entitlement
pt_br: Privilegiada

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.TOOLTIP
source: Duplicants will demand better decor and accommodations with each Profession level they gain
pt_br: Duplicatas exigem cada vez mais decoração e acomodações à medida que sua profissão melhora
