Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.TOOLTIP
source: Duplicants require oxygen to live
pt_br: Todas as Duplicatas precisam de oxigênio para sobreviverem

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.NAME
source: Building {Target}
pt_br: Construindo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.TOOLTIP
source: This Duplicant is constructing a {Target}
pt_br: Esta Duplicata está construindo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.NAME
source: Building {Target}
pt_br: Construindo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.TOOLTIP
source: This Duplicant is constructing a {Target}
pt_br: Esta Duplicata está construindo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.NAME
source: Cleaning {Target}
pt_br: Limpando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.TOOLTIP
source: This Duplicant is cleaning the {Target}
pt_br: Esta Duplicata está limpando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.NAME
source: Sweeping {Target}
pt_br: Varrendo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.TOOLTIP
source: This Duplicant is sweeping away {Target}
pt_br: Esta Duplicata está varrendo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.NAME
source: Chilly surroundings
pt_br: Ambiente frio

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.TOOLTIP
source: This Duplicant cannot retain enough heat to stay warm and may be under insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
pt_br: Esta Duplicata não consegue reter calor suficiente para se manter aquecida e talvez precisem de mais isolação Modificação de stress: {StressModification} Troca térmica atual: {currentTransferWattage} Isolação: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.NAME
source: Going to flip compost
pt_br: Indo remexer composto

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.TOOLTIP
source: This Duplicant is going to flip the compost
pt_br: Esta Duplicata está indo remexer o composto

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.NAME
source: Cooking {Item}
pt_br: Cozinhando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.TOOLTIP
source: This Duplicant is cooking up a tasty {Item}
pt_br: Esta Duplicata está produzindo {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NAME
source: Daily calorie limit reached
pt_br: Limite diário de calorias atingido

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_NAME
source: Daily calorie limit reached
pt_br: Limite diário de calorias atingido

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_TOOLTIP
source: These Duplicants have consumed their allotted <style="food">Rations</style> for the day:
pt_br: As seguintes Duplicatas consumiram a quantidade de <style="food">Comida</style> permitida por dia:

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.TOOLTIP
source: This Duplicant has consumed their allotted rations for the day
pt_br: Esta Duplicata consumiu a quantidade de calorias permitidas por hoje

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.NAME
source: Dead: {Death}
pt_br: Morto: {Death}

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.TOOLTIP
source: This Duplicant definitely isn't sleeping
pt_br: Esta Duplicata com certeza não está só fingindo

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.NAME
source: Deconstructing {Target}
pt_br: Demolindo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.TOOLTIP
source: This Duplicant is tearing down the {Target}
pt_br: Esta duplicata está desmontando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.NAME
source: Digging
pt_br: Cavando

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.TOOLTIP
source: This Duplicant is excavating raw resources
pt_br: Esse Duplicante está extraindo recursos brutos

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.NAME
source: Disinfecting {Target}
pt_br: Desinfectando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.TOOLTIP
source: This Duplicant is disinfecting {Target}
pt_br: Esse Duplicante está desinfectando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DOCTOR.NAME
source: Aiding Duplicant
pt_br: Cuidando do Duplicante

# STRINGS.DUPLICANTS.STATUSITEMS.DOCTOR.STATUS
source: This Duplicant is going to tend to a sick or injured peer
pt_br: Esse Duplicante está indo cuidar de um doente ou ferido

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.NAME
source: Dropping objects
pt_br: Largando objetos

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping what they're holding
pt_br: Esta Duplicata está largando o que tem em suas mãos

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.NAME
source: Early Bird
pt_br: Madrugador

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.TOOLTIP
source: This Duplicant is jazzed to start the day • <style="produced">+2</style> to all Attributes
pt_br: Esse Duplicante está feliz em começar o dia • <style="produced">+2</style> em todos os atributos

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.NAME
source: Eating {Target}
pt_br: Comendo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.TOOLTIP
source: This Duplicant is replenishing their calorie stores
pt_br: Esta Duplicata está se reabastecendo

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.NAME
source: Exhaling {EmittingRate} CO<sub>2</sub>
pt_br: Exalando {EmittingRate} CO<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Duplicants breathe out carbon dioxide
pt_br: Duplicantes expiram dióxido de carbono

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.NAME
source: Emptying {Target}
pt_br: Esvaziando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.TOOLTIP
source: This Duplicant is removing materials from the {Target}
pt_br: Esta Duplicata está coletando materiais de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NAME
source: Entombed
pt_br: Soterrado

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_NAME
source: Entombed
pt_br: Soterrado

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_TOOLTIP
source: These Duplicants are trapped:
pt_br: As seguintes Duplicatas estão presas:

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.TOOLTIP
source: This Duplicant needs someone to help dig them out!
pt_br: Esta Duplicata precisa de ajuda para ser desenterrada!

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.NAME
source: Equipping <style="equipment">{Item}</style>
pt_br: Equipando <style="equipment">{Item}</style>

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.TOOLTIP
source: This Duplicant is equipping a {Item}
pt_br: Esta Duplicata está equipando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.NAME
source: Fabricating {Item}
pt_br: Produzindo {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.TOOLTIP
source: This Duplicant is making a {Item}
pt_br: Esta Duplicata está produzindo {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NAME
source: In combat
pt_br: Lutando

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_NAME
source: Combat!
pt_br: Luta!

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_TOOLTIP
source: These Duplicants have engaged a creature in combat:
pt_br: As seguintes Duplicatas estão no meio de uma luta:

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.TOOLTIP
source: This Duplicant is attacking a creature!
pt_br: Esta Duplicata está atacando uma criatura!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NAME
source: Fleeing
pt_br: Fugindo

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_NAME
source: Fleeing!
pt_br: Fugindo!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_TOOLTIP
source: These Duplicants are trying to escape combat:
pt_br: As seguintes Duplicatas estão tentando fugir de uma luta:

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.TOOLTIP
source: This Duplicant is trying to escape combat!
pt_br: Esta Duplicata está tentando fugir da luta!

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.NAME
source: Full bladder
pt_br: Bexiga cheia

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.TOOLTIP
source: This Duplicant would really appreciate a toilet
pt_br: Esta Duplicata adoraria poder usar um banheiro

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.NAME
source: Generating power
pt_br: Gerando energia

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.TOOLTIP
source: This Duplicant is using the {Target} to produce electrical power
pt_br: Esta Duplicata está usando um {Target} para produzir energia

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.NAME
source: Decadent Meal
pt_br: Refeição decente

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.TOOLTIP
source: This Duplicant's last meal exceeded their expectations
pt_br: A última refeição desta Duplicata excedeu suas expectativas

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.NAME
source: Harvesting {Target}
pt_br: Colhendo {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.TOOLTIP
source: This Duplicant is gathering resources from a {Target}
pt_br: Esta Duplicata está fazendo a colheita de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NAME
source: Feeling ill
pt_br: Passando mal

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_NAME
source: Illness
pt_br: Doença

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_TOOLTIP
source: These Duplicants have contracted a <style="disease">Disease</style>:
pt_br: As seguintes Duplicatas pegaram uma <style="disease">Doença</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.TOOLTIP
source: This Duplicant has contracted a Disease
pt_br: Esta Duplicata pegou uma doença doença

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.NAME
source: Holding breath
pt_br: Segurando o fôlego

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.TOOLTIP
source: This Duplicant cannot breathe in their current location
pt_br: Esta Duplicata não consegue respirar no lugar em que se encontra

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.NAME
source: Toasty surroundings
pt_br: Ambiente quente

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.TOOLTIP
source: This Duplicant cannot let off enough heat to stay cool and may be over insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
pt_br: Esta Duplicata não consegue liberar calor suficiente para se manter resfriada nesta área Modificação de stress: {StressModification} Taxa de transferência atual: {currentTransferWattage} Isolação térmica: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.NAME
source: Hungry
pt_br: Faminto

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.TOOLTIP
source: This Duplicant would really like something to eat
pt_br: Esta Duplicata realmente gostaria de comer algo

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NAME
source: Idle
pt_br: Ocioso

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_NAME
source: Idle
pt_br: Ociosidade

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach any pending job tasks:
pt_br: As seguintes Duplicatas não conseguem realizar nenhuma das tarefas pendentes:

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending job tasks
pt_br: Esta Duplicata não consegue realizar nenhum tarefa pendente

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NAME
source: Incapacitated: {CauseOfIncapacitation} Time until death: {TimeUntilDeath}
pt_br: Incapacitado. Tempo até morrer: {TimeUntilDeath}

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_NAME
source: Incapacitated
pt_br: Incapacitado

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_TOOLTIP
source: These Duplicants are near death. A Med-Bed or Pharma Chamber is required for rescue:
pt_br: Esses Duplicantes estão próximos a morte. Uma cama médica ou Cabine farmacêutica são requeridas para o resgate:

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.TOOLTIP
source: This Duplicant is near death! ------------------ Assign them to a Med-Bed or Pharma Chamber for rescue
pt_br: Esse Duplicante está próximo a morte! ------------------ Designe ele para uma Cama medica ou Cabine farmacêutica para o resgate

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NAME
source: Lashing out
pt_br: Atacando

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_NAME
source: Lashing out
pt_br: Atacando

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_TOOLTIP
source: These Duplicants broke buildings to relieve <style="stress">Stress</style>:
pt_br: As seguintes Duplicatas quebraram alguns objetos para aliviarem seu <style="stress">Stress</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.TOOLTIP
source: This Duplicant is breaking stuff to relieve stress
pt_br: Esse Duplicante está quebrando coisas para aliviar o estresse

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NAME
source: Under the Weather
pt_br: Indisposto

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NOTIFICATION_NAME
source: Low Immunity
pt_br: Baixa Imunidade

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NOTIFICATION_TOOLTIP
source: These Duplicants are at risk of becoming sick:
pt_br: Esses Duplicantes estão com o risco de ficarem doentes:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.TOOLTIP
source: This Duplicant has a weakened immune system and will become ill if it reaches zero
pt_br: Esse Duplicante está com o sistema imunológico enfraquecido e pode ficar doente se chegar em zero

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NAME
source: Oxygen low
pt_br: Pouco Oxigênio

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_NAME
source: Low <style="oxygen">Oxygen</style> area entered
pt_br: Em área de pouco <style="oxygen">Oxigênio</style>

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_TOOLTIP
source: These Duplicants are working in areas with low <style="oxygen">Oxygen</style>:
pt_br: As seguintes Duplicatas estão trabalhando em uma área com pouco <style="oxygen">Oxigênio</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.TOOLTIP
source: This Duplicant is working in a low breathability area
pt_br: Esta Duplicata está trabalhando em uma área com pouco oxigênio

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.NAME
source: Mopping
pt_br: Esfregando

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.TOOLTIP
source: This Duplicant is cleaning up a nasty spill
pt_br: Esta Duplicata está limpando algo nojento

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.NAME
source: Exiting <style="equipment">Exosuit</style> area
pt_br: Deixando zona de <style="equipment">Perigo</style>

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.TOOLTIP
source: This Duplicant is leaving an area where an exosuit was required
pt_br: Esta Duplicata está deixando uma zona onde um Traje de Proteção é necessário

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.NAME
source: Moving to safe area
pt_br: Movendo-se para área segura

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.TOOLTIP
source: This Duplicant is finding a safer place
pt_br: Esta Duplicata está procurando um lugar mais seguro para ficar

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.NAME
source: Mushing {Item}
pt_br: Armazenando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.TOOLTIP
source: This Duplicant is cooking a {Item}
pt_br: Este Duplicante está cozinhando um {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NAME
source: Nervous breakdown
pt_br: Colapso nervoso

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_NAME
source: Nervous breakdown
pt_br: Colapso nervoso

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_TOOLTIP
source: These Duplicants have cracked under the <style="stress">Stress</style> and need assistance:
pt_br: As seguintes Duplicatas não suportaram todo o <style="stress">Stress</style> e agora precisam de ajuda:

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.TOOLTIP
source: Stress has completely eroded this Duplicant's ability to function
pt_br: O stress destruiu o espírito desta Duplicata

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.NAME
source: Night Owl
pt_br: Animal Noturno

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.TOOLTIP
source: This Duplicant is impassioned by the night • <style="produced">+2</style> to all Attributes
pt_br: Esse Duplicante é apaixonado pela noite • <style="produced">+2</style> para todos os Atributos

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMAJOR.NAME
source: Cacophony!
pt_br: Cacofonia!

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMAJOR.TOOLTIP
source: It's very, very loud in here!
pt_br: Está muito, muito barulhento aqui!

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMINOR.NAME
source: Loud Noises
pt_br: Sons Altos

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMINOR.TOOLTIP
source: This area is a bit too loud for comfort
pt_br: Essa área está desconfortávelmente barulhenta

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEPEACEFUL.NAME
source: Peace and Quiet
pt_br: Quieto e Pacífico

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEPEACEFUL.TOOLTIP
source: This Duplicant has found a quiet place to concentrate
pt_br: Esta Duplicata encontrou um lugar tranquilo para se concentrar

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NAME
source: No food available
pt_br: Sem comida

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_NAME
source: No food available
pt_br: Sem comida disponível

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_TOOLTIP
source: These Duplicants have nothing to eat:
pt_br: As seguintes Duplicatas não tem o que comer:

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.TOOLTIP
source: There's nothing in the colony for this Duplicant to eat
pt_br: Esta Duplicata não consegue encontrar algo para comer

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NAME
source: No restrooms
pt_br: Sem banheiros

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_NAME
source: No restrooms built
pt_br: Sem banheiros disponíveis

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants are distressed by the lack of toilets:
pt_br: Estas Duplicatas estão preocupadas com a falta de um banheiro:

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.TOOLTIP
source: There are no toilets available for this Duplicant
pt_br: Esta Duplicata não tem onde fazer suas necessidades

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NAME
source: Restroom out of order
pt_br: Banheiro fora de serviço

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_NAME
source: Restroom out of order
pt_br: Banheiro fora de serviço

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants want to use a toilet that is out of order:
pt_br: As seguintes Duplicatas querem usar um banheiro que está fora de serviço:

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.TOOLTIP
source: The only toilets in this Duplicant's reach are out of order
pt_br: Todos os banheiros no alcance desta Duplicata estão fora de serviço

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.NAME
source: Picking up {Target}
pt_br: Coletando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.TOOLTIP
source: This Duplicant is retrieving {Target}
pt_br: Esta Duplicata está coletando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.NAME
source: Lousy Meal
pt_br: Comida ruim
