Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

source: Duplicants will not act out at maximum stress
pt_br: Duplicantes não irão fazer nada com estresse máximo

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS_BREAKS.NAME
source: Stress Responses
pt_br: Respostas ao Estresse

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS_BREAKS.TOOLTIP
source: Whether or not your Duplicants act out when they reach maximum stress
pt_br: Se seus Duplicantes irão agir ou não quando atingirem estresse máximo

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.NAME
source: World(DEBUG)
pt_br: Mundo(DEBUG)

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.TOOLTIP
source: (DEBUG FEATURE) Select your starting world.
pt_br: (Ferramenta de DEBUG) Selecione seu mundo inicial.

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.NAME
source: Worldgen Seed
pt_br: Semente de Geração

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.TOOLTIP
source: This chooses the random parameters of your new world
pt_br: Isso determina os parâmetros aleatórios do seu novo mundo

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BODY
source: Thank you for playing the demo for Oxygen Not Included! This game is still in development. Go to kleigames.com/o2 or ask one of us if you'd like more information.
pt_br: Obrigado por jogar a demo de Oxygen Not Included! Esse jogo ainda está em desenvolvimento. Vá em kleigames.com/o2 ou nos pergunte se deseja mais informações.

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BUTTON_EXIT_TO_MENU
source: EXIT TO MENU
pt_br: SAIR PARA O MENU

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.TITLE
source: Thanks for playing!
pt_br: Obrigado por jogar!

# STRINGS.UI.FRONTEND.GAME_VERSION
source: Game Version:
pt_br: Versão do jogo:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.ACCEPT_CHANGES
source: Accept Changes?
pt_br: Aceitar mudanças?

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.APPLYBUTTON
source: Apply
pt_br: Aplicar

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.FULLSCREEN
source: Fullscreen:
pt_br: Tela-cheia:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.RESOLUTION
source: Resolution:
pt_br: Resolução:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.REVERTBUTTON
source: Revert
pt_br: Redefinir

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.TITLE
source: GRAPHICS OPTIONS
pt_br: OPÇÕES DE GRÁFICO

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.UI_SCALE
source: UI Scale
pt_br: Tamanho da UI

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.APPLY
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.DUPLICATE
source: {0} was already bound to {1} and is now unbound.
pt_br: {0} tinha sido definido para {1} e agora está indefinido.

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.MULTIPLE_UNBOUND_ACTIONS
source: You have multiple unbound actions, this may result in difficulty playing the game. Are you sure you want to continue?
pt_br: Você tem várias ações indefinidas, isso pode resultar em dificuldade em jogar o jogo. Tem certeza que deseja continuar?

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.RESET
source: Reset
pt_br: Redefinir

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.TITLE
source: CUSTOMIZE KEYS
pt_br: EDITAR BOTÕES

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.UNBOUND_ACTION
source: {0} is unbound. Are you sure you want to continue?
pt_br: {0} está indefinido. Tem certeza que deseja continuar?

# STRINGS.UI.FRONTEND.LOADING
source: Loading...
pt_br: Carregando...

# STRINGS.UI.FRONTEND.LOADSCREEN.AUTOSAVEWARNING
source: <b><color=#ff0000>(Autosave: This file will get deleted as new autosaves are created)</color></b>
pt_br: <b><color=#ff0000>(Save automático: este arquivo será deletado à medida que novos forem criados)</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.CONFIRMDELETE
source: Are you sure you want to delete {0}? You cannot undo this action.
pt_br: Tem certeza que deseja deleta {0}? Você não pode desfazer esta ação.

# STRINGS.UI.FRONTEND.LOADSCREEN.CORRUPTEDSAVE
source: <b><color=#ff0000>Could not load file {0}. Its data may be corrupted.</color></b>
pt_br: <b><color=#ff0000>Não foi possível carregar o arquivo {0}. Seus dados podem ter sido corrompidos.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.DELETEBUTTON
source: DELETE
pt_br: DELETAR

# STRINGS.UI.FRONTEND.LOADSCREEN.MORE_INFO
source: More Info
pt_br: Mais info

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVE_TOO_NEW
source: <b><color=#ff0000>Could not load file {0}. File is using build {1}. This build is {2}.</color></b>
pt_br: <b><color=#ff0000>Não foi possível carregar o arquivo {0}. Arquivo foi salvo na versão {1}. Você está na versão {2}.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVEDETAILS
source: <b>File:</b> {0} <b>Save Date:</b> {1} <b>Base Name:</b> {2} <b>Duplicants Alive:</b> {3} <b>Cycles Survived:</b> {4}
pt_br: <b>Arquivo:</b> {0} <b>Data do Save:</b> {1} <b>Nome da Base:</b> {2} <b>Duplicantes Vivos:</b> {3} <b>Ciclos Sobrevividos:</b> {4}

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE
source: LOAD GAME
pt_br: CARREGAR JOGO

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE_INSPECT
source: LOAD GAME
pt_br: CARREGAR JOGO

# STRINGS.UI.FRONTEND.LOADSCREEN.UNSUPPORTED_SAVE_VERSION
source: <b><color=#ff0000>This save file is from a previous version of the game and is no longer supported.</color></b> You may revert to the previous build to play your old save. Please follow the link below for details.
pt_br: <b><color=#ff0000>Este arquvo de save é de uma versão passada do jogo e não é mais suportada.</color></b> Você pode reverter para a versão anterior e jogar seu save antigo. Siga as instruções no link abaixo.

# STRINGS.UI.FRONTEND.MAINMENU.LOADGAME
source: LOAD GAME
pt_br: CARREGAR JOGO

# STRINGS.UI.FRONTEND.MAINMENU.NEWGAME
source: NEW GAME
pt_br: NOVO JOGO

# STRINGS.UI.FRONTEND.MAINMENU.OPTIONS
source: OPTIONS
pt_br: OPÇÕES

# STRINGS.UI.FRONTEND.MAINMENU.QUITCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
pt_br: Tem certeza que deseja sair? Todo progresso não salvo será perdido.

# STRINGS.UI.FRONTEND.MAINMENU.QUITTODESKTOP
source: QUIT
pt_br: SAIR

# STRINGS.UI.FRONTEND.MAINMENU.RESTARTCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
pt_br: Tem certeza que deseja sair? Todo progresso não salvo será perdido.

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEBUTTON_BASENAME
source: {0}: Cycle {1}
pt_br: {0}: Ciclo {1}

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEGAME
source: RESUME GAME
pt_br: CONTINUAR JOGO

# STRINGS.UI.FRONTEND.MAINMENU.STARTDEMO
source: START DEMO
pt_br: COMEÇAR DEMO

# STRINGS.UI.FRONTEND.MAINMENU.TRANSLATIONS
source: TRANSLATIONS
pt_br: TRADUÇÕES

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.ENABLE_BUTTON
source: Send Metrics Data:
pt_br: Enviar informação de uso:

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TITLE
source: METRICS OPTIONS
pt_br: COLETA DE INFORMAÇÕES

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TOOLTIP
source: If enabled, metrics data will be sent for the purpose of improving the game.
pt_br: Se ativado, metadados serão enviados com o propósito de melhorar o jogo.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.BODY
source: We've detected that this computer does not meet the minimum requirements to run Oxygen Not Included. While you may continue with your current specs, the game might not run smoothly for you. Please be aware that your experience may suffer as a result.
pt_br: Nós detectamos que esse computador não atinge os requerimentos mínimos para jogar Oxygen Not Included. Enquanto você pode continuar com sua configuração atual, mas o jogo não funcionará normalmente para você Por favor fique avisado que você pode não ter uma boa experiência.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.OKBUTTON
source: Okay, thanks!
pt_br: O.K., entendi!

# STRINGS.UI.FRONTEND.MINSPECSCREEN.QUITBUTTON
source: Quit
pt_br: Sair

# STRINGS.UI.FRONTEND.MINSPECSCREEN.SIMFAILEDTOLOAD
source: A problem occurred loading Oxygen Not Included. This is usually caused by the Visual Studio C++ 2015 runtime being improperly installed on the system. Please exit the game, run Windows Update, and try re-launching Oxygen Not Included.
pt_br: Um problema ocorreu ao carregar Oxygen Not Included. Isso geralmente ocorre pelo Visual Studio C++ 2015 não está propriamente instalado no sistema. Por favor, feche o jogo, rode o Windows Update e tente reabrir Oxygen Not Included.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.TITLE
source: WARNING!
pt_br: PERIGO!

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CANCEL
source: Cancel
pt_br: Cancelar

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CUSTOMGAME
source: Custom Game
pt_br: Jogo Personalizado

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STANDARDGAME
source: Standard Game
pt_br: Jogo Padrão

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STARTGAME
source: Start Game
pt_br: Iniciar Jogo

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.HEADER
source: GAME SETTINGS
pt_br: CONFIGURAÇÕES DO JOGO

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.AUDIO
source: Audio
pt_br: Áudio

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.BACK
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CONTROLS
source: Controls
pt_br: Controles

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CREDITS
source: Credits
pt_br: Créditos

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.GRAPHICS
source: Graphics
pt_br: Gráficos

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.LANGUAGE
source: Change Language
pt_br: Escolha um idioma diferente

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.METRICS
source: Send Metrics Data
pt_br: Enviar informação de uso

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TITLE
source: OPTIONS
pt_br: OPÇÕES

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.UNITS
source: Temperature Units
pt_br: Unidades de temperatura

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.WORLD_GEN
source: World Generation Key
pt_br: Chave de geração do mundo

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.BODY
source: <b>Welcome to the Tubular Upgrade!</b> {0}
pt_br: <b>Bem-vindo ao Upgrade Tubular !</b> {0}

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.PATCHNOTES
source: <b>Update Features:</b> • New Transit Tube networks allow rapid Duplicant transport to and from the furthest reaches of your base • Ice Sculptures can now be built in cold areas for a special decor boost • Berry Sludge, a new recipe made from Bristle Berries, can now be found at the Microbe Musher • Extensive performance improvements, affecting late game bases, stored items, Duplicant navigation, memory usage, and more Please view the full patch notes for further details!
pt_br: <b>Novidades</b> • As novas redes de tubos de trânsito permitem o transporte rápido de Duplicantes para e de mais longe de sua base • Esculturas de gelo agora podem ser construídas em áreas frias para um impulso de decoração especial • Lodo de baga, uma nova receita composta por Frutos de espinharisca, agora pode ser encontrada no Microbe Musher • Amplias melhorias de desempenho, afetando bases de jogos atrasados, itens armazenados, navegação Duplicantes, uso de memória e mais Por favor, veja as notas do patch completo para mais detalhes!

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.TITLE
source: TUBULAR UPGRADE
pt_br: ATUALIZAÇÃO TUBULAR

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.DESKTOPQUIT
source: Quit to Desktop
pt_br: Fechar o jogo

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOAD
source: Load
pt_br: Carregar

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOGBOOK
source: Logbook
pt_br: Livro de registros

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.OPTIONS
source: Options
pt_br: Opções

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.QUIT
source: Main Menu
pt_br: Menu Principal

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.RESUME
source: Resume
pt_br: Continuar

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVE
source: Save
pt_br: Salvar

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVEAS
source: Save As
pt_br: Salvar como

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.TITLE
source: PAUSED
pt_br: PAUSADO

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.WORLD_SEED
source: World Seed: {0}
pt_br: Semente de Geração do Mundo: {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.CANCELNAME
source: Cancel
pt_br: Cancelar

# STRINGS.UI.FRONTEND.SAVESCREEN.CONFIRMNAME
source: Confirm
pt_br: Confirmar

# STRINGS.UI.FRONTEND.SAVESCREEN.IO_ERROR
source: An error occurred trying to save your game. Please ensure there is sufficient disk space. {0}
pt_br: Um erro ocorreu ao tentanr salvar seu jogo. Por favor, verifique se existe espaço suficiente no disco. {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.NEWSAVEBUTTON
source: New Save
pt_br: Novo save

# STRINGS.UI.FRONTEND.SAVESCREEN.OVERWRITEMESSAGE
source: Are you sure you want to overwrite {0}?
pt_br: Tem certeza que deseja sobrescrever {0}?

# STRINGS.UI.FRONTEND.SAVESCREEN.REPORT_BUG
source: Report Bug
pt_br: Reportar Erro

# STRINGS.UI.FRONTEND.SAVESCREEN.SAVENAMETITLE
source: SAVE NAME
pt_br: NOME DO SAVE

# STRINGS.UI.FRONTEND.SAVESCREEN.TITLE
source: SAVE SLOTS
pt_br: SLOTS DE SAVE

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.AUDIO_DRIVERS
source: A problem occurred initializing your audio device. Sorry about that! This is usually caused by outdated audio drivers. Please visit your audio device manufacturer's website to download the latest drivers.
pt_br: Um problema ocorreu ao inicializar seu dispositivo de audio. Desculpe por isso! Isso geralmente ocorreu devido a drivers de áudio desatualizados. Por favor, visite o site do fabricante da sua placa de audio e baixe os drivers mais atualizados.

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.DUPLICATE_KEY_BINDINGS
source: <b>Duplicate key bindings were detected. This may be because your custom key bindings conflicted with a new feature's default key. Please visit the controls screen to ensure your key bindings are set how you like them.</b> {0}
pt_br: <b>Definições de teclas duplicadas foram detectadas. Isso pode acontecer porque suas definições customizadas entraram em conflito com a tecla padrão de um novo recurso. Por favor, verifique as configurações de controles e customize do jeito que preferir.</b> {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.SAVE_DIRECTORY_INSUFFICIENT_SPACE
source: There is insufficient disk space to write to your save directory. Please free at least 15 MB to give your saves some room to breathe. {0}
pt_br: Não existe espaço suficiente para criar o save no diretório de saves. Por favor, libere pelo menos 15 MB para dar aos seus saves um espaço pra respirar. {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.SAVE_DIRECTORY_READ_ONLY
source: A problem occurred while accessing your save directory. This may be because your directory is set to read-only. Please ensure your save directory is writable and re-launch the game. {0}
pt_br: Um problema ocorreu ao acessar seu diretório de saves. Isso pode ter ocorrido porque o seu diretório está configurado como somente leitura. Por favor, desative essa opção e reinicie o jogo. {0}

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.ARE_YOU_SURE
source: Are you sure you want to uninstall this language pack?
pt_br: Tem certeza de que deseja desinstalar este pacote de idiomas?

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.DOWNLOAD
source: Start Download
pt_br: Iniciar download

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALL
source: Install
pt_br: Instalar

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALLED
source: Installed
pt_br: Instalado

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.NO_PACKS
source: Steam Workshop
pt_br: Oficina Steam

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.NO_STEAM
source: Unable to retrieve language list from Steam
pt_br: Impossível recuperar lista de línguas pela Steam

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PLEASE_REBOOT
source: Please restart your game for these changes to take effect.
pt_br: Por favor, reinicie o jogo para que as mudanças tomem efeito.

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_HEADER
source: Preinstalled Language Packs
pt_br: Pacotes de Língua Pré-instalados

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.EN
source: English (Klei)
pt_br: Inglês (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.ZH_KLEI
source: Chinese (Klei)
pt_br: Chinês (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.TITLE
source: TRANSLATIONS
pt_br: TRADUÇÕES

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UGC_HEADER
source: Subscribed Workshop Language Packs
pt_br: Pacotes de Tradução Inscritos da Oficina

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UGC_MOD_TITLE_FORMAT
source: {0} (workshop)
pt_br: {0} (Oficina)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UNINSTALL
source: Uninstall
pt_br: Desinstalar

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.CELSIUS_TOOLTIP
source: Change temperature unit to Celsius (°C)
pt_br: Trocar a unidade de temperatura para Celsius (ºC)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.FAHRENHEIT_TOOLTIP
source: Change temperature unit to Fahrenheit (°F)
pt_br: Trocar a unidade de temperatura para Fahrenheit (°F)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.KELVIN_TOOLTIP
source: Change temperature unit to Kelvin (K)
pt_br: Trocar a unidade de temperatura para Kelvin (K)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.TITLE
source: TEMPERATURE UNITS
pt_br: UNIDADES DE TEMPERATURA

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.DONE_BUTTON
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON
source: Randomize
pt_br: Aleatório

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON_TOOLTIP
source: Randomize a new world gen seed
pt_br: Gerar uma semente de geração de mundo aleatória

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TITLE
source: WORLD GENERATION OPTIONS
pt_br: OPÇÕES DE GERAÇÃO DO MUNDO

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TOOLTIP
source: This will override the current world gen seed
pt_br: Isso irá substituir a semente de geração de mundo atual

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.USE_SEED
source: Set World Gen Seed
pt_br: Definir Semente de Geração de Mundo

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.GENERATINGWORLD
source: GENERATING WORLD
pt_br: GERANDO MUNDO

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.LOADINGGAME
source: LOADING WORLD...
pt_br: CARREGANDO MUNDO...

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SELECTSIZEPROMPT
source: A new world is about to be created. Please select its size.
pt_br: Um novo mundo está prestes a ser criado. Escolha seu tamanho.

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.HUGE
source: Colossal
pt_br: Gigantesco

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.LARGE
source: Big
pt_br: Grande

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.SMALL
source: Small
pt_br: Pequeno

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.STANDARD
source: Standard
pt_br: Normal

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.TINY
source: Tiny
pt_br: Minúsculo

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.TITLE
source: NEW GAME
pt_br: NOVO JOGO

# STRINGS.UI.GAMEOBJECTEFFECTS.COLDBREATHER
source: <style="heat">Cooling Effect</style>
pt_br: <style="heat">Redutor de calor</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CIRCUIT_OVERLOADED
source: Overload Damage
pt_br: Dano de Sobrecarga

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CONDUIT_CONTENTS_BOILED
source: Heat Damage
pt_br: Dano por Calor

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CONDUIT_CONTENTS_FROZE
source: Cold Damage
pt_br: Dano por Frio

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.LIQUID_PRESSURE
source: Pressure Damage
pt_br: Dano de Pressão

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.MINION_DESTRUCTION
source: Anger Damage
pt_br: Dano de Raiva

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.OVERHEAT
source: Overheat Damage
pt_br: Dano de Sobreaquecimento

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.WRONG_ELEMENT
source: Wrong Element Damage
pt_br: Dano de Elemento Errado

# STRINGS.UI.GAMEOBJECTEFFECTS.DARKNESS
source: Darkness
pt_br: Escuridão

# STRINGS.UI.GAMEOBJECTEFFECTS.EMITS_LIGHT
source: <style="heat">Light Range</style>: {0} tiles
pt_br: <style="heat">Alcance da Luz</style>: {0} células

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_EFFECTS
source: Effects:
pt_br: Efeitos:

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_QUALITY
source: Quality: {0}
pt_br: Qualidade: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.FORGAVEATTACKER
source: Forgiveness
pt_br: Perdão

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME
source: Growth: {0}
pt_br: Crescimento: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_REGROWTH
source: Domestic growth: {0} / {1}
pt_br: Taxa de Crescimento Doméstico: {0} / {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_SIMPLE
source: Lifecycle: {0}
pt_br: Ciclo: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_PRESSURE
source: <style="gas">Air</style> Pressure: {0}
pt_br: Pressão do <style="gas">gás</style>: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_TEMPERATURE
source: <style="heat">Temperature</style>: {0} to {1}
pt_br: <style="heat">Temperatura</style>: {0} a {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.INITIALGROWTHTIME
source: Initial Growth: {0}
pt_br: Crescimento inicial: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.LIFECYCLETITLE
source: Growth:
pt_br: Crecismento:

# STRINGS.UI.GAMEOBJECTEFFECTS.LIGHT
source: Light
pt_br: Luz

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_DO_NOT_HARVEST
source: Disable Harvest
pt_br: Desativar autocolheita

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_MARK_FOR_HARVEST
source: Enable Harvest
pt_br: Permitir autocolheita

# STRINGS.UI.GAMEOBJECTEFFECTS.REGROWTHTIME
source: Regrowth: {0}
pt_br: Recrescimento: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_ATMOSPHERE
source: <style="gas">Atmosphere</style>:{0}
pt_br: <style="gas">Atmosfera</style>: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_DARKNESS
source: <style="gas">Darkness</style>
pt_br: <style="gas">Escuridão</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_LIGHT
source: <style="gas">Light</style>
pt_br: <style="gas">Luz</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_PRESSURE
source: <style="gas">Air</style> Pressure: {0} minimum
pt_br: Pressão do <style="gas">gás</style>mínimo é de: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_RECEPTACLE
source: Farm Plot
pt_br: Área Cultivável

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_SUBMERSION
source: <style="liquid">Liquid</style> Submersion
pt_br: Submerso em <style="liquid">líquido</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_TEMPERATURE
source: <style="heat">Temperature</style>: {0} to {1}
pt_br: <style="heat">Temperatura</style>: {0} a {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.ROTTEN
source: Rotten
pt_br: Podre

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_DIG_ONLY
source: Consumes 1 <style="seed">Seed</style>
pt_br: Consome 1 <style="seed">Semente</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FINAL_HARVEST
source: Final harvest yields <style="seed">Seeds</style>
pt_br: A colheita final produz <style="seed">Sementes</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FRUIT
source: Fruit produces <style="seed">Seeds</style>
pt_br: O fruto produz <style="seed">Sementes</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_HARVEST
source: Harvest yields <style="seed">Seeds</style>
pt_br: A colheita produz <style="seed">Sementes</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_CEILING
source: Plot Orientation: Downward
pt_br: Orientação: Para baixo

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_WALL
source: Plot Orientation: Sideways
pt_br: Orientação: Para o lado

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.COLDBREATHER
source: Lowers ambient air temperature
pt_br: Reduz a temperatura do ar ambiente

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.EMITS_LIGHT
source: Emits light
pt_br: Emitindo luz

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.EQUIPMENT_MODS
source: {Attribute} {Value}
pt_br: {Value} {Attribute}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_EFFECTS
source: Duplicants will gain the following effects from eating this food: {0}
pt_br: Duplicantes irão ganhar os seguintes efeitos por comer essa comida: {0}
