Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.EXPECTATION_TOOLTIP
source: Each Duplicant has a minimum quality of <style="food">Food</style> they'll tolerate eating. This Duplicant desires {0} or better food, and becomes <style="stress">Stressed</style> when they eat meals of lower quality.
pt_br: Qualidade mínima esperada da <style="food">comida</style> que uma Duplicata tolera ingerir. Esta Duplicata precisa de comidas de qualidade de {0} ou maior, e ficará <style="stress">Estressada</style> se forçada a comer algo pior.

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.FOODQUALITY
source: Food Quality Score of {0}
pt_br: Comida de qualidade {0}

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.FOODQUALITY_EXPECTATION
source: This Duplicant is content to eat food with a Quality Score of {0} or higher
pt_br: Esta Duplicata ficará feliz em ingerir comidas de qualidade {0} ou maior

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.GOOD_FOOD_MOD
source: Food Quality
pt_br: Qualidade da comida

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NAME
source: Food Quality
pt_br: Qualidade da comida

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NORMAL_FOOD_MOD
source: Food Quality
pt_br: Qualidade da comida

# STRINGS.DUPLICANTS.NEEDS.NOISE.NAME
source: Noise Expectation
pt_br: Expectativa de ruído

# STRINGS.DUPLICANTS.OPINIONS.DARKNESS
source: There's too little <style="light">Light</style> for this Duplicant to see.
pt_br: O nível de <style="light">Iluminação</style> não é o suficiente para que esta Duplicata consiga enxergar.

# STRINGS.DUPLICANTS.OPINIONS.LIGHTNESS
source: There is enough <style="light">Light</style> for this Duplicant to see.
pt_br: O nível de <style="light">Iluminação</style> é o suficiente para que esta Duplicata consiga enxergar.

# STRINGS.DUPLICANTS.OPINIONS.LIGHTOPINION
source: Duplicants are drawn to lit places, and dislike being in the dark. Make sure your Duplicants have plenty of <style="light">Light</style> to keep their eyes unstrained and their <style="stress">Stress</style> low.
pt_br: Duplicatas preferem lugares bem iluminados do que lugares escuros. Certifique-se de que suas Duplicatas tenham <style="light">Luz</style> suficiente para que seu <style="stress">Stress</style> não aumente.

# STRINGS.DUPLICANTS.OPINIONS.MESSHALLWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Mess Halls for them.
pt_br: Duplicatas não são fãs de ficarem olhando para rochas o dia todo. Utilize Blocos e portas para criar zonas mais confortáveis.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSMISSING
source: Room is missing walls or doors.
pt_br: Quarto requer paredes ou portas.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Rooms for them.
pt_br: Duplicatas não são fãs de ficarem olhando para rochas o dia todo. Utilize Blocos e portas para criar quartos mais confortáveis.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSSTANDARD
source: Room is enclosed by walls and doors.
pt_br: Quarto possui paredes e portas.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSMISSING
source: Restroom is missing walls or doors.
pt_br: Banheiro requer paredes ou portas.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSOPINION
source: Duplicants like a little privacy when they do their biz. Use wall tiles and doors to build more comfortable Washrooms for them.
pt_br: Duplicatas gostam de ter privacidade na hora de irem usar o banheiro. Use Blocos e portas para construir um banheiro mais confortável para elas.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSSTANDARD
source: Restroom is enclosed by walls and doors.
pt_br: Banheiro possui paredes e portas.

# STRINGS.DUPLICANTS.PERSONALITIES.ABE.DESC
source: {0}s are sweet, delicate flowers. They need to be treated gingerly, with great consideration for their feelings.
pt_br: O {0} é uma flor delicada e cheirosa. Eles precisam ser tratados com cuidado, e seus sentimentos são muito importantes.

# STRINGS.DUPLICANTS.PERSONALITIES.ABE.NAME
source: Abe
pt_br: Adão

# STRINGS.DUPLICANTS.PERSONALITIES.ADA.DESC
source: {0}s enjoy writing poetry in their downtime. Dark poetry.
pt_br: {0}s amam escrever poesias durante suas folgas. Poesias deprimentes.

# STRINGS.DUPLICANTS.PERSONALITIES.ARI.DESC
source: {0}s tend to space out from time to time, but they always pay attention when it counts.
pt_br: {0}s tendem a viajar de tempos em tempos, mas sempre prestam atenção quando é necessário.

# STRINGS.DUPLICANTS.PERSONALITIES.ASHKAN.DESC
source: {0}s have what can only be described as a "seriously infectious giggle".
pt_br: {0}s tem o que só pode ser falado de "risada gravemente infecciosa".

# STRINGS.DUPLICANTS.PERSONALITIES.BANHI.DESC
source: The "cool loner" vibes that radiate off a {0} never fail to make the colony swoon.
pt_br: A vibe de "lobo solitário" que este {0} erradia nunca falha em conquistar a colônia.

# STRINGS.DUPLICANTS.PERSONALITIES.BUBBLES.DESC
source: This {0} is constantly challenging others to fight her, regardless of whether or not she can actually take them.
pt_br: Esta {0} está sempre desafiando os outros a lutar com ela, independente se ela acha que pode vencer ou não.

# STRINGS.DUPLICANTS.PERSONALITIES.BUBBLES.NAME
source: Bubbles
pt_br: Adriana

# STRINGS.DUPLICANTS.PERSONALITIES.BURT.DESC
source: Every single {0} has perpetually damp hands. It must be genetic.
pt_br: Todos os {0} possuem mãos perpetuamente suadas. Deve estar no DNA.

# STRINGS.DUPLICANTS.PERSONALITIES.BURT.NAME
source: Burt
pt_br: Alfredo

# STRINGS.DUPLICANTS.PERSONALITIES.CAMILLE.DESC
source: This {0} loves anything that makes her feel nostalgic, including things that haven't aged well.
pt_br: Este {0} adora qualquer coisa que a faça sentir nostálgica, incluindo coisas que não envelheceram bem.

# STRINGS.DUPLICANTS.PERSONALITIES.CATALINA.DESC
source: A {0} is admired by all for her seemingly tireless work ethic. Little do people know, she's dying on the inside.
pt_br: A {0} é admirada por todos por causa de seu trabalho incansável. O que poucos sabem é que sua alma morre um pouquinho todo dia.

# STRINGS.DUPLICANTS.PERSONALITIES.CATALINA.NAME
source: Catalina
pt_br: Catarina

# STRINGS.DUPLICANTS.PERSONALITIES.DEVON.DESC
source: This {0} dreams of owning their own personal computer so they can start a blog full of pictures of toast.
pt_br: Esta {0} sonha em ter seu próprio computador, assim pode criar um blog só com imagens de torradas.

# STRINGS.DUPLICANTS.PERSONALITIES.DEVON.NAME
source: Devon
pt_br: Alexandre

# STRINGS.DUPLICANTS.PERSONALITIES.ELLIE.DESC
source: Nothing makes an {0} happier than a big tin of glitter and a pack of unicorn stickers.
pt_br: Nada deixa uma {0} mais feliz do que uma caixa cheia de glitter e um monte de adesivos de unicórnios.

# STRINGS.DUPLICANTS.PERSONALITIES.ELLIE.NAME
source: Ellie
pt_br: Elena

# STRINGS.DUPLICANTS.PERSONALITIES.FRANKIE.DESC
source: There's nothing {0}s are more proud of than their thick, dignified eyebrows.
pt_br: Todo {0} tem um estranho orgulho das suas sobrancelhas grossas, por algum motivo.

# STRINGS.DUPLICANTS.PERSONALITIES.FRANKIE.NAME
source: Frankie
pt_br: Pinguim

# STRINGS.DUPLICANTS.PERSONALITIES.GOSSMANN.DESC
source: {0}s are major goofballs who can make anyone laugh.
pt_br: {0}s são criaturas brincalhonas que conseguem fazer qualquer um rir.

# STRINGS.DUPLICANTS.PERSONALITIES.GOSSMANN.NAME
source: Gossmann
pt_br: Eduardo

# STRINGS.DUPLICANTS.PERSONALITIES.HAROLD.DESC
source: This {0} is cripplingly self-conscious of his long middle toes.
pt_br: Este {0} não para de pensar em como os dedões do meio dele são maiores que o normal.

# STRINGS.DUPLICANTS.PERSONALITIES.HAROLD.NAME
source: Harold
pt_br: Arnaldo

# STRINGS.DUPLICANTS.PERSONALITIES.HASSAN.DESC
source: If someone says something nice to a {0} he'll think about it nonstop for no less than three weeks.
pt_br: Se alguém elogiar um {0}, ele vai passar as próximas três semanas só pensando no elogio.

# STRINGS.DUPLICANTS.PERSONALITIES.JEAN.DESC
source: Just because {0}s are a little slow doesn't mean they can't suffer from soul-crushing existential crises.
pt_br: Só porque {0}s são um pouco lentos não significa que eles não sofram de terríveis crises existenciais.

# STRINGS.DUPLICANTS.PERSONALITIES.JOSHUA.DESC
source: {0}s are precious goobers. Other Duplicants are strangely incapable of cursing in a {0}'s presence.
pt_br: {0}s são criaturas mágicas. Outras Duplicatas são incapazes de xingar na presença de um {0}.

# STRINGS.DUPLICANTS.PERSONALITIES.JOSHUA.NAME
source: Joshua
pt_br: José

# STRINGS.DUPLICANTS.PERSONALITIES.LEIRA.DESC
source: {0}s just want everyone to be happy.
pt_br: Esta {0} só quer que todos sejam felizes.

# STRINGS.DUPLICANTS.PERSONALITIES.LEIRA.NAME
source: Leira
pt_br: Grazi

# STRINGS.DUPLICANTS.PERSONALITIES.LIAM.DESC
source: No matter how much this {0} scrubs, he can never feel clean.
pt_br: Não importa o quanto este {0} esfregue, ele nunca pode se sentir limpo.

# STRINGS.DUPLICANTS.PERSONALITIES.LINDSAY.DESC
source: A {0} is a charming, delightful woman, unless you make the mistake of messing with one of her friends.
pt_br: {0}s são mulheres charmosas e delicadas, a não ser que você cometa o erro de mexer com um de seus amigos.

# STRINGS.DUPLICANTS.PERSONALITIES.LINDSAY.NAME
source: Lindsay
pt_br: Gabriela

# STRINGS.DUPLICANTS.PERSONALITIES.MAE.DESC
source: There's nothing a {0} can't do if she sets her mind to it.
pt_br: Não existe nada que uma {0} não consiga fazer.

# STRINGS.DUPLICANTS.PERSONALITIES.MARIE.DESC
source: This {0} is positively glowing! What's her secret? Radioactive isotopes, of course.
pt_br: Esta {0} emite uma aura brilhante! O seu segredo? Isótopos radioativos, é claro.

# STRINGS.DUPLICANTS.PERSONALITIES.MARIE.NAME
source: Marie
pt_br: Maria

# STRINGS.DUPLICANTS.PERSONALITIES.MAX.DESC
source: At any given moment a {0} is viscerally reliving ten different humiliating memories.
pt_br: A qualquer momento, uma {0} está revivendo dez diferentes memórias humilhantes.

# STRINGS.DUPLICANTS.PERSONALITIES.MEEP.DESC
source: {0}s have a face only a two tonne Printing Pod could love.
pt_br: {0}s tem um rosto que só uma máquina replicadora de DNA de doze toneladas poderia amar.

# STRINGS.DUPLICANTS.PERSONALITIES.MEEP.NAME
source: Meep
pt_br: Josefa

# STRINGS.DUPLICANTS.PERSONALITIES.MIMA.DESC
source: Ol' {0} here can't stand lookin' at people's knees.
pt_br: Essa {0} odeia ficar olhando para os joelhos das pessoas.

# STRINGS.DUPLICANTS.PERSONALITIES.MIMA.NAME
source: Mi-Ma
pt_br: Sinhá

# STRINGS.DUPLICANTS.PERSONALITIES.NAILS.DESC
source: People often expect a Duplicant named "{0}" to be tough, but they're all pretty huge wimps.
pt_br: As pessoas normalmente acham que uma Duplicata chamada "{0}" deve ser forte, mas na verdade são é um bando de covardes.

# STRINGS.DUPLICANTS.PERSONALITIES.NAILS.NAME
source: Nails
pt_br: Casca

# STRINGS.DUPLICANTS.PERSONALITIES.NIKOLA.DESC
source: This {0} once claimed he could build a laser so powerful it would rip the colony in half. No one asked him to prove it.
pt_br: Este {0} uma vez disse que era capaz de criar um laser tão poderoso que destruiria a colônia inteirinha. Ninguém duvidou dele.

# STRINGS.DUPLICANTS.PERSONALITIES.NIKOLA.NAME
source: Nikola
pt_br: Nicolas

# STRINGS.DUPLICANTS.PERSONALITIES.NISBET.DESC
source: This {0} likes to punch people to show her affection. Everyone's too afraid of her to tell her it hurts.
pt_br: Esta {0} gosta de socar pessoas para mostrar o quanto gosta delas. Ninguém tem a coragem de dizer que isto dói pra caramba.

# STRINGS.DUPLICANTS.PERSONALITIES.NISBET.NAME
source: Nisbet
pt_br: Vera

# STRINGS.DUPLICANTS.PERSONALITIES.OTTO.DESC
source: {0}s always insult people by accident and exist in a perpetual state of deep regret.
pt_br: {0}s sempre insultam as pessoas por acidente, e vivem em um estado perpétuo de arrependimento.

# STRINGS.DUPLICANTS.PERSONALITIES.OTTO.NAME
source: Otto
pt_br: Raimundo

# STRINGS.DUPLICANTS.PERSONALITIES.REN.DESC
source: Every {0} has this unshakable feeling that his life's already happened and he's just watching it unfold from a memory.
pt_br: Todo {0} possui essa estranha sensação de que sua vida já terminou, e que estão apenas assistindo o que acontece como se fosse um filme.

# STRINGS.DUPLICANTS.PERSONALITIES.REN.NAME
source: Ren
pt_br: Reinaldo

# STRINGS.DUPLICANTS.PERSONALITIES.ROWAN.DESC
source: {0}s have exceptionally large hearts and express their emotions most efficiently by yelling.
pt_br: {0}s possuem corações puros, e expressam seus sentimentos sempre gritando.

# STRINGS.DUPLICANTS.PERSONALITIES.ROWAN.NAME
source: Rowan
pt_br: Ronaldo

# STRINGS.DUPLICANTS.PERSONALITIES.RUBY.DESC
source: This {0} asks the pressing questions, like "Where can I get a leather jacket in space?"
pt_br: Esta {0} faz as perguntas importantes, como "Onde consigo achar uma jaqueta de couro no Espaço?"

# STRINGS.DUPLICANTS.PERSONALITIES.RUBY.NAME
source: Ruby
pt_br: Esmeralda

# STRINGS.DUPLICANTS.PERSONALITIES.STINKY.DESC
source: This {0} has never been invited to a party, which is a shame. His dance moves are incredible.
pt_br: Este {0} nunca foi convidado para uma festa, o que é uma pena... Porque ele dança como um deus.

# STRINGS.DUPLICANTS.PERSONALITIES.STINKY.NAME
source: Stinky
pt_br: Cascão

# STRINGS.DUPLICANTS.PERSONALITIES.TRAVALDO.DESC
source: A {0}'s monotonous voice and lack of facial expression makes it impossible for others to tell when he's messing with them.
pt_br: A voz monótona e falta de uma expressão facial de um {0} torna impossível de dizer se ele está contando uma piada ou uma história de terror.

# STRINGS.DUPLICANTS.PERSONALITIES.TURNER.DESC
source: This {0} is paralyzed by the knowledge that others have memories and perceptions of them they can't control.
pt_br: Esta {0} é aterrorizada por saber que os outros possuem memórias e concepções dela que estão fora de seu controle.

# STRINGS.DUPLICANTS.PERSONALITIES.TURNER.NAME
source: Turner
pt_br: Manoela

# STRINGS.DUPLICANTS.RACE
source: Duplicant
pt_br: Duplicata

# STRINGS.DUPLICANTS.RACE_PREFIX
source: Race: {0}
pt_br: Raça: {0}

# STRINGS.DUPLICANTS.RELAXATION.RELAXATION_EFFECT.DESCRIPTION
source: Reduces <style="stress">Stress</style> by {0} / cycle
pt_br: Reduz {0} de <style="stress">Stress</style> por ciclo

# STRINGS.DUPLICANTS.RELAXATION.RELAXATION_EFFECT.NAME
source: Relaxing
pt_br: Relaxando

# STRINGS.DUPLICANTS.ROLES.ARTIST.DESCRIPTION
source: Artists make better art
pt_br: Artista fazem obras melhores

# STRINGS.DUPLICANTS.ROLES.ARTIST.NAME
source: Artist
pt_br: Artista

# STRINGS.DUPLICANTS.ROLES.BOTANIST.DESCRIPTION
source: This Duplicant is talented at raising plants and tending crops.
pt_br: Esse Duplicante é talentoso em cultivar e cuidar de plantas.

# STRINGS.DUPLICANTS.ROLES.BOTANIST.NAME
source: Botanist
pt_br: Botânico

# STRINGS.DUPLICANTS.ROLES.BUILDER.DESCRIPTION
source: Builders can build buildings faster
pt_br: Construtores constroem mais rápido

# STRINGS.DUPLICANTS.ROLES.BUILDER.NAME
source: Builder
pt_br: Construtor

# STRINGS.DUPLICANTS.ROLES.COLONY_DIRECTOR.DESCRIPTION
source: Directors direct managers
pt_br: Diretores dirigem gerentes

# STRINGS.DUPLICANTS.ROLES.COLONY_DIRECTOR.NAME
source: Colony Director
pt_br: Diretor da Colônia

# STRINGS.DUPLICANTS.ROLES.COLONY_MANAGER.DESCRIPTION
source: Managers manage everyone, except directors
pt_br: Gerentes gerenciam todos, exceto diretores

# STRINGS.DUPLICANTS.ROLES.COLONY_MANAGER.NAME
source: Colony Manager
pt_br: Gerente da Colônia

# STRINGS.DUPLICANTS.ROLES.COOK.DESCRIPTION
source: A cook can make better food
pt_br: Um cozinheiro faz comida melhor

# STRINGS.DUPLICANTS.ROLES.COOK.NAME
source: Cook
pt_br: Cozinheiro

# STRINGS.DUPLICANTS.ROLES.FARMER.DESCRIPTION
source: Farmers get extra seeds when harvesting plants
pt_br: Fazendeiros conseguem sementes extras quando colhem plantas

# STRINGS.DUPLICANTS.ROLES.FARMER.NAME
source: Farmer
pt_br: Fazendeiro

# STRINGS.DUPLICANTS.ROLES.HAULER.DESCRIPTION
source: Haulers move quicker, allowing them to deliver more resources
pt_br: Transportadores movem-se rapidamente, permitindo a eles entregar mais recursos

# STRINGS.DUPLICANTS.ROLES.HAULER.NAME
source: Hauler
pt_br: Transportador

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.DESCRIPTION
source: Machine Technicians can operate big machines
pt_br: Técnicos de Máquinas podem operar grandes máquinas

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.NAME
source: Machine Technician
pt_br: Técnico de Máquinas

# STRINGS.DUPLICANTS.ROLES.MINER.DESCRIPTION
source: Miners have improved digging ability
pt_br: Mineiros tem habilidade de cavar melhorada

# STRINGS.DUPLICANTS.ROLES.MINER.NAME
source: Miner
pt_br: Mineiro

# STRINGS.DUPLICANTS.ROLES.MINER_ADVANCED.DESCRIPTION
source: Advanced Miners are advanced miners
pt_br: Mineiros avançados são mineiros avançados

# STRINGS.DUPLICANTS.ROLES.MINER_ADVANCED.NAME
source: Advanced Miner
pt_br: Mineiro Avançado

# STRINGS.DUPLICANTS.ROLES.MINER_EXPERT.DESCRIPTION
source: Expert Miners are experts at mining
pt_br: Mineiros Especialistas são especialistas em mineração

# STRINGS.DUPLICANTS.ROLES.MINER_EXPERT.NAME
source: Expert Miner
pt_br: Mineiro Especialista

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.DESCRIPTION
source: Oil Technicians can extract and refine crude oil
pt_br: Técnicos do Óleo podem extrair e refinar petróleo

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.NAME
source: Oil Technician
pt_br: Técnico do Óleo

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.DESCRIPTION
source: Researchers research tech faster
pt_br: Pesquisadores pesquisam tecnologia mais rápido

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.NAME
source: Researcher
pt_br: Pesquisador

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.DESCRIPTION
source: Exosuit Specialists can move quickly in an exosuit
pt_br: Especialistas de Trajes movem-se mais rapidamente em um Traje

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.NAME
source: Exosuit Specialist
pt_br: Especialista de Traje

# STRINGS.DUPLICANTS.STATS.BLADDER.NAME
source: Bladder
pt_br: Bexiga

# STRINGS.DUPLICANTS.STATS.BLADDER.TOOLTIP
source: Bladder ------------------ Duplicants make "messes" if no toilets are available at one hundred percent bladder fullness
pt_br: Bexiga ---------- Duplicatas com uma bexiga completamente cheia não vão conseguir se segurar

# STRINGS.DUPLICANTS.STATS.BREATH.NAME
source: Breath
pt_br: Fôlego

# STRINGS.DUPLICANTS.STATS.BREATH.TOOLTIP
source: Breath ------------------ A Duplicant with zero remaining breath will begin suffocating
pt_br: Fôlego ---------- Uma Duplicata começa a sufocar quando chega a zero por cento

# STRINGS.DUPLICANTS.STATS.CALORIES.NAME
source: Calories
pt_br: Calorias

# STRINGS.DUPLICANTS.STATS.CALORIES.TOOLTIP
source: Calories ------------------ This Duplicant can burn {0} before starving
pt_br: Calorias ---------- Esta Duplicata pode queimar mais {0} antes de passar fome

# STRINGS.DUPLICANTS.STATS.DECOR.NAME
source: Decor
pt_br: Decoração

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP
source: Decor ------------------ Duplicants become stressed in areas with decor lower than their expectations Open the Decor Overlay <color=#F44A47>[F8]</color> to view current decor values
pt_br: Decoração ---------- Duplicatas ficam estressadas em áreas com um nível de decoração inferior ao desejado Abra o Mapa de Decoração <color=#F44A47>[F8]</color> para ver os valores atuais

# STRINGS.DUPLICANTS.STATS.DISEASERECOVERYTIME.NAME
source: Disease Recovery
pt_br: Recuperação de Doença

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.NAME
source: External Temperature
pt_br: Temperatura Externa

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This Duplicant's environment is {0}
pt_br: Temperatura Externa ---------- A temperatura ao redor desta Duplicata é {0}

# STRINGS.DUPLICANTS.STATS.HITPOINTS.NAME
source: Health
pt_br: Vida

# STRINGS.DUPLICANTS.STATS.HITPOINTS.TOOLTIP
source: Health ------------------ Combatants become incapacitated at zero health
pt_br: Vida ---------- Um ser vivo fica incapacitado quando sua vida chega a zero

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.NAME
source: Immune System
pt_br: Sistema imunológico

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.TOOLTIP
source: Immune System ------------------ Duplicants contract diseases when immune system reaches zero
pt_br: Sistema imunológico ------------------ Doenças contratuais são fáceis de ter quando o sistema imunológico atinge zero

# STRINGS.DUPLICANTS.STATS.SKIN_DURABILITY.NAME
source: Skin Durability
pt_br: Durabilidade da Pele

# STRINGS.DUPLICANTS.STATS.SKIN_THICKNESS.NAME
source: Skin Thickness
pt_br: Espessura dérmica

# STRINGS.DUPLICANTS.STATS.STAMINA.NAME
source: Stamina
pt_br: Energia

# STRINGS.DUPLICANTS.STATS.STAMINA.TOOLTIP
source: Stamina ------------------ Duplicants will pass out from fatigue when stamina reaches zero
pt_br: Energia ---------- Duplicatas irão desmaiar de cansaço quando seu energia chegar em zero por cento

# STRINGS.DUPLICANTS.STATS.STRESS.TOOLTIP
source: Stress ------------------ Duplicants exhibit their Stress Responses at one hundred percent stress
pt_br: Stress ---------- Duplicatas terão uma reação extrema se seu Stress atingir cem por cento

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.NAME
source: Body Temperature
pt_br: Temperatura Corporal

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.TOOLTIP
source: Body Temperature ------------------ A healthy Duplicant's body temperature is {1}
pt_br: Temperatura Corporal ---------- A temperatura corporal ideal de uma Duplicata é {1}

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.NAME
source: Decorating
pt_br: Decorando

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.TOOLTIP
source: This Duplicant is expressing themselves artistically
pt_br: Esta Duplicata se expressando através da sua arte

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NAME
source: Cannot reach bed
pt_br: Cama fora de alcance

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_NAME
source: Unreachable bed
pt_br: Cama inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot sleep because their beds are beyond their reach:
pt_br: As seguintes Duplicatas não conseguem dormir pois suas camas estão fora de alcance:

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their bed
pt_br: Esta Duplicata não consegue alcançar sua cama

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.NAME
source: Regulating temperature at: {TempDelta}
pt_br: Regulação Térmica: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.TOOLTIP
source: This Duplicant is regulating their internal temperature
pt_br: Esta Duplicata está regulando sua temperatura interna

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.NAME
source: Regulating temperature at: {TempDelta}
pt_br: Regulação Térmica: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.TOOLTIP
source: This Duplicant is regulating their internal temperature
pt_br: Esta Duplicata está regulando sua temperatura interna

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.NAME
source: Breaking {Target}
pt_br: Quebrando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.TOOLTIP
source: This Duplicant is going totally bananas on the {Target}
pt_br: Esta Duplicata está indo com tudo para cima de {Target}
