Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.BUILDINGEFFECTS.DISEASEEMITTEDPERUSE
source: {0}: <style="produced">+{1} per use</style>
pt_br: {0}: <style="produced">+{1} por uso</style>

# STRINGS.UI.BUILDINGEFFECTS.DOCTORING
source: Doctoring
pt_br: Cuidando

# STRINGS.UI.BUILDINGEFFECTS.DUPLICANTMOVEMENTBOOST
source: Runspeed: <style="produced">+{0}</style>
pt_br: Velocidade: <style="produced">+{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTCONSUMEDPERUSE
source: <style={0}>{1}</style>: <style="consumed">-{2} per use</style>
pt_br: <style={0}>{1}</style>: <style="consumed">-{2} por uso</style>

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTEMITTEDPERUSE
source: <style={0}>{1}</style>: <style="produced">+{2} per use</style>
pt_br: <style={0}>{1}</style>: <style="produced">+{2} por uso</style>

# STRINGS.UI.BUILDINGEFFECTS.ENABLESDOMESTICGROWTH
source: Enables <style="solid">Plant Domestication</style>
pt_br: Ativa <style="solid">Agricultura</style>

# STRINGS.UI.BUILDINGEFFECTS.ENERGYCONSUMED
source: <style="power">Power</style> consumed: {0}
pt_br: <style="power">Energia</style> consumida: {0}

# STRINGS.UI.BUILDINGEFFECTS.ENERGYGENERATED
source: <style="power">Power</style>: <style="produced">+{0}</style>
pt_br: <style="power">Energia</style>: <style="produced">+{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.FABRICATES
source: Fabricates
pt_br: Produz

# STRINGS.UI.BUILDINGEFFECTS.GASCOOLING
source: <style="heat">Cooling factor:</style> <style="consumed">{0}</style>
pt_br: <style="heat">Fator de resfriamento:</style> <style="consumed">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.HEATCONSUMED
source: <style="heat">Heat</style>: <style="consumed">-{0}</style>
pt_br: <style="heat">Calor</style>: <style="consumed">-{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED
source: <style="heat">Heat</style>: <style="produced">+{0}</style>
pt_br: <style="heat">Calor</style>: <style="produced">+{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_AIRCONDITIONER
source: <style="heat">Heat</style>: <style="produced">+{0}</style> (Approximate Value)
pt_br: <style="heat">Calor</style>: <style="produced">+{0}</style> (Valor Aproximado)

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_LIQUIDCONDITIONER
source: <style="heat">Heat</style>: <style="produced">+{0}</style> (Approximate Value)
pt_br: <style="heat">Calor</style>: <style="produced">+{0}</style> (Valor Aproximado)

# STRINGS.UI.BUILDINGEFFECTS.HIT_POINTS_PER_CYCLE
source: <style="Health">Health</style> per cycle: <style="produced">{0}</style>
pt_br: <style="Health">Saúde</style> por ciclo: <style="produced">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.ITEM_TEMPERATURE_ADJUST
source: Stored <style="heat">Temperature</style>: {0}
pt_br: <style="heat">Temperatura</style> Armazenada: {0}

# STRINGS.UI.BUILDINGEFFECTS.KCAL_PER_CYCLE
source: <style="food">KCal</style> per cycle: <style="produced">{0}</style>
pt_br: <style="food">KCal</style> por ciclo: <style="produced">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.LIQUIDCOOLING
source: <style="heat">Cooling factor:</style> <style="consumed">{0}</style>
pt_br: <style="heat">Fator de resfriamento:</style> <style="consumed">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.MAX_WATTAGE
source: Max <style="power">Power</style>: {0}
pt_br: <style="power">Energia</style> máxima: {0}

# STRINGS.UI.BUILDINGEFFECTS.NOISE_CREATED
source: <style="sound">Noise</style>: <style="{0}">{1} dB</style> (Radius: {2} tiles)
pt_br: <style="sound">Barulho</style>: <style="{0}">{1} dB</style> (Raio: {2} células)

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONEFFECTS
source: <b>Effects:</b>
pt_br: <b>Efeitos:</b>

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONREQUIREMENTS
source: <b>Requirements:</b>
pt_br: <b>Requerimentos:</b>

# STRINGS.UI.BUILDINGEFFECTS.OVER_PRESSURE_MASS
source: Over Pressure: {0}
pt_br: Sobrepressão: {0}

# STRINGS.UI.BUILDINGEFFECTS.OVERHEAT_TEMP
source: Overheat <style="heat">Temperature</style>: {0}
pt_br: Sobreaquecimento de <style="heat"> Temperatura </style>: {0}

# STRINGS.UI.BUILDINGEFFECTS.PLANTERBOX_PENTALTY
source: Planter box penalty
pt_br: Penalidade por usar caixa de horta de caixa

# STRINGS.UI.BUILDINGEFFECTS.PROCESSES
source: Refines:
pt_br: Refina:

# STRINGS.UI.BUILDINGEFFECTS.REFILLOXYGENTANK
source: Refills <style="equipment">Exosuit Oxygen Tank</style>
pt_br: Recarrega <style="equipment">Tanque de Oxigênio de Traje</style>

# STRINGS.UI.BUILDINGEFFECTS.REFINEMENT_ENERGY
source: Heat: {0}
pt_br: Calor: {0}

# STRINGS.UI.BUILDINGEFFECTS.REMOVES_DISEASE
source: Removes disease
pt_br: Remove doença

# STRINGS.UI.BUILDINGEFFECTS.REMOVESEFFECTSUBTITLE
source: Cures
pt_br: Cura

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESCREATIVITY
source: Duplicant <style="misc">Creativity</style>
pt_br: <style="misc">Criatividade</style> de Duplicante

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESELEMENT
source: Supply of <style={0}>{1}</style>
pt_br: Entrega de <style={0}>{1}</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASINPUT
source: <style="GasPiping">Gas Intake Pipe</style>
pt_br: <style="GasPiping">Cano de Gás</style> para entrada

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUT
source: <style="GasPiping">Gas Output Pipe</style>
pt_br: <style="GasPiping">Cano de Gás</style> para saída

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUTS
source: Two <style="GasPiping">Gas Output Pipes</style>
pt_br: Dois <style="GasPiping">Canos de Gás</style> para saída

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDINPUT
source: <style="LiquidPiping">Liquid Intake Pipe</style>
pt_br: <style="LiquidPiping">Cano de Líquido</style> para entrada

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUT
source: <style="LiquidPiping">Liquid Output Pipe</style>
pt_br: <style="LiquidPiping">Cano de Líquido</style> para saída

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUTS
source: Two <style="LiquidPiping">Liquid Output Pipes</style>
pt_br: Dois <style="LiquidPiping">Canos de Líquido</style> para saída

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESMANUALOPERATION
source: Duplicant operation
pt_br: Operado por Duplicata

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWER
source: <style="power">Power</style>: <style="consumed">-{0}</style>
pt_br: <style="power">Energia</style>: <style="consumed">-{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWERGENERATOR
source: <style="power">Power</style> generator
pt_br: Gerador de <style="power">Energia</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESSEED
source: 1 Unplanted <style="seed">Seed</style>
pt_br: 1 <style="seed">Semente</style> disponível

# STRINGS.UI.BUILDINGEFFECTS.STORAGECAPACITY
source: Storage capacity: {0}
pt_br: Limite de armazenagem: {0}

# STRINGS.UI.BUILDINGEFFECTS.STRESSREDUCEDPERMINUTE
source: <style="stress">Stress</style>: <style="consumed">{0} per minute</style>
pt_br: <style="stress">Stress</style>: <style="consumed">{0} por minuto</style>

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_FERTILIZER
source: Allows fertilizer to be delivered to plants
pt_br: Permite líquidos serem entregues para as plantas

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION
source: Allows liquids to be delivered to plants
pt_br: Permite líquidos serem entregues para as plantas

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION_PIPE
source: Allows irrigation pipe connection
pt_br: Permite conexão de encanamento de irrigação

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ASSIGNEDDUPLICANT
source: This amenity may only be used by the Duplicant it is assigned to
pt_br: Este serviço só pode ser utilizado pela Duplicata à qual foi designado

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYEFFECT
source: Can hold {0} of power when connected to a generator
pt_br: Pode armazenar {0} de energia quando conectado a um gerador

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.COOLANT
source: This building will require {1} of {0} for use as coolant each time it finishes processing an order The temperature of the coolant will be raised depending on how much energy was required to cool the product
pt_br: Este edifício exigirá {1} de {0} para uso como refrigerante sempre que terminar de processar uma ordem A temperatura do refrigerante será aumentada de acordo com a quantidade de energia necessária para arrefecer o produto

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORDECREASED
source: Decreases Decor values by {0} in a {1} tile radius
pt_br: Reduz o nível de Decoração por {0} e um raio de {1} células

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORPROVIDED
source: Improves Decor values by {0} in a {1} tile radius
pt_br: Aumenta o nível de Decoração por {0} e um raio de {1} células

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASECONSUMEDPERUSE
source: Removes {0} of any disease per use
pt_br: Remove {0} de qualquer doença por uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASEEMITTEDPERUSE
source: Produces {1} of {0} per use
pt_br: Produz {1} de {0} por uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DOCTORING
source: Doctoring increases existing health benefits and can allow treatment of otherwise stubborn diseases
pt_br: Cuidar aumenta os benefícios de saúde existentes e podem permitir o tratamento de doenças persistentes

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DUPLICANTMOVEMENTBOOST
source: Duplicants walk {0} faster on this tile
pt_br: Duplicatas andam {0} mais rapidamente neste Bloco

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMED
source: Consumes {2} of {1} when in use
pt_br: Consome {2} de {1} quando funcionando

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMEDPERUSE
source: Consumes {2} of {1} per use
pt_br: Consome {2} de {1} quando funcionando

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTED
source: Produces {2} of {1} when in use
pt_br: Produz {2} de {1} quando funcionando

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTEDPERUSE
source: Produces {2} of {1} per use
pt_br: Produz {2} de {1} por uso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENABLESDOMESTICGROWTH
source: Accelerates plant growth and maturation
pt_br: Acelera o crescimento e a maturação da planta

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYCONSUMED
source: Draws {0} from the power grid it's connected to
pt_br: Consome {0} da rede elétrica à qual está conectado

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYGENERATED
source: Produces {0} for the power grid it's connected to
pt_br: Adiciona {0} à rede elétrica à qual está conectado

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.FABRICATES
source: Fabrication is the production of items and equipment
pt_br: Produção é a criação de itens e equipamentos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GASCOOLING
source: Reduces the temperature of piped gases by {0}
pt_br: Reduz a temperatura de gases canalizados por {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATCONSUMED
source: Dissipates {0} per second Sum temperature change can be affected by the material attributes of the cooled substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
pt_br: Dissipa {0} por segundo A soma da mudança de temperatura pode ser afetada pelos atributos materiais da substância resfriada: • massa • calor específico • superfície de contato • barreira de condutividade • condutividade térmica

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED
source: Generates {0} per second Sum temperature change is affected by the material attributes of the heated substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
pt_br: Gera {0} por segundo A soma da mudança de temperatura pode ser afetada pelos atributos materiais da substância resfriada: • massa • calor específico • superfície de contato • barreira de condutividade • condutividade térmica

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_AIRCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped gas Cooling 1 Kg of room temperature oxygen will output {0} per second
pt_br: Gera calor baseado no volume, temperatura e calor específico do gás bombeado[ Esfriar 1 Kg de oxigênio do ambiente irá gerar {0} por segundo

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_LIQUIDCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped liquid Cooling 1 Kg of room temperature water will output {0} per second
pt_br: Gera calor baseado no volume, temperatura e calor específico do líquido bombeado[ Esfriar 1 Kg de água do ambiente irá gerar {0} por segundo

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ITEM_TEMPERATURE_ADJUST
source: Stored items will reach a temperature of {0} over time
pt_br: Itens armazenados irão alcançar a temperatura de {0} com o tempo

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.LIQUIDCOOLING
source: Reduces the temperature of piped liquids by {0}
pt_br: Reduz a temperatura de líquidos encanados em {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MAX_WATTAGE
source: Drawing more than the maximum allowed power can result in damage to the circuit
pt_br: Consumir mais do que o máximo de energia permitido irá resultar em danos ao circuito

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MOVEMENT_BONUS
source: Increases the run speed of Duplicants
pt_br: Aumenta a velocidade de corrida dos Duplicantes

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_DECREASE
source: Dampens noise at {0} dB in a {1} tile radius
pt_br: Reduz o barulho em {0} dB no raio de {1} células

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_INCREASE
source: Produces noise at {0} dB in a {1} tile radius
pt_br: Aumenta o barulho em {0} dB no raio de {1} células

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONEFFECTS
source: The building will produce these effects when its requirements are met
pt_br: A estrutura irá produzir esses efeitos quando os seus requerimentos forem atingidos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONREQUIREMENTS
source: All requirements must be met in order for this building to operate
pt_br: Todos os requerimentos precisam ser atendidos para que essa estrutura possa funcionar

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVER_PRESSURE_MASS
source: Ceases to function when the surrounding mass is above {0}
pt_br: Para de funcionar quando a massa ao redor for maior que {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVERHEAT_TEMP
source: Begins overheating at {0} and melts down at {1}
pt_br: Começa a sobreaquecer ao atingir {0} e derrete em {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PLANTERBOX_PENTALTY
source: Plants grow more slowly when contained within boxes
pt_br: Plantas crescem mais devagar quando armazenadas dentro de caixas

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSEDITEM
source: Refining this material produces {0}
pt_br: Refinar esse material produz {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSES
source: This building processes raw materials into refined materials
pt_br: Esta estrutura processa materiais bruto em materiais refinados

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PRODUCES_RESEARCH_POINTS
source: Produces {0} research
pt_br: Produz {0} pontos de pesquisa

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFILLOXYGENTANK
source: Refills Exosuit Oxygen Tanks with oxygen for reuse
pt_br: Recarrega Tanques de Oxigênio de Trajes com oxigênio para reuso

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFINEMENT_ENERGY_HAS_COOLANT
source: Cooling the output materials will produce {0} of heat, which will raise the temperature of the contained {1} by {2} along with warming the building.
pt_br: Esfriar os materiais de saída produzirá {0} de calor, o que aumentará a temperatura do armazenado de {1} para {2} junto com o aquecimento da estrutura.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFINEMENT_ENERGY_NO_COOLANT
source: Cooling the output materials will produce {0} of heat. If {1} was used for coolant, its temperature would be raised by {2} along with warming the building.
pt_br: Esfriando os materiais de sáida produzirá {0} de calor. Se {1} foi usado como resfriador, sua temperatura será aumentada para {2} junto com o aquecimento da estrutura.

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVES_DISEASE
source: Cooking pasteurizes ingredients and removes their disease risk
pt_br: Cozinhando com ingredientes pausterizados remove o risco de doença

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVESEFFECTSUBTITLE
source: Use of this building will remove the listed effects
pt_br: Utilizar este objeto removerá os seguintes efeitos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESCREATIVITY
source: A Duplicant must work on this object to create art
pt_br: Um Duplicante precisa trabalhar nesse objeto para criar arte

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESELEMENT
source: Must receive deliveries of <style={0}>{1}</style> to function
pt_br: Deve ter <style={0}>{1}</style> entregue para continuar funcionando

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASINPUT
source: Must receive gas from a gas pipe system
pt_br: Deve receber Gás de uma sistema de canalização de gás

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUT
source: Must expel gas through a gas pipe system
pt_br: Deve expulsar gás através de um sistema de canos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUTS
source: Must expel gas through a gas pipe system
pt_br: Deve expulsar gás através de um sistema de canos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDINPUT
source: Must receive liquid from a liquid pipe system
pt_br: Deve receber líquido através de um sistema de canos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUT
source: Must expel liquid through a liquid pipe system
pt_br: Deve expulsar líquido através de um sistema de canos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUTS
source: Must expel liquid through a liquid pipe system
pt_br: Deve expulsar líquido através de um sistema de canos

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESMANUALOPERATION
source: A Duplicant must be present to run this building
pt_br: Uma Duplicata deve estar presente para que o objeto funcione

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWER
source: Must be connected to a power grid with at least -{0} of available power
pt_br: Deve estar conectado a uma rede elétrica com pelo menos -{0} de energia disponível

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWERGENERATOR
source: Must be connected to a power producing generator to function
pt_br: Deve estar conectado a um gerador de energia para funcionar

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESSEED
source: Must receive a plant seed
pt_br: Necessário plantar semente

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STORAGECAPACITY
source: Holds up to {0} of material
pt_br: Armazena até {0} de materiais

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STRESSREDUCEDPERMINUTE
source: Removes {0} of Duplicants' Stress for every uninterrupted minute of use
pt_br: Remove {0} do Stress da Duplicada para cada minuto de uso contínuo

# STRINGS.UI.CALCULATING
source: Calculating...
pt_br: Calculando...

# STRINGS.UI.CANCELPLACEINRECEPTACLE
source: Cancel
pt_br: Cancelar

# STRINGS.UI.CANCELREMOVALFROMRECEPTACLE
source: Cancel
pt_br: Cancelar

# STRINGS.UI.CHANGEPERCYCLE
source: Change per cycle: {0}
pt_br: Mudança por ciclo: {0}

# STRINGS.UI.CHANGEPERSECOND
source: Change per second: {0}
pt_br: Mudança por segundo: {0}

# STRINGS.UI.CHARACTERCONTAINER_CONGENITALTRAIT
source: Genetic Trait: {0}
pt_br: Traço genético: {0}

# STRINGS.UI.CHARACTERCONTAINER_EXPECTATIONS_TITLE
source: ADDITIONAL
pt_br: EXTRAS

# STRINGS.UI.CHARACTERCONTAINER_SKILLS_TITLE
source: ATTRIBUTES
pt_br: ATRIBUTOS

# STRINGS.UI.CHARACTERCONTAINER_STRESSTRAIT
source: Stress Response: {0}
pt_br: Reação ao Stress: {0}

# STRINGS.UI.CHARACTERCONTAINER_TRAITS_TITLE
source: TRAITS
pt_br: TRAÇOS

# STRINGS.UI.CODEX.CATEGORYNAMES.COMPUTERFILES
source: Recovered Files
pt_br: Arquivos Recuperados

# STRINGS.UI.CODEX.CATEGORYNAMES.CREATURES
source: Creatures
pt_br: Criaturas

# STRINGS.UI.CODEX.CATEGORYNAMES.FIRSTACT
source: First Act
pt_br: Primeiro Ato

# STRINGS.UI.CODEX.CATEGORYNAMES.NEWGAMEPLUS
source: New Game Plus
pt_br: Novo Jogo

# STRINGS.UI.CODEX.CATEGORYNAMES.PLANTS
source: Plants
pt_br: Plantas

# STRINGS.UI.CODEX.CATEGORYNAMES.ROOT
source: General
pt_br: Geral

# STRINGS.UI.CODEX.CATEGORYNAMES.SECONDACT
source: Second Act
pt_br: Segundo Ato

# STRINGS.UI.CODEX.CATEGORYNAMES.THIRDACT
source: Third Act
pt_br: Terceiro Ato

# STRINGS.UI.CODEX.MANAGEMENT_BUTTON
source: CODEX
pt_br: CÓDIGO

# STRINGS.UI.CODEX.TITLE
source: CODEX
pt_br: CÓDIGO

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOST
source: COLONY LOST
pt_br: COLÔNIA PERDIDA

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOSTDESCRIPTION
source: All Duplicants are dead or incapacitated.
pt_br: Todas as Duplicatas estão mortas ou incapacitadas.

# STRINGS.UI.COLONYLOSTSCREEN.DISMISSBUTTON
source: DISMISS
pt_br: DISPENSAR

# STRINGS.UI.COLONYLOSTSCREEN.QUITBUTTON
source: MAIN MENU
pt_br: MENU PRINCIPAL

# STRINGS.UI.COLONYLOSTSCREEN.RESTARTPROMPT
source: Press <color=#F44A47>[ESC]</color> to return to a previous colony, or begin a new one.
pt_br: Aperte <color=#F44A47>[ESC]</color> para retornar a uma colônia anterior, ou iniciar uma nova.

# STRINGS.UI.CONFIRMDIALOG.CANCEL
source: CANCEL
pt_br: CANCELAR

# STRINGS.UI.CONFIRMDIALOG.DIALOG_HEADER
source: MESSAGE
pt_br: MENSAGEM

# STRINGS.UI.CONSUMABLES
source: CONSUMABLES
pt_br: CONSUMÍVEIS

# STRINGS.UI.CONSUMABLESSCREEN.EXPECTATIONS_ABOVE
source: <b><color=#B87194FF>fulfills</color></b>
pt_br: <b><color=#B87194FF>cumpre</color></b>

# STRINGS.UI.CONSUMABLESSCREEN.EXPECTATIONS_BELOW
source: is <b><color=#B87194FF>below</color></b>
pt_br: está <b><color=#B87194FF>abaixo</color></b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_AVAILABLE
source: Available: {0}
pt_br: Disponível: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_CANT_CONSUME
source: <b>{0}</b> <color=#B87194FF>physically cannot</color> eat <b>{1}</b>
pt_br: <b>{0}</b> <color=#B87194FF>é permitido</color> comer <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_EXPECTATIONS
source: Expectations
pt_br: Expectativas

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_EXPECTATIONS_TOOLTIP
source: Expectations ------------------ Desires food that is {0} quality or better
pt_br: Expectativas ------------------ Deseja comida que é de qualidade {0} ou melhor

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_OFF
source: <b>{0}</b> is <color=#B87194FF>not allowed</color> to eat <b>{1}</b>
pt_br: <b>{0}</b> <color=#B87194FF>não é permitido</color> comer <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_ON
source: <b>{0}</b> is <color=#B87194FF>allowed</color> to eat <b>{1}</b>
pt_br: <b>{0}</b> <color=#B87194FF>é permitido</color> comer <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_QUALITY
source: Quality: {0}
pt_br: Qualidade: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_QUALITY_VS_EXPECTATION
source: ------------------ This food type {0} {1}'s quality expectations [{2} Quality / {3} Expectation]
pt_br: ------------------ 3996Esse tipo de comida {0} as expectativas de qualidade de {1} [{2} Qualidade / {3} Expectativa]

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_REFUSE
source: <b>{0}</b> <color=#B87194FF>refuses</color> to eat <b>{1}</b>
pt_br: <b>{0}</b> <color=#B87194FF>é permitido</color> comer <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_OFF
source: <b>New Duplicants</b> are <color=#B87194FF>not allowed</color> to eat <b>{0}</b> by default
pt_br: <b>Novos Duplicantes</b> estão <color=#B87194FF>proibídos</color> de comer <b>{0}</b> por padrão

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_ON
source: <b>New Duplicants</b> are <color=#B87194FF>allowed</color> to eat <b>{0}</b> by default
pt_br: <b>Novos Duplicantes</b> estão <color=#B87194FF>permitidos</color> de comer <b>{0}</b> por padrão

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>New Duplicants</b>
pt_br: Edite as permissões de alimentação para <b>novas Duplicatas</b>

# STRINGS.UI.CONSUMABLESSCREEN.STRESS
source: Stress
pt_br: Estresse
