Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.DESC
source: A temperature reactive, subterranean <style="plant">Plant</style>.
pt_br: Uma <style="plant">Planta</style> subterrânea que reage a temperaturas.

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.NAME
source: Fervine Bulb
pt_br: Bulbo Febril

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.DESC
source: A large, chlorine-dwelling <style="plant">Plant</style> that can be grown in farm buildings. Palmeras grow inedible buds that emit toxic hydrogen gas.
pt_br: Uma <style="plant">Planta</style> grande que cresce em ambiente ricos em Cloro e que pode ser plantada em Caixas de Cultivo. Nas Palmeras crescem brotos que emitem hidrogênio tóxico.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.DOMESTICATEDDESC
source: A large, chlorine-dwelling <style="plant">Plant</style> that grows inedible buds which emit toxic hydrogen gas.
pt_br: Uma <style="plant">Planta</style> grande que cresce em ambientes ricos em Cloro. Seus frutos não são comestíveis e emite gás tóxico de Hidrogênio.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.NAME
source: Palmera Tree
pt_br: Árvore de Palmeira

# STRINGS.CREATURES.SPECIES.LIGHTBUG.DESC
source: Shine Bugs emit a soft <style="light">Light</style> in hopes of attracting more of their kind for company.
pt_br: Shine bugs emite um soft <style="light">Luz</style> na esperança de atrair mais do seu tipo para a sua companhia.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.NAME
source: Shine Bug
pt_br: Vaga-lumem

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <style="gas">Natural Gas</style>.
pt_br: Um geyser altamente pressurizado que periodicamente entra em erupção com <style="gas"> Gás natural </style> .

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.NAME
source: Natural Gas Geyser
pt_br: Gêiser de Gás Natural

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DESC
source: Dusk Caps produce <style="plant">Mushrooms</style>, fungal growths that can be harvested for <style="food">Food</style>.
pt_br: Cogumelo Negro produz <style="plant">Cogumelo</style>, crescimentos fúngicos que podem ser colhidos para obtenção de <style="food">Comida</style>.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DOMESTICATEDDESC
source: This plant produces edible <style="food">Mushrooms</style>.
pt_br: Essa planta produz <style="food">Cogumelos</style> comestíveis.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.NAME
source: Dusk Cap
pt_br: Cogumelo Negro

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.DESC
source: What's growing inside? Something nice? Something mean?
pt_br: O que está crescendo lá dentro? Algo legal? Algo malvado?

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.NAME
source: Mysterious Egg
pt_br: Ovo Misterioso

# STRINGS.CREATURES.SPECIES.OIL_FLOATER.DESC
source: Slicksters are slimy creatures that consume <style="gas">Carbon Dioxide</style> and exude <style="misc">Crude Oil</style>.
pt_br: Bichos do Óleo são criaturas gosmentas que consomem <style="gas">Dióxido de Carbon</style> e produzem <style="misc">Petróleo Bruto</style>.

# STRINGS.CREATURES.SPECIES.OIL_FLOATER.NAME
source: Slickster
pt_br: Bicho do Óleo

# STRINGS.CREATURES.SPECIES.OIL_WELL.DESC
source: Oil Reservoirs are rock formations with <style="liquid">Crude Oil</style> deposits beneath their surface. Oil can be extracted from a reservoir with sufficient pressure.
pt_br: Reservatórios de Petróleo são formações rochosas que armazenam abaixo da superfície <style="liquid">Petróleo Bruto</style>. Petróleo Bruto pode ser extraído de um reservatório usando a pressão adequada.

# STRINGS.CREATURES.SPECIES.OIL_WELL.NAME
source: Oil Reservoir
pt_br: Reservatório de Petróleo

# STRINGS.CREATURES.SPECIES.OILSPOUT.DESC
source: A rocky vent that spouts crude oil.
pt_br: Uma abertura de pedra que expele óleo.

# STRINGS.CREATURES.SPECIES.OILSPOUT.NAME
source: Oil Spout
pt_br: Bico de Óleo

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DESC
source: Bristle Blossoms produce <style="food">Bristle Berries</style>, a prickly edible bud.
pt_br: Esta planta produz <style="solid">Frutos de espinharisca</style>, um broto comestível e espinhoso.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DOMESTICATEDDESC
source: This plant produces edible <style="food">Bristle Berries</style>.
pt_br: Esta planta produz <style="solid">Frutos de espinharisca</style>.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.NAME
source: Bristle Blossom
pt_br: Flor de Seda

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DESC
source: Bluff Briars exude pheromones causing creatures to view them as especially beautiful.
pt_br: Bluff Briars exala feromonas fazendo com que criaturas as vejam como especialmente bonitas.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DOMESTICATEDDESC
source: This plant improves <style="decor">Decor</style>.
pt_br: Esta planta melhora a <style="decor">decoração</style>.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.NAME
source: Bluff Briar
pt_br: Ponta-de-Samambaia

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.DESC
source: A rocky vent that spouts <style="gas">Propane</style>.
pt_br: Uma abertura de pedra que expele <style="gas">Propano</style>.

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.NAME
source: Propane Spout
pt_br: Bico de Propano

# STRINGS.CREATURES.SPECIES.PUFT.DESC
source: Pufts are non-aggressive creatures that excrete lumps of <style="solid">Slime</style> with each breath.
pt_br: O Puffi se livra de patógenos indesejados ao soltar bolas de <style="solid">Limo</style> com cada respiração.

# STRINGS.CREATURES.SPECIES.PUFT.NAME
source: Puft
pt_br: Puffi

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Thimble Reed</style>. Digging up Buried Objects may uncover a Thimble Reed Seed.
pt_br: A <style="seed">semente</style> de um <style="plant">Junco Fibroso</style>. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.NAME
source: Thimble Reed Seed
pt_br: Junco Fibroso

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Mealwood</style>. Digging up Buried Objects may uncover a Mealwood Seed.
pt_br: A <style="seed">semente</style> de uma <style="plant">Planta-Matinal</style>. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.NAME
source: Mealwood Seed
pt_br: Matinal

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.DESC
source: The <style="seed">Seed</style> of a <style="plant">Wheezewort</style>. Digging up Buried Objects may uncover a Wort Seed.
pt_br: A <style="seed">semente</style> de uma <style="plant">Tia-Chia</style>. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.NAME
source: Wort Seed
pt_br: Semente de planta do Frio

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.DESC
source: The <style="seed">Seeds</style> of a <style="plant">Sleet Wheat</style> plant. Grain can be sown to cultivate more Sleet Wheat, or processed into <style="food">Food</style>.
pt_br: A <style="seed">semente</style> de um <style="plant">Trigo das Neves</style>. O cereal pode ser replantado para o cultivo de mais Trigos das Neves, ou transformado em <style="food">alimento</style>.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.NAME
source: Sleet Wheat Grain
pt_br: Cereal das neves

# STRINGS.CREATURES.SPECIES.SEEDS.JUNGLEGASPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Palmera Tree</style>. Digging up Buried Objects may uncover a Palmera Seed.
pt_br: A <style="seed">semente</style> de uma <style="plant">Árvore de Palmeira</style>. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.CREATURES.SPECIES.SEEDS.JUNGLEGASPLANT.NAME
source: Palmera Seed
pt_br: Palmeira

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Dusk Cap</style>. Digging up Buried Objects may uncover a Fungal Spore.
pt_br: A <style="seed">Semente</style> de <style="plant">Dusk Cap</style>. Escavar objetos enterrados pode descobrir uma Espora Fungal.

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.NAME
source: Fungal Spore
pt_br: Esporo Fúngico

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.DESC
source: The <style="seed">Seed</style> of a <style="plant">Ink Bloom</style>. Digging up Buried Objects may uncover an Ink Bloom Seed.
pt_br: A <style="seed">Semente</style> de uma <style="plant">Flor de Tinta</style>. Cavar Objetos Enterrados pode liberar uma Semente de Flor de Tinta.

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.NAME
source: Ink Bloom Seed
pt_br: Semente de Flor de Tinta

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.DESC
source: The <style="seed">Seed</style> of a <style="plant">Bristle Blossom</style>. Digging up Buried Objects may uncover a Blossom Seed.
pt_br: A <style="seed">semente</style> de uma <style="plant">Espinharisca</style>. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.NAME
source: Blossom Seed
pt_br: Semente de Flor de Seda

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.DESC
source: The <style="seed">Seed</style> of a <style="plant">Bluff Briar</style>. Digging up Buried Objects may uncover a Briar Seed.
pt_br: A <style="seed">semente</style> de uma <style="plant">Ponta-de-Samambaia</style>. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.NAME
source: Briar Seed
pt_br: Samambaia

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.DESC
source: The <style="seed">Seed</style> of a <style="plant">Pincha Pepperplant</style>. Digging up Buried Objects may uncover a Pincha Pepper Seed.
pt_br: A <style="seed">semente</style> de uma <style="plant">Pimenta Hotte</style>. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.NAME
source: Pincha Pepper Seed
pt_br: Semente de Pimenta Hotte

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.DESC
source: The <style="seed">Seed</style> of a <style="plant">Balm Lily</style>. Digging up Buried Objects may uncover a Balm Lily Seed.
pt_br: A <style="seed">semente</style> de um <style="plant">Lírio do pântano</style>. Escavar objetos soterrados pode resultar em uma semente desta planta.

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.NAME
source: Balm Lily Seed
pt_br: Semente do Lírio do pântano

# STRINGS.CREATURES.SPECIES.SHOCKWORM.DESC
source: Shockworms are exceptionally aggressive and discharge electrical shocks to stun their prey.
pt_br: Vermes Elétricos são extremamente agressivos e usam descargas elétricas para paralisar sua presa.

# STRINGS.CREATURES.SPECIES.SHOCKWORM.NAME
source: Shockworm
pt_br: Verme Elétrico

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DESC
source: Pincha Pepperplants produce flavorful <style="food">Peppernuts</style> for spicing <style="food">Food</style>.
pt_br: Esta planta produz um tempero chamado <style="food">Noz de Pimenta Hotte</style>.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DOMESTICATEDDESC
source: This plant produces <style="food">Pincha Peppernut</style> spices.
pt_br: Esta planta produz um tempero chamado <style="food">Noz de Pimenta Hotte</style>.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.NAME
source: Pincha Pepperplant
pt_br: Pimenta Hotte

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.DESC
source: A rocky vent that spouts <style="gas">Steam</style>.
pt_br: Uma abertura de pedra que expele <style="gas">Vapor</style>.

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.NAME
source: Steam Spout
pt_br: Bico de Vapor

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DESC
source: Balm Lilies produce <style="medicine">Balm Lily Flowers</style>, a lovely bloom with medicinal properties.
pt_br: Lírio do pântano produzem Flores do Lírio do pantano, uma flor com propriedades <style="medicine">medicinais.</style>.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DOMESTICATEDDESC
source: This plant produces medicinal <style="medicine">Balm Lily Flowers</style>.
pt_br: Esta planta produz medicamento <style="medicine">Folhas do Lirio do Pantano</style>.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.NAME
source: Balm Lily
pt_br: Lírio do Pântano

# STRINGS.CREATURES.STATS.AIRPRESSURE.NAME
source: Air Pressure
pt_br: Pressão do Ar

# STRINGS.CREATURES.STATS.AIRPRESSURE.TOOLTIP
source: The average gas density of the air surrounding this plant
pt_br: A média da densidade do ar ao redor dessa planta

# STRINGS.CREATURES.STATS.FERTILIZATION.ABSORBING_MODIFIER
source: Absorbing
pt_br: Absorvendo

# STRINGS.CREATURES.STATS.FERTILIZATION.CONSUME_MODIFIER
source: Consuming
pt_br: Consumindo

# STRINGS.CREATURES.STATS.FERTILIZATION.NAME
source: Fertilization
pt_br: Fertilização

# STRINGS.CREATURES.STATS.HEALTH.NAME
source: Health
pt_br: Vida

# STRINGS.CREATURES.STATS.ILLUMINATION.NAME
source: Illumination
pt_br: Iluminação

# STRINGS.CREATURES.STATS.IRRIGATION.ABSORBING_MODIFIER
source: Absorbing
pt_br: Absorvendo

# STRINGS.CREATURES.STATS.IRRIGATION.CONSUME_MODIFIER
source: Consuming
pt_br: Consumindo

# STRINGS.CREATURES.STATS.IRRIGATION.NAME
source: Irrigation
pt_br: Irrigação

# STRINGS.CREATURES.STATS.MATURITY.AMOUNT_DESC_FMT
source: {0}: {1} Next harvest in {2}
pt_br: {0}: {1} Próxima colheita em {2}

# STRINGS.CREATURES.STATS.MATURITY.GROWING
source: Domestic growth rate
pt_br: Taxa de crescimento domesticada

# STRINGS.CREATURES.STATS.MATURITY.GROWINGWILD
source: Wild growth rate
pt_br: Taxa de crescimento silvestre

# STRINGS.CREATURES.STATS.MATURITY.NAME
source: Growth Progress
pt_br: Crescimento

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP
source: Growth Progress ------------------
pt_br: Progresso do Crescimento ----------

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING
source: Predicted Maturation: {0}
pt_br: Previsão de amadurecimento: {0}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING_CROP
source: Predicted Maturation Time: {0} Next harvest occurs in approximately {1}
pt_br: Tempo previsto para amadurecimento: {0} Próxima colheita será em aproximadamente {1} ciclos.

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWN
source: Growth paused while plant awaits harvest
pt_br: O crescimento parou enquanto a planta aguarda a colheita

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_STALLED
source: Poor conditions have halted this plant's growth
pt_br: Pobre condições pararam o crescimento dessa planta

# STRINGS.CREATURES.STATS.ROT.NAME
source: Freshness Percent
pt_br: Porcentagem de Frescor

# STRINGS.CREATURES.STATS.ROT.TOOLTIP
source: Freshness ------------------ Food items become stale at fifty percent freshness, and rot at zero percent
pt_br: Frescor ---------- Alimentos ficarão velhos ao atingirem um frescor de cinquenta por cento, e apodrecerão em zero por cento

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity
pt_br: Condutividade térmica

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITY.TOOLTIP
source: Heat can pass through the selected object at a rate of (W/m)/K
pt_br: Calor pode passar pelo item selecionado a uma taxa de (W/m)/K

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.NAME
source: Thermal Conductivity Barrier
pt_br: Barreira de condutividade térmica

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Thick conductivity barriers increase the time it takes an object to heat up or cool down
pt_br: Barreiras mais espessas aumentam o tempo que leva um objeto para aquecer ou arrefecer

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.NAME
source: • Pressure
pt_br: • Pressão

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
pt_br: O crescimento retomará quando a pressão do ar estiver entre {low_mass} e {high_mass}

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.NAME
source: • Pressure
pt_br: • Pressão

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
pt_br: O crescimento retomará quando a pressão do ar estiver entre {low_mass} e {high_mass}

# STRINGS.CREATURES.STATUSITEMS.BARREN.NAME
source: Barren
pt_br: Estéril

# STRINGS.CREATURES.STATUSITEMS.BARREN.TOOLTIP
source: This plant will produce no more seeds
pt_br: Esta planta não produzirá mais sementes

# STRINGS.CREATURES.STATUSITEMS.BREATH.NAME
source: Suffocating
pt_br: Sufocando

# STRINGS.CREATURES.STATUSITEMS.BREATH.TOOLTIP
source: This creature is about to suffocate
pt_br: Esta criatura está morrendo sufocada

# STRINGS.CREATURES.STATUSITEMS.BURROWED.NAME
source: Burrowed
pt_br: Entocada

# STRINGS.CREATURES.STATUSITEMS.BURROWED.TOOLTIP
source: Shh! It thinks it's hiding
pt_br: Shh! Esta criatura está escondida

# STRINGS.CREATURES.STATUSITEMS.BURROWING.NAME
source: Burrowing
pt_br: Entocando

# STRINGS.CREATURES.STATUSITEMS.BURROWING.TOOLTIP
source: This creature is trying to hide
pt_br: Esta criatura está tentando se esconder

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.TOOLTIP
source: This farm plot does not accept fertilizer Move the selected plant to a fertilization capable plot for optimal growth
pt_br: Esta plantação não aceita fertilizantes. Mova a planta para uma plantação fertilizável para um crescimento apropriado

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.NAME
source: • Irrigation
pt_br: • Irrigação

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.TOOLTIP
source: This farm plot does not accept irrigation Move the selected plant to an irrigation capable plot for optimal growth
pt_br: Esta plantação não aceita irrigações. Mova a planta para uma plantação irrigável para um crescimento apropriado

# STRINGS.CREATURES.STATUSITEMS.COLD.NAME
source: Chilly surroundings
pt_br: Ambiente frio

# STRINGS.CREATURES.STATUSITEMS.COLD.TOOLTIP
source: This creature cannot retain enough heat to stay warm in this environment It prefers temperatures between {0} and {1}
pt_br: Esta criatura não consegue absorver calor suficiente para se manter aquecida aqui. Prefere temperaturas entre {0} e {1}

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.NAME
source: • Body Temperature
pt_br: • Temperatura Corporal

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
pt_br: O crescimento voltará quando a temperatura ambiente estiver entre {low_temperature} e {high_temperature}

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.NAME
source: Piqued
pt_br: Interessado

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.TOOLTIP
source: This creature is tempted to bite a nearby lure
pt_br: Esta criatura está sendo atraída por uma isca

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.NAME
source: Pollution Exposure
pt_br: Exposição a poluição

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.TOOLTIP
source: Exposure to contaminants is accelerating this food's decay rate
pt_br: Exposição a agentes contaminados está acelerando o apodrecimento deste alimento

# STRINGS.CREATURES.STATUSITEMS.COOLING.NAME
source: Chilly Breath
pt_br: Bafo de Menta

# STRINGS.CREATURES.STATUSITEMS.COOLING.TOOLTIP
source: This creature's respiration is having a cooling effect on the area
pt_br: A respiração dessa criatura esta esfriando o ambiente próximo

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.NAME
source: • Illumination
pt_br: • Iluminação

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.TOOLTIP
source: Growth will resume when darkness requirements are met
pt_br: Crescimento continuará quando o requerimento de sombra for atingido

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.NAME
source: • Illumination
pt_br: • Iluminação

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.TOOLTIP
source: Growth will resume when light requirements are met
pt_br: O crescimento retomará quando forem cumpridos os requisitos da luz

# STRINGS.CREATURES.STATUSITEMS.DEAD.NAME
source: Dead
pt_br: Morto

# STRINGS.CREATURES.STATUSITEMS.DEAD.TOOLTIP
source: This creature isn't getting back up
pt_br: Esta criatura chegou ao seu fim

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.NAME
source: Digesting
pt_br: Digerindo

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.TOOLTIP
source: This creature is working off a big meal
pt_br: Esta criatura está transformando sua refeição em energia

# STRINGS.CREATURES.STATUSITEMS.DROWNING.NAME
source: Drowning
pt_br: Afogando

# STRINGS.CREATURES.STATUSITEMS.DROWNING.TOOLTIP
source: This creature cannot survive in liquid
pt_br: Esta criatura não consegue sobreviver submerso em líquido

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.NAME
source: • Beached
pt_br: • Desidratado

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.TOOLTIP
source: This plant must be submerged in liquid to grow
pt_br: Esta planta deve estar submergida em líquido para crescer

# STRINGS.CREATURES.STATUSITEMS.EATING.NAME
source: Eating
pt_br: Comendo

# STRINGS.CREATURES.STATUSITEMS.EATING.TOOLTIP
source: This creature found something tasty
pt_br: Esta criatura encontrou algo delicioso

# STRINGS.CREATURES.STATUSITEMS.EMERGING.NAME
source: Emerging
pt_br: Emergendo

# STRINGS.CREATURES.STATUSITEMS.EMERGING.TOOLTIP
source: This creature is leaving its burrow
pt_br: Essa criatura está saindo de sua toca

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.LINE_ITEM
source: • Entombed
pt_br: • Soterrado

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.NAME
source: Entombed
pt_br: Soterrado

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.TOOLTIP
source: This creature is trapped and needs help digging out
pt_br: Esta criatura está presa e precisa de ajuda para ser liberada

# STRINGS.CREATURES.STATUSITEMS.EXHALING.NAME
source: Exhaling
pt_br: Exalando

# STRINGS.CREATURES.STATUSITEMS.EXHALING.TOOLTIP
source: This creature is expelling gas from its lungsacs
pt_br: Expelindo ar

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.NAME
source: External Temperature
pt_br: Temperatura Externa

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This creature's environment is {0}
pt_br: Temperatura Externa ------------------ O ambiente dessa criatura é {0}

# STRINGS.CREATURES.STATUSITEMS.FALLING.NAME
source: Falling
pt_br: Caindo

# STRINGS.CREATURES.STATUSITEMS.FLEEING.NAME
source: Fleeing
pt_br: Fugindo

# STRINGS.CREATURES.STATUSITEMS.FLEEING.TOOLTIP
source: This creature is trying to escape Get'em!
pt_br: Esta criatura está tentando fugir Atrás dela!

# STRINGS.CREATURES.STATUSITEMS.FRESH.NAME
source: Fresh {RotPercentage}
pt_br: Fresco {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.FRESH.TOOLTIP
source: Get'em while they're hot! {RotTooltip}
pt_br: Pegue enquanto ainda tá quente! {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.GROWING.NAME
source: Growing [{PercentGrow}%]
pt_br: Crescendo ({PercentGrow}%)

# STRINGS.CREATURES.STATUSITEMS.GROWING.TOOLTIP
source: Next harvest: {TimeUntilNextHarvest}
pt_br: Próxima colheita: {TimeUntilNextHarvest}

# STRINGS.CREATURES.STATUSITEMS.HATCHING.NAME
source: Hatching
pt_br: Chocando

# STRINGS.CREATURES.STATUSITEMS.HATCHING.TOOLTIP
source: Here it comes!
pt_br: Lá vem ele!

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.NAME
source: Injuries: {healthState}
pt_br: Ferimentos: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.TOOLTIP
source: Current physical status: {healthState}
pt_br: Estado físico atual: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.NAME
source: Excellent Yield
pt_br: Colheita excelente
