Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.AUTO_PENDING
source: Awaiting Duplicant to automate door.
pt_br: Aguardando Duplicata automatizar a porta.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.CLOSE
source: Door is locked.
pt_br: Porta trancada.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.CLOSE_PENDING
source: Awaiting Duplicant to lock door.
pt_br: Aguardando Duplicata fechar a porta.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.OPEN
source: Door is open.
pt_br: Porta aberta.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.OPEN_PENDING
source: Awaiting Duplicant to open door.
pt_br: Aguardando Duplicata abrir a porta.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.POI_INTERNAL
source: This door cannot be manually controlled.
pt_br: Essa porta não pode ser manualmente controlada.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.TITLE
source: Door Toggle
pt_br: Alternar Porta

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.AWAITINGBUTTON
source: AWAITING DECRYPTION
pt_br: AGUARDANDO DESCRIPTOGRAFIA

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.BUTTON
source: ATTEMPT DECRYPTION
pt_br: TENTANDO DESCRIPTOGRAFAR

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.LABEL
source: This computer contains encrypted files.
pt_br: Esse computador possui arquivos encriptados.

# STRINGS.UI.UISIDESCREENS.ENCRYPTEDLORESIDESCREEN.TITLE
source: Encrypted File
pt_br: Arquivo Encriptado

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.CURRENTLY_EQUIPPED
source: Currently Equipped: {0}
pt_br: Equipamentos atuais: {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.DROP_BUTTON
source: Drop
pt_br: Largar

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.EQUIP_BUTTON
source: Equip
pt_br: Equipar

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.NONE_EQUIPPED
source: None
pt_br: Nada

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.SWAP_BUTTON
source: Swap
pt_br: Trocar

# STRINGS.UI.UISIDESCREENS.EQUIPPABLE_SIDE_SCREEN.TITLE
source: Assign To Duplicant
pt_br: Atribuir Duplicata

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.ASSIGNEDTO
source: Assigned to: {0}
pt_br: Usuário: {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.GENERAL_CURRENTASSIGNED
source: (Owner)
pt_br: (Dono)

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.TITLE
source: Equip {0}
pt_br: Equipar {0}

# STRINGS.UI.UISIDESCREENS.EQUIPPABLESIDESCREEN.UNASSIGNED
source: Unassigned
pt_br: Não atribuído

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.CANCEL
source: Cancel
pt_br: Cancelar

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.COST
source: <b>Ingredients:</b>
pt_br: <b>Ingredientes:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.COOL_VEST
source: <style="equipment">Cool Vest</style> (<style="produced">{0}</style>)
pt_br: <style="equipment">Roupa refrescante</style> (<style="produced">{0}</style>)

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.FUNKY_VEST
source: <style="equipment">Snazzy Suit</style> (<style="produced">{0}</style>)
pt_br: <style="equipment">Terno chique</style> (<style="produced">{0}</style>)

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.OXYGEN_TANK
source: <style="equipment">Oxygen Tank</style> (<style="produced">{0}</style>)
pt_br: <style="equipment">Tanque de Oxigênio</style> (<style="produced">{0}</style>)

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.OXYGEN_TANK_UNDERWATER
source: <style="equipment">Oxygen Rebreather</style> (<style="produced">{0}</style>)
pt_br: <style="equipment">Repassador de Oxigênio</style> (<style="produced">{0}</style>)

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.EFFECTS.WARM_VEST
source: <style="equipment">Warm Sweater</style> (<style="produced">{0}</style>)
pt_br: <style="equipment">Suéter quentinho</style> (<style="produced">{0}</style>)

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.INFORMATION
source: INFORMATION
pt_br: INFORMAÇÃO

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPEDISCOVERED
source: No recipes discovered
pt_br: Não há receitas descobertas

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPEDISCOVERED_BODY
source: Look for new ingredients and materials in the world to unlock recipes.
pt_br: Procure novos ingredientes e materiais no mundo para desbloquear receitas.

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.NORECIPESELECTED
source: No recipe selected
pt_br: Nenhuma receita selecionada

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.QUEUED_MISSING_INGREDIENTS_TOOLTIP
source: Missing {0} of {1}
pt_br: Falta {0} de {1}

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.RESULTEFFECTS
source: <b>Effects:</b>
pt_br: <b>Efeitos:</b>

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.SELECTRECIPE
source: Select a recipe to fabricate.
pt_br: Escolha uma receita para fabricar.

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.SUBTITLE
source: Recipes
pt_br: Receitas

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.TITLE
source: {0} Recipes
pt_br: {0} Receitas

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.TOOLTIPS.RECIPEPRODUCT
source: This recipe produces {1} {0}
pt_br: Essa receita produz {1} {0}

source: This recipe requires {1} {0} Available: {2}
pt_br: Esta receita precisa de {1} {0} Disponível: {2}

source: This recipe consumes {1} of an available {2} of {0}
pt_br: Esta receita consome {1} dos {2} de {0} disponíveis

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.FILTEREDELEMENT.GAS
source: Filtered Gas Output: {0}
pt_br: Saída de Gás filtrado: {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.FILTEREDELEMENT.LIQUID
source: Filtered Liquid Output: {0}
pt_br: Saída de Líquido filtrado: {0}

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.NOELEMENTSELECTED
source: No element selected
pt_br: Nenhum elemento selecionado

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.SELECTELEMENTHEADER
source: Select Element
pt_br: Selecionar elemento

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.TITLE
source: Filter Outputs
pt_br: Filtro para saída

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.UNFILTEREDELEMENTS.GAS
source: Gas Output: All
pt_br: Saída de Gás: Todos

# STRINGS.UI.UISIDESCREENS.FILTERSIDESCREEN.UNFILTEREDELEMENTS.LIQUID
source: Liquid Output: All
pt_br: Saída de Líquido: Tudo

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.BUTTON
source: Complete Neural Process
pt_br: Processo Neural Concluído

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.COMPLETE
source: Something feels different.
pt_br: Algo parece diferente.

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.CONSUMED
source: There are no charges left in this Vacillator.
pt_br: Não existem cargas livres nesse Vacilador.

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.TITLE
source: Neural Vacillator
pt_br: Vacilador Neural

# STRINGS.UI.UISIDESCREENS.GENESHUFFLERSIDESREEN.UNDERWAY
source: Neural Vacillation in progress.
pt_br: Vacilação Neural em andamento.

# STRINGS.UI.UISIDESCREENS.LOGIC_DELAY_SIDE_SCREEN.TITLE
source: Active Buffer Time
pt_br: Tempo do Buffer Ativo

# STRINGS.UI.UISIDESCREENS.LOGIC_DELAY_SIDE_SCREEN.TOOLTIP
source: This gate will continue to send an Active signal for {0} seconds after entering Standby
pt_br: Este portão continuará a enviar um sinal ativo para {0} segundos depois de entrar em espera

# STRINGS.UI.UISIDESCREENS.LURE.ATTRACTS
source: Attract {1}s
pt_br: Atrair {1} s

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
pt_br: AGUARDANDO ENTREGA: {0}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
pt_br: AGUARDANDO ESCAVAÇÃO: {0}

# STRINGS.UI.UISIDESCREENS.LURE.AWAITINGREQUEST
source: PLANT: {0}
pt_br: PLANTAR: {0}

# STRINGS.UI.UISIDESCREENS.LURE.ENTITYDEPOSITED
source: PLANTED: {0}
pt_br: PLANTADO: {0}

# STRINGS.UI.UISIDESCREENS.LURE.INFORMATION
source: INFORMATION
pt_br: INFORMAÇÃO

# STRINGS.UI.UISIDESCREENS.LURE.TITLE
source: Select Bait
pt_br: Selecione Isca

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.CURRENT_THRESHOLD
source: Current Threshold: {0}%
pt_br: Limiar atual: {0}%

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.TITLE
source: Battery Recharge Threshold
pt_br: Limiar para recarregar Baterias

# STRINGS.UI.UISIDESCREENS.MANUALGENERATORSIDESCREEN.TOOLTIP
source: Duplicants will operate this generator when battery charge falls below the selected percentage
pt_br: Duplicatas irão operar este gerador somente se a carga das baterias estiver inferior a este valor

# STRINGS.UI.UISIDESCREENS.OIL_WELL_CAP_SIDE_SCREEN.TITLE
source: Pressure Release Threshold
pt_br: Limite de Alívio de Pressão

# STRINGS.UI.UISIDESCREENS.OIL_WELL_CAP_SIDE_SCREEN.TOOLTIP
source: Duplicants will release gas buildup in this well when it exceeds the selected percentage
pt_br: Duplicantes irão liberar a pressão de gás nessa fonte quando ela exceder a porcentagem selecionada

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.BONUS_SEEDS
source: Base <style="seed">Seed</style> Harvest Chance: {0}
pt_br: Chance de Colher <style="seed">Sementes</style>: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.HIGH_YIELD
source: Excellent [80+ points]:
pt_br: Excelente [80+ pontos]:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.LIFECYCLE
source: <b>Lifecycle</b>:
pt_br: <b>Ciclo de vida</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.LOW_YIELD
source: Standard [0+ points]:
pt_br: Padrão [0+ pontos]:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.NORMAL_YIELD
source: Good [40+ points]:
pt_br: Boa [40+ pontoss]:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.NUMBEROFHARVESTS
source: Harvests: {0}
pt_br: Colheitas: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.PLANTEFFECTS
source: <b>Effects</b>:
pt_br: <b>Efeitos</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.PLANTREQUIREMENTS
source: <b>Growth Requirements</b>:
pt_br: <b>Requisitos para crescimento</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_CEILING
source: <style="consumed"><b>Requires downward plot orientation.</b></style>
pt_br: <style="consumed"><b>Necessário ser plantado em bloco virado para baixo.</b></style>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_FLOOR
source: <style="consumed"><b>Requires upward plot orientation.</b></style>
pt_br: <style="consumed"><b>Necessário ser plantado em bloco virado para cima.</b></style>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.ROTATION_NEED_WALL
source: <style="consumed"><b>Requires sideways plot orientation.</b></style>
pt_br: <style="consumed"><b>Necessário ser plantado em bloco virado para o lado.</b></style>

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.SELECTSEED_DESC
source: Select a seed to plant.
pt_br: Escolha uma semente para plantar.

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.SELECTSEED_TITLE
source: SELECT
pt_br: SELECIONAR

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.BONUS_SEEDS
source: This plant has a {0} chance to produce new seeds when harvested
pt_br: Esta planta tem chance de produzir {0} sementes a mais ao ser colhida

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.NUMBEROFHARVESTS
source: This plant can mature {0} times before the end of its lifecycle
pt_br: Esta planta poderá ser colhida {0} vezes durante sua vida

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTEFFECTS
source: Additional attributes of this plant
pt_br: Atributos adicionais dessa planta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTLIFECYCLE
source: Duration and number of harvests produced by this plant in a lifetime
pt_br: Duração e número de colheitas produzidas por essa planta em seu ciclo de vida

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTREQUIREMENTS
source: Minimum conditions for basic plant growth
pt_br: Condições mínimas para crescimento básico da planta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD
source: <style="produced">{2}</style> produced [<style="produced">{1}</style> / unit]
pt_br: <style="produced">{2}</style> produzidos neste nível (<style="produced">{1}</style> por unidade)

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD_SEED
source: Sow to grow more of this plant
pt_br: Pode ser plantado para produzir mais plantas deste tipo

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.YIELD_SEED_FINAL_HARVEST
source: {0} Produced in the final harvest of the plant's lifecycle
pt_br: {0} Estas sementes serão produzidas na última colheita desta planta

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOTALHARVESTCALORIESWITHPERUNIT
source: <style="produced">{0}</style> [<style="produced">{1}</style> / unit]
pt_br: <style="produced">{0}</style> [<style="produced">{1}</style> por unidade]

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELD_SEED_FINAL_HARVEST
source: {1} <style="seed">{0}</style> - Final harvest only
pt_br: {1} <style="seed">{0}</style> (somente colheita final)

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELD_SEED_SINGLE_FINAL_HARVEST
source: <style="seed">{0}</style> - Final harvest only
pt_br: <style="seed">{0}</style> (somente colheita final)

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.YIELDPERHARVEST
source: {0} <style="food">{1}</style> per harvest
pt_br: {0} <style="food">{1}</style> por colheita

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.CURRENTLYRESEARCHING
source: Currently Researching
pt_br: Pesquisando

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.NOSELECTEDRESEARCH
source: No Research selected
pt_br: Nenhuma pesquisa selecionada

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.OPENRESEARCHBUTTON
source: RESEARCH
pt_br: PESQUISA

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.TITLE
source: Select Research
pt_br: Escolha pesquisa

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.AWAITINGBUTTON
source: AWAITING BIOSCAN
pt_br: AGUARDANDO BIOESCANEAMENTO

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.BUTTON
source: SUBMIT BIOSCAN
pt_br: ENVIAR BIOESCANEAMENTO

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.LABEL
source: This door requires a sample to unlock.
pt_br: Essa porta requer uma amostra para debloqueá-la.

# STRINGS.UI.UISIDESCREENS.SEALEDDOORSIDESCREEN.TITLE
source: Sealed Door
pt_br: Porta Selada

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
pt_br: AGUARDANDO ENTREGA: {0}

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
pt_br: AGUARDANDO ESCAVAÇÃO: {0}

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.AWAITINGREQUEST
source: PLANT: {0}
pt_br: PLANTA: {0}

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.ENTITYDEPOSITED
source: PLANTED: {0}
pt_br: PLANTADO: {0}

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.INFORMATION
source: INFORMATION
pt_br: INFORMAÇÃO

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.TITLE
source: {0} Seeds
pt_br: {0} Sementes

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_CANCEL_REQUEST
source: Cancel Request
pt_br: Cancelar Pedido

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_CANCEL_REQUEST_TOOLTIP
source: Cancel this suit delivery
pt_br: Cancelar essa ordem de entrega de traje

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT
source: Undock Exosuit
pt_br: Soltar Traje

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT_NO_SUIT_TOOLTIP
source: There is no suit in this building to undock
pt_br: Não existe Traje nesta estrutura para soltar

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_DROP_SUIT_TOOLTIP
source: Disconnect this suit, dropping it on the ground
pt_br: Desconectar esse traje, soltando ele no chão

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_NO_SUIT
source: Leave Empty
pt_br: Deixar Vazio

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_NO_SUIT_TOOLTIP
source: The next suited Duplicant to pass by will unequip their Exosuit and dock it here
pt_br: O próximo Duplicante trajado que passar vái remover seu Traje e ancorar ele aqui

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_REQUEST_SUIT
source: Deliver Exosuit
pt_br: Entregar Traje

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.CONFIG_REQUEST_SUIT_TOOLTIP
source: Duplicants will immediately deliver and dock the nearest unequipped suit
pt_br: Duplicantes irão imediatamente entregar e ancorar o traje não equipado mais próximo

# STRINGS.UI.UISIDESCREENS.SUIT_SIDE_SCREEN.TITLE
source: Dock Inventory
pt_br: Inventário da Estação

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.GAMEOVER
source: Colony Lost
pt_br: Colônia perdida

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.NEXTPRODUCTION
source: Next Production: {0}
pt_br: Próxima impressão: {0}

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.TITLE
source: Duplicant Printing
pt_br: Impressão de Duplicatas

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.ACTIVATE_IF
source: Activate if:
pt_br: Ativar se:

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.COLDER_BUTTON
source: Below
pt_br: Abaxio

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.CURRENT_TEMPERATURE
source: Current Temperature: {0}
pt_br: Temperatura atual: {0}

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.TITLE
source: Temperature Threshold
pt_br: Limiar de temperatura

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.WARMER_BUTTON
source: Above
pt_br: Acima

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ABOVE_BUTTON
source: Above
pt_br: Acima

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ACTIVATE_IF
source: Activate if:
pt_br: Ativar se:

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.BELOW_BUTTON
source: Below
pt_br: Abaxio

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.CURRENT_VALUE
source: Current {0}: {1}
pt_br: {0} atual: {1}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE
source: Pressure
pt_br: Pressão

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_ABOVE
source: Switch will be on if the pressure is above {0}
pt_br: Interruptor será ligado se a pressão for maior que {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_BELOW
source: Switch will be off if the pressure is below {0}
pt_br: Interruptor será desligado se a pressão for menor que {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_ACTIVE
source: Switch Active
pt_br: Interruptor ligado

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_INACTIVE
source: Switch Inactive
pt_br: Interruptor desligado

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE
source: Temperature
pt_br: Temperatura

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_ABOVE
source: Switch will be on if the ambient temperature is above {0}
pt_br: Interruptor será ligado se a temperatura for maior que {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_BELOW
source: Switch will be off if the ambient temperature is below {0}
pt_br: Alavanca irá desativar se a temperatura do ambiente estiver abaixo de {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TITLE
source: Pressure Threshold
pt_br: Limite de Pressão

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.START
source: Turn On
pt_br: Ligar

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.STOP
source: Turn Off
pt_br: Desligar

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.TITLE
source: Time-of-Day Sensor
pt_br: Sensor de Tempo

# STRINGS.UI.UISIDESCREENS.TIME_OF_DAY_SIDE_SCREEN.TOOLTIP
source: This sensor will send a 1 after the Turn On time, and a 0 after the Turn Off time.
pt_br: Esse sensor enviará o valor 1 quando passar do tempo de Ligar e um 0 depois que passar o tempo de Desligar.

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.DURATION
source: Activation Duration
pt_br: Duração da ativação

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.ON
source: Activation Time
pt_br: Tempo de ativação

# STRINGS.UI.UISIDESCREENS.TIME_RANGE_SIDE_SCREEN.TITLE
source: Time-of-Day Sensor
pt_br: Sensor do tempo do dia

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.CURRENTSTATE
source: Current State:
pt_br: Estado atual:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFF
source: Off
pt_br: Desligado

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFFTIME
source: Off Time:
pt_br: Tempo desativado:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ON
source: On
pt_br: Ligado

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ONTIME
source: On Time:
pt_br: Tempo ativado:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETOACTIVATE
source: Time until activation: {0}
pt_br: Tempo até ativação: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETODEACTIVATE
source: Time until deactivation: {0}
pt_br: Tempo até desativação: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TITLE
source: Time Schedule
pt_br: Rotina

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.WARNING
source: Switch must be connected to a <style="power">Power</style> grid
pt_br: Esta alavanca precisa estar conectada a um circuito de <style="power">Power</style>

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTON
source: All
pt_br: Tudo

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTONTOOLTIP
source: Allow storage of all resource categories in this container
pt_br: Permitir a armazenagem de todos as categorias de recursos nessa armazenagem

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.CATEGORYBUTTONTOOLTIP
source: Allow storage of anything in the {0} resource category
pt_br: Permitir armazenar qualquer item da categoria {0}

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.MATERIALBUTTONTOOLTIP
source: Add or remove this material from storage
pt_br: Adicione ou remove este material da lista de armazenagem

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ONLYALLOWTRANSPORTITEMSBUTTON
source: Sweep Only
pt_br: Somente varredura

source: Only store objects marked Sweep <color=#F44A47>[K]</color> in this container
pt_br: Somente armazenar objetos marcados para Varrer <color=#F44A47>[K]</color> nessa armazenagem

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.TITLE
source: Element Filter
pt_br: Filtro de elementos

# STRINGS.UI.UISIDESCREENS.VALVESIDESCREEN.TITLE
source: Flow Control
pt_br: Controle de vazão

# STRINGS.UI.UNITSUFFIXES.DISEASE.UNITS
source: germs
pt_br: germes

# STRINGS.UI.UNITSUFFIXES.PERCYCLE
source: /cycle
pt_br: /ciclo

# STRINGS.UI.UNITSUFFIXES.UNITS
source: units
pt_br: unidades

# STRINGS.UI.USERMENUACTIONS.ATTACK.NAME
source: Attack
pt_br: Atacar

# STRINGS.UI.USERMENUACTIONS.ATTACK.TOOLTIP
source: Attack this creature
pt_br: Ataque esta criatura

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.NAME
source: Disable Autoharvest
pt_br: Desativar autocolheita

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.TOOLTIP
source: Do not automatically harvest this plant
pt_br: Não colher esta planta automaticamente

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.NAME
source: Cancel Attack
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.TOOLTIP
source: Cancel this attack order
pt_br: Cancele esta ordem de ataque

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.NAME
source: Cancel Clean
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.TOOLTIP
source: Cancel this cleaning order
pt_br: Cancele esta ordem de limpeza

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.NAME
source: Cancel Build
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.TOOLTIP
source: Cancel this build order
pt_br: Cancela esta ordem de construção

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.NAME
source: Cancel Dig
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.TOOLTIP
source: Cancel this dig order
pt_br: Cancele esta ordem para cavar

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.NAME
source: Cancel Harvest
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.TOOLTIP
source: Cancel this harvest order
pt_br: Cancele esta ordem de colheita

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.NAME
source: Cancel Mop
pt_br: Cancelar
