Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.TOOLTIP
source: Consistently ideal conditions allowed this plant to bear a large yield {Effects}
pt_br: Condições ideais constantes permitiram essa planta fornecer uma grande colheita {Effects}

# STRINGS.CREATURES.STATUSITEMS.HOT.NAME
source: Toasty surroundings
pt_br: Ambiente quente

# STRINGS.CREATURES.STATUSITEMS.HOT.TOOLTIP
source: This creature cannot let off enough heat to keep cool in this environment It prefers temperatures between {0} and {1}
pt_br: Esta criatura não consegue liberar calor suficiente para se manter resfriado nesta área Prefere temperaturas entre {0} e {1}

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.NAME
source: • Body Temperature
pt_br: • Temperatura Corporal

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
pt_br: Crescimento continuará quando a temperatura ambiente estiver entre {low_temperature} e {high_temperature}

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.NAME
source: Overheating
pt_br: Sobreaquecendo

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.TOOLTIP
source: Internal temperature is dangerously high [{InternalTemperature} / {TargetTemperature}]
pt_br: Temperatura interna perigosamente alta ({InternalTemperature} / {TargetTemperature})

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.NAME
source: Freezing
pt_br: Congelando

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.TOOLTIP
source: Internal temperature is dangerously low
pt_br: Temperatura interna perigosamente baixa

# STRINGS.CREATURES.STATUSITEMS.IDLE.NAME
source: Idle
pt_br: Ocioso

# STRINGS.CREATURES.STATUSITEMS.IDLE.TOOLTIP
source: Just enjoying life, y'know?
pt_br: Só aproveitando a vida, sabe?

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.NAME
source: Incubating
pt_br: Incubando

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.TOOLTIP
source: The creature inside is gestating comfortably
pt_br: A criatura dentro do ovo está crescendo confortavelmente

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.NAME
source: Laying an egg
pt_br: Botando ovo

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.TOOLTIP
source: This creature is performing in the miracle of life
pt_br: Esta criatura está participando no milagre da vida

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.NAME
source: Foraging
pt_br: Procurando comida

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.TOOLTIP
source: This creature is hungry and looking for food
pt_br: Esta criatura está faminta e procurando por alimentos

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.NAME
source: Standard Yield
pt_br: Colheita normal

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.TOOLTIP
source: This plant produced an average yield
pt_br: Essa planta produziu uma colheita mediana

# STRINGS.CREATURES.STATUSITEMS.NAME_NON_GROWING_PLANT
source: Wilted
pt_br: Murcha

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.TOOLTIP
source: Growth will resume when fertilization requirements are met
pt_br: Crescimento continuará quando os requerimentos de fertilização forem supridos

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.NAME
source: • Irrigation
pt_br: • Irrigação

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.TOOLTIP
source: Growth will resume when liquid requirements are met
pt_br: Crescimento continuará quando os requerimentos de irrigação forem supridos

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.NAME
source: Good Yield
pt_br: Colheita boa

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.TOOLTIP
source: Comfortable conditions allowed this plant to produce a better yield {Effects}
pt_br: Condição apropriada permitiu que esta planta tivesse uma colheita maior {Effects}

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.NAME
source: Ideal Air Pressure
pt_br: Pressão atmosférica ideal

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.TOOLTIP
source: This creature is comfortable in the current atmospheric pressure Ideal Range: {0} - {1}
pt_br: Esta criatura está em uma pressão atmosférica adequada Níveis ideais: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.NAME
source: Ideal Temperature
pt_br: Temperatura ideal

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.TOOLTIP
source: This creature finds the current ambient temperature comfortable Ideal Range: {0} - {1}
pt_br: Esta criatura está em uma temperatura ambiente adequada Níveis ideais: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NAME
source: Dead
pt_br: Morta

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION
source: Plants have died
pt_br: As plantas morreram

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION_TOOLTIP
source: These plants have died and will produce no more harvests:
pt_br: Essas plantas morreram e não produzirão mais colheitas:

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.TOOLTIP
source: This plant will produce no more harvests
pt_br: Esta planta não produzirá mais colheitas

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.NAME
source: Harvest Ready
pt_br: Pronto para colheita

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.TOOLTIP
source: This plant can be harvested for materials
pt_br: Os materiais dessa planta podem ser colhidos

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.NAME
source: • Farm plot inoperable
pt_br: • Horta inoperável

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.TOOLTIP
source: This farm plot cannot grow plants in its current state
pt_br: Esta horta não pode cultivar plantas no estado atual

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.NAME
source: Farm plot operational
pt_br: Horta Operacional

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.TOOLTIP
source: This plant's farm plot is operational
pt_br: A horta dessa planta está operacional

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.NAME
source: Refrigerated
pt_br: Refrigerado

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.TOOLTIP
source: Ideal temperature storage is slowing this food's decay rate
pt_br: Temperatura de armazenagem ideal reduz a taxa de apodrecimento da comida

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NAME
source: Scalding
pt_br: Escaldante

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_NAME
source: Scalding
pt_br: Escaldante

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_TOOLTIP
source: Scalding temperatures are hurting these Duplicants:
pt_br: Temperaturas escaldantes estão machucando estas Duplicatas:

# STRINGS.CREATURES.STATUSITEMS.SCALDING.TOOLTIP
source: Current external temperature is perilously high [{ExternalTemperature} / {TargetTemperature}]
pt_br: Temperatura externa atual está extremamente alta ({ExternalTemperature} / {TargetTemperature})

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.NAME
source: Sleeping
pt_br: Dormindo

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.TOOLTIP
source: This creature is replenishing its stamina
pt_br: Esta criatura está recuperando suas energias

# STRINGS.CREATURES.STATUSITEMS.SPOILED.NAME
source: Rotten
pt_br: Estragado

# STRINGS.CREATURES.STATUSITEMS.SPOILED.TOOLTIP
source: This food has putrefied and should not be consumed
pt_br: Esta comida apodreceu e não deve ser ingerida

# STRINGS.CREATURES.STATUSITEMS.STALE.NAME
source: Stale {RotPercentage}
pt_br: Velha {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.STALE.TOOLTIP
source: This food is still edible but will soon expire {RotTooltip}
pt_br: Essa comida ainda é comestível, mas logo vai estragar {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.NAME
source: Sterile Atmosphere
pt_br: Atmosfera estéril

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.TOOLTIP
source: Microbe destroying conditions are preventing this food from decaying
pt_br: Proteção contra bactérias está impedindo que a comida apodreça

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.NAME
source: Struggling
pt_br: Debatendo-se

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.TOOLTIP
source: This creature is trying to get away
pt_br: Esta criatura está tentando fugir

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
pt_br: Sufocando

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This creature cannot breathe
pt_br: Esta criatura não consegue respirar

# STRINGS.CREATURES.STATUSITEMS.TIRED.NAME
source: Fatigued
pt_br: Cansada

# STRINGS.CREATURES.STATUSITEMS.TIRED.TOOLTIP
source: This creature needs to rest
pt_br: Essa criatura necessita descansar

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.NAME
source: Trapped
pt_br: Capturado

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.TOOLTIP
source: This creature is contained and cannot move
pt_br: Essa criatura está capturada e não consegue se mover

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.NAME
source: Unrefrigerated
pt_br: Não refrigerado

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.TOOLTIP
source: Temperatures above {RotTemperature} spoil food more quickly
pt_br: Temperaturas acima de {RotTemperature} estragam a comida mais rapidamente

# STRINGS.CREATURES.STATUSITEMS.WILTING.NAME
source: Growth Halted{Reasons}
pt_br: Crescimento Parado {Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING.TOOLTIP
source: Growth will resume when conditions improve
pt_br: Crescimento continuará quando as condições melhorarem

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.NAME
source: Growth Halted{Reasons}
pt_br: Crescimento Parado {Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.TOOLTIP
source: Growth will resume when conditions improve
pt_br: Crescimento continuará quando as condições melhorarem

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.NAME
source: Growth Halted{Reasons}
pt_br: Crescimento Parado {Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.TOOLTIP
source: Growth will resume when conditions improve
pt_br: Crescimento continuará quando as condições melhorarem

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.NAME
source: • Atmosphere
pt_br: • Atmosfera

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.TOOLTIP
source: Growth will resume when submersed in one of the following gases: {elements}
pt_br: Crescimento continuará quando submerso em um dos seguintes gases: {elements}

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
pt_br: Esta horta está guardando materiais que não são adequados para essa planta ------------------ Esvazie o armazenamento dessa horta para remover os materiais não usáveis

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
pt_br: Esta horta está guardando materiais que não são adequados para essa planta ------------------ Esvazie o armazenamento dessa horta para remover os materiais não usáveis

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.NAME
source: • Fertilization
pt_br: • Fertilização

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
pt_br: Esta fazenda está armazenando materiais que não são adequados para esta planta ------------------ Esvazie o armazenamento deste objeto para remover os materiais inutilizáveis

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.NAME
source: • Irrigation
pt_br: • Irrigação

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the incorrect materials
pt_br: Esta fazenda está armazenando materiais que não são para esta planta ------------------ Esvazie o armazenamento deste objeto para remover os materiais incorretos

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.DESC
source: Air Consumption determines how much <style="oxygen">Oxygen</style> a Duplicant requires per minute to live.
pt_br: O consumo de ar determina quanto <style="oxygen">oxigênio</style> por minuto uma Duplicata precisa para sobreviver.

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.NAME
source: Air Consumption Rate
pt_br: Taxa de consumo de ar

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.DESC
source: Determines the speed and finesse with which a Duplicant creates artwork.
pt_br: Determina a velocidade e a qualidade com que uma Duplicata cria trabalhos de arte.

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.NAME
source: Creativity
pt_br: Criatividade

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.PROFESSION_NAME
source: Artist
pt_br: Artista

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.SPEEDMODIFIER
source: {0} Decorating Speed
pt_br: {0} Velocidade de Decoração

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.DESC
source: Determines a Duplicant's default runspeed.
pt_br: Determina a velocidade de corrida de um Duplicante padrão.

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.NAME
source: Athletics
pt_br: Atletismo

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.PROFESSION_NAME
source: Runner
pt_br: Corredor

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.SPEEDMODIFIER
source: {0} Runspeed
pt_br: {0} Velocidade de corrida

# STRINGS.DUPLICANTS.ATTRIBUTES.BLADDERDELTA.NAME
source: Bladder Change
pt_br: Bexiga

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.DESC
source: Determines a Duplicant's farming aptitude.
pt_br: Determina a aptidão por agricultura de um Duplicante.

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.NAME
source: Farming
pt_br: Agricultura

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.PROFESSION_NAME
source: Botanist
pt_br: Botânica

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <style="stress">Breath</style>.
pt_br: Determina o quão rápido um Duplicante ganha ou perde <style="stress">Fôlego</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.NAME
source: Breath Change
pt_br: Fôlego

# STRINGS.DUPLICANTS.ATTRIBUTES.CALORIESDELTA.NAME
source: Calories Change Rate
pt_br: Taxa de queima de caloria

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.DESC
source: Determines a Duplicant's building speed.
pt_br: Determina a velocidade de construção de uma Duplicata.

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.NAME
source: Construction
pt_br: Construção

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.PROFESSION_NAME
source: Architect
pt_br: Arquiteto

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.SPEEDMODIFIER
source: {0} Construction Speed
pt_br: {0} Velocidade de Construção

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.DESC
source: Determines how quickly a Duplicant cooks <style="food">Food</style>.
pt_br: Determina a velocidade com que uma Duplicata cozinha <style="food">Comida</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.NAME
source: Cooking
pt_br: Culinária

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.SPEEDMODIFIER
source: {0} Cooking Speed
pt_br: {0} Velocidade de Cozimento

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.DESC
source: <style="decor">Decor</style> affects a Duplicant's <style="decor">Stress</style> and their opinion of their surroundings.
pt_br: <style="decor">Decoração</style> afeta o <style="decor">Stress</style> das Duplicatas e a opinião delas do ambiente.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.NAME
source: Decor
pt_br: Decoração

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOREXPECTATION.DESC
source: Not meeting a Duplicant's <style="decor">Decor</style> expectations will increase their <style="stress">Stress</style>.
pt_br: Não atender as expectativas de <style="decor">decoração</style> de uma Duplicata aumentará seu <style="stress">Stress</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOREXPECTATION.NAME
source: Decor Expectation
pt_br: Decoração desejada

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.DESC
source: Distance of a item's <style="decor">Decor</style> effect.
pt_br: Alcance do efeito da <style="decor">Decoração</style> do objeto.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.NAME
source: Decor Radius
pt_br: Alcance da Decoração

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.DESC
source: Determines a Duplicant's mining speed.
pt_br: Determina a aptidão por agricultura de um Duplicante.

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.NAME
source: Digging
pt_br: Escavação

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.PROFESSION_NAME
source: Miner
pt_br: Minerador

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.SPEEDMODIFIER
source: {0} Digging Speed
pt_br: {0} Velocidade de Escavação

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.DESC
source: The bonus granted by this building is increased when a Duplicant is available to provide aid
pt_br: O bônus provido por essa estrutura é aumentado quando um Duplicante está disponível para dar cuidado

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.NAME
source: <style="disease">Disease</style> Recovery Speed Bonus
pt_br: Bônus de velocidade de recuperação à <style="disease">Doenças</style>

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.DESC
source: Duplicants who receive treatment while on a Med-Bed or Pharma Chamber will gain the "Aid Received" effect This effect reduces Disease symptoms
pt_br: Duplicantes que receberam tratamento em uma Maca ou Cabine farmacêutica ganhará o efeito "Recebeu Atenção" Esse efeito reduz sintomas da Doença

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.NAME
source: <style="misc">Aid Received</style> Effect
pt_br: Efeito <style="misc">Recebeu Cuidado</style>

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.DESC
source: A building at Meltdown <style="heat">Temperature</style> will lose functionality and take damage
pt_br: Um objeto que atingir sua <style="heat">temperatura</style> de fusão deixará de funcionar e sofrerá dano

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.NAME
source: Meltdown Temperature
pt_br: Temperatura de fusão

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.DESC
source: Not meeting a Duplicant's <style="food">Food</style> expectations will increase their <style="stress">Stress</style>.
pt_br: Não atender as expectativas de qualidade da <style="food">comida</style> de uma Duplicata aumentará seu <style="stress">Stress</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.NAME
source: Food Quality Expectation
pt_br: Expectativa da Qualidade de Comida

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.DESC
source: The health regeneration from this building is increased when a Duplicant is available to provide aid
pt_br: A regeneração de saúde dessa estrutura é aumentada quando um Duplicante está disponível para dar cuidado

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.NAME
source: <style="misc">Health</style>
pt_br: <style="misc">Saúde</style>

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.DESC
source: <style="hygiene">Hygiene</style> affects a Duplicant's sense of cleanliness.
pt_br: <style="hygiene">Higiene</style> afeta o senso de limpeza de um Duplicante.

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.NAME
source: Hygiene
pt_br: Higiene

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNELEVELDELTA.NAME
source: Immune System Strength
pt_br: Força do Sistema Imunológico

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_MODIFIER
source: {0} Immunity Regen
pt_br: {0} Regeneração do sistema imunológico

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_STAT
source: Immunity Attribute
pt_br: Atributo de imunidade

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.DESC
source: Determines a Duplicant's disease susceptibility and recovery time.
pt_br: Determina a susceptibilidade e o tempo de recuperação de uma doença de Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.NAME
source: Immunity
pt_br: Imunidade

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.DESC
source: Highly insulated Duplicants retain body heat easily, while low insulation Duplicants are easier to keep cool.
pt_br: Os Duplicantes altamente isolados retém facilmente o calor do corpo, enquanto os isolantes de baixa isolação são mais fáceis de manter a frio.

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.NAME
source: Insulation
pt_br: Isolação

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.SPEEDMODIFIER
source: {0} Temperature Retention
pt_br: {0} Retenção de Temperatura

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.DESC
source: Determines how quickly a Duplicant conducts <style="research">Research</style> and gains skills.
pt_br: Determina o quão rápido um Duplicante conduz <style="research">Pesquisa</style> e ganha habilidades.

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.NAME
source: Learning
pt_br: Aprendizado

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.PROFESSION_NAME
source: Scientist
pt_br: Cientista

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.RESEARCHSPEED
source: {0} Research Speed
pt_br: {0} Velocidade de Pesquisa

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.SPEEDMODIFIER
source: {0} Skill Leveling
pt_br: {0} Ganho de Habilidade

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.DESC
source: Determines how adeptly a Duplicant uses machines.
pt_br: Determina a habilidade da Duplicata ao usar máquinas.

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.NAME
source: Tinkering
pt_br: Manuseio

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.PROFESSION_NAME
source: Technician
pt_br: Técnico

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.SPEEDMODIFIER
source: {0} Tinkering Speed
pt_br: {0} Velocidade de Ajuste

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.NAME
source: Underwater Movement
pt_br: Movimento debaixo da água

# STRINGS.DUPLICANTS.ATTRIBUTES.MEDICAL.DESC
source: Determines a Duplicant's ability to heal others.
pt_br: Determina a capacidade de uma Duplicata para curar os outros.

# STRINGS.DUPLICANTS.ATTRIBUTES.MEDICAL.FABRICATE_SPEEDMODIFIER
source: {0} Compounded Healing Speed
pt_br: {0} Velocidade de Cura Médica

# STRINGS.DUPLICANTS.ATTRIBUTES.MEDICAL.NAME
source: Medicine
pt_br: Resistência

# STRINGS.DUPLICANTS.ATTRIBUTES.MEDICAL.PROFESSION_NAME
source: Physician
pt_br: Doutor

# STRINGS.DUPLICANTS.ATTRIBUTES.MEDICAL.SPEEDMODIFIER
source: {0} Medical Healing Speed
pt_br: {0} Velocidade de Cura Médica

# STRINGS.DUPLICANTS.ATTRIBUTES.NOISEPOLLUTION.DESC
source: <style="noise">Noise</style> determines the degree to which a Duplicant's <style="stress">Stress</style> is affected by pleasant or unpleasant sounds they hear.
pt_br: <style="noise"> Barulho </style> determina o grau em que o <style="stress"> Estresse </style> do Duplicante é afetado por sons agradáveis ​​ou desagradáveis ​​que eles ouvem.

# STRINGS.DUPLICANTS.ATTRIBUTES.NOISEPOLLUTION.NAME
source: Noise
pt_br: Barulho

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.DESC
source: A building at Overheat <style="heat">Temperature</style> will take damage and melt down if not cooled
pt_br: Um objeto que atingir sua <style="heat">temperatura</style> de sobreaquecimento sofrerá dano e fundirá se não for resfriado

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.NAME
source: Overheat Temperature
pt_br: Temperatura de sobreaquecimento

# STRINGS.DUPLICANTS.ATTRIBUTES.PROFESSION_DESC
source: Highest Attribute: {0} ------------------ Duplicants develop higher expectations as their Profession Attribute increases
pt_br: O atributo mais elevado desta Duplicata é {0} ---------- Duplicatas possuem expectativas mais altas à medida que melhoram em suas profissões

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.DESC
source: Determines the minimum body heat a Duplicant prefers to maintain.
pt_br: Determina a temperatura corporal mínima que esta Duplicata atura.
