Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.ELEMENTS.HYDROGEN.DESC
source: (H) Hydrogen is the universe's most common and atomically light element in a <style="gas">Gaseous</style> state.
pt_br: (H) Hidrogênio é o elemento mais comum e leve do universo em seu estado <style="gas">gasoso</style>.

# STRINGS.ELEMENTS.HYDROGEN.NAME
source: Hydrogen
pt_br: Hidrogênio

# STRINGS.ELEMENTS.ICE.DESC
source: (H<sub>2</sub>0) Ice is clean water frozen into a <style="solid">Solid</style> state.
pt_br: (H20) Água pura resfriada o suficiente para atingir seu estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.ICE.NAME
source: Ice
pt_br: Gelo

# STRINGS.ELEMENTS.IGNEOUSROCK.DESC
source: Igneous Rock is a composite of solidified volcanic rock. It is useful as a <style="RawMineral">Construction Material</style>.
pt_br: Rocha ígnea é um composto de rochas vulcânicas solidificadas. A rocha ígnea é utilizada como <style="RawMineral">material de construção</style>.

# STRINGS.ELEMENTS.IGNEOUSROCK.NAME
source: Igneous Rock
pt_br: Rocha Ígnea

# STRINGS.ELEMENTS.IRON.DESC
source: (Fe) Iron is a common industrial <style="RawMetal">Metal</style>.
pt_br: (Fe) Ferro é um <style="RawMetal">metal</style> industrial comum.

# STRINGS.ELEMENTS.IRON.NAME
source: Iron
pt_br: Ferro

# STRINGS.ELEMENTS.IRONGAS.DESC
source: (Fe) Iron is a common industrial <style="RawMetal">Metal</style>, heated into a <style="gas">Gas</style>.
pt_br: (Fe) Ferro é um <style="RawMetal">metal</style> industrial comum, aquecido até atingir um estado <style="gas">gasoso</style>.

# STRINGS.ELEMENTS.IRONGAS.NAME
source: Iron
pt_br: Ferro

# STRINGS.ELEMENTS.IRONINGOT.DESC
source: (Fe) Iron is refined <style="RawMetal">Iron Ore</style>.
pt_br: <style="RawMetal">Minério de ferro</style> refinado.

# STRINGS.ELEMENTS.IRONINGOT.NAME
source: Iron
pt_br: Ferro

# STRINGS.ELEMENTS.IRONORE.DESC
source: (Fe) Iron Ore is a soft <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
pt_br: (Cu20) Minério de cobre é um <style="RawMetal">metal</style> condutor. É utilizado na construção de sistemas de <style="power">energia</style>.

# STRINGS.ELEMENTS.IRONORE.NAME
source: Iron Ore
pt_br: Minério de Ferro

# STRINGS.ELEMENTS.KATAIRITE.DESC
source: (Ab) Abyssalite is a resilient, crystalline element.
pt_br: (Ab) Abismolito é um elemento cristalino extremamente resistente.

# STRINGS.ELEMENTS.KATAIRITE.NAME
source: Abyssalite
pt_br: Abismolito

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic chemical compound. This selection is currently in a <style="liquid">Liquid</style> state.
pt_br: (CO2) Dióxido de carbono é um composto químico tóxico. Esta seleção está atualmente em seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.NAME
source: Carbon Dioxide
pt_br: Dióxido de carbono

# STRINGS.ELEMENTS.LIQUIDHELIUM.DESC
source: (He) Helium is an atomically lightweight chemical element cooled into a <style="liquid">Liquid</style> state.
pt_br: (He) Hélio é um elemento químico extremamente leve resfriado até atingir um estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.LIQUIDHELIUM.NAME
source: Helium
pt_br: Hélio

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.DESC
source: (H) Hydrogen is a chemical <style="liquid">Liquid</style>. It freezes most substances that come into contact with it.
pt_br: (H) Hidrogênio é um <style="liquid">líquido</style> químico. Congela a maioria das substâncias ao entrar em contato com elas.

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.NAME
source: Hydrogen
pt_br: Hidrogênio

# STRINGS.ELEMENTS.LIQUIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane. This selection is in a <style="liquid">Liquid</style> state.
pt_br: (CH4) Metano é um alcano. Esta seleção está em um estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.LIQUIDMETHANE.NAME
source: Methane
pt_br: Metano

# STRINGS.ELEMENTS.LIQUIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable chemical. This selection is in a <style="liquid">Liquid</style> state.
pt_br: (O2) Oxigênio é um químico respirável. Esta seleção está em seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.LIQUIDOXYGEN.NAME
source: Oxygen
pt_br: Oxigênio

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element. This selection is in a <style="liquid">Liquid</style> state.
pt_br: (P) Fósforo é uma elemento químico. Esta seleção está em seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.NAME
source: Phosphorus
pt_br: Fósforo

# STRINGS.ELEMENTS.LIQUIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is an alkane in a <style="liquid">Liquid</style> state. It is useful in <style="power">Power</style> production.
pt_br: (C3H8) Propano é um alcano em estado <style="liquid">líquido</style>. É utilizado na produção de <style="power">energia</style>.

# STRINGS.ELEMENTS.LIQUIDPROPANE.NAME
source: Propane
pt_br: Propano

# STRINGS.ELEMENTS.MAGMA.DESC
source: Magma is a composite of <style="RawMineral">Igneous Rock</style> heated into a molten, <style="liquid">Liquid</style> state.
pt_br: Magma é um composto de <style="RawMineral">rochas ígneas</style> aquecido até derreter e atingir um estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.EFFECTS_HEADER
source: <b>Resource Effects:</b>
pt_br: <b>Efeitos de Recursos:</b>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_SPECIFIC_HEAT_CAPACITY
source: <style="heat">Slow Heating</style>
pt_br: <style="heat">Aquecimento Lento</style>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_THERMAL_CONDUCTIVITY
source: <style="heat">High Thermal Conductivity</style>
pt_br: <style="heat">Alta Condutividade Térmica</style>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_SPECIFIC_HEAT_CAPACITY
source: <style="heat">Thermally Reactive</style>
pt_br: <style="heat">Termo Reativo</style>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_THERMAL_CONDUCTIVITY
source: <style="heat">Insulator</style>
pt_br: <style="heat">Isolante</style>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.OVERHEATTEMPERATURE
source: <style="heat">Overheat Temperature</style>: {0}
pt_br: <style="heat">Temperatura de Sobreaquecimento</style>: {0}

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.DECOR
source: This material will add {0} to the finished building's Decor
pt_br: Esse material vai adicionar {0} ao Decor da estrutura

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.EFFECTS_HEADER
source: Buildings constructed from this material will have these properties
pt_br: Estruturas feitas com esse material irão ter essas propriedades

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_SPECIFIC_HEAT_CAPACITY
source: Slow Heating materials require a large amount of energy to raise in temperature, and therefore heat and cool slowly Specific Heat Capacity: {1} J to raise 1g by 1K
pt_br: Materiais de aquecimento lento necessitam de uma grande quantidade de energia para aumentar a temperatura, logo irão aquecer e esfriar lentamente Calor Específico: {1} J para elevar 1K de 1g

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_THERMAL_CONDUCTIVITY
source: This material disperses heat because energy transfers quickly through materials with high thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
pt_br: Esse material dispersa calor pois a energia é transferida rapidamente por materiais de alta condutividade térmica Entre dois objetos, a taxa de trocas de calor será determinada pelo objeto com menor Condutividade Térmica Condutividade Térmica: {1} W por grau K de Diferença (Oxigênio: 0.024 W)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_SPECIFIC_HEAT_CAPACITY
source: Thermally Reactive materials require little energy to raise in temperature, and therefore heat and cool quickly Specific Heat Capacity: {1} J to raise 1g by 1K
pt_br: Materiais Termo Reativos necessitam de pouca energia para aumentar a temperatura, logo irão aquecer e esfriar rapidamente Calor Específico: {1} J para elevar 1K de 1g

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_THERMAL_CONDUCTIVITY
source: This material retains heat because energy transfers slowly through materials with low thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
pt_br: Esse material retém calor pois a energia é transferida lentamente por materiais de baixa condutividade térmica Entre dois objetos, a taxa de trocas de calor será determinada pelo objeto com menor Condutividade Térmica Condutividade Térmica: {1} W por grau K de Diferença (Oxigênio: 0.024 W)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.OVERHEATTEMPERATURE
source: This material will add {0} to the finished building's Overheat Temperature
pt_br: Esse material irá adicionar {0} à Temperatura de Sobreaquecimento da estrutura

# STRINGS.ELEMENTS.MERCURY.DESC
source: (Hg) Mercury is a toxic, <style="RawMetal">Metallic</style> <style="liquid">Liquid</style>.
pt_br: (Hg) Mercúrio é um <style="liquid">líquido</style> <style="RawMetal">metálico</style> tóxico.

# STRINGS.ELEMENTS.MERCURY.NAME
source: Mercury
pt_br: Mercúrio

# STRINGS.ELEMENTS.MERCURYGAS.DESC
source: (Hg) Mercury is a toxic <style="RawMetal">Metal</style> heated into a <style="gas">Gaseous</style> state.
pt_br: (Hg) Mercúrio é um <style="RawMetal">metal</style> tóxico aquecido até atingir um estado <style="gas">gasoso</style>.

# STRINGS.ELEMENTS.MERCURYGAS.NAME
source: Mercury
pt_br: Mercúrio

# STRINGS.ELEMENTS.METHANE.DESC
source: Natural Gas is a mixture of various alkanes in a <style="gas">Gaseous</style> state. It is useful in <style="power">Power</style> production.
pt_br: Gás natural é uma mistura de vários alcanos e um estado <style="gas">gasoso</style>. É utilizado na produção de <style="power">energia</style>.

# STRINGS.ELEMENTS.METHANE.NAME
source: Natural Gas
pt_br: Gás natural

# STRINGS.ELEMENTS.MOLTENCARBON.DESC
source: (C) Carbon is an abundant, versatile element heated into a <style="liquid">Liquid</style> state.
pt_br: (C) Carbono é um elemento abundante e versátil, aquecido até atingir seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.MOLTENCARBON.NAME
source: Carbon
pt_br: Carbono

# STRINGS.ELEMENTS.MOLTENCOPPER.DESC
source: (Cu) Copper is a conductive <style="RawMetal">Metal</style> heated into a <style="liquid">Liquid</style> state.
pt_br: (Cu) Cobre é um <style="RawMetal">metal</style> condutor aquecido até atingir seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.MOLTENCOPPER.NAME
source: Copper
pt_br: Cobre

# STRINGS.ELEMENTS.MOLTENGLASS.DESC
source: Molten Glass is a composite of granular rock heated into a <style="liquid">Liquid</style> state.
pt_br: Vidro derretido é um composto de rochas granulares derretidas até atingirem seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.MOLTENGLASS.NAME
source: Molten Glass
pt_br: Vidro derretido

# STRINGS.ELEMENTS.MOLTENGOLD.DESC
source: (Au) Gold is a conductive precious <style="RawMetal">Metal</style> heated into a <style="liquid">Liquid</style> state.
pt_br: (Au) Ouro é um <style="RawMetal">metal</style> precioso condutor, aquecido até atingir seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.MOLTENGOLD.NAME
source: Gold
pt_br: Ouro

# STRINGS.ELEMENTS.MOLTENIRON.DESC
source: (Fe) Iron is a common industrial <style="RawMetal">Metal</style> heated into a <style="liquid">Liquid</style> state.
pt_br: (Fe) Ferro é um <style="RawMetal">metal</style> industrial comum aquecido até atingir seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.MOLTENIRON.NAME
source: Iron
pt_br: Ferro

# STRINGS.ELEMENTS.MOLTENSTEEL.DESC
source: Steel is a <style="RawMetal">Metal</style> alloy of iron and carbon, heated into a hazardous <style="liquid">Liquid</style> state.
pt_br: Aço é uma <style="RawMetal">liga de metal</style> de ferro e carbono, aquecido até atingir seu estado <style="liquid">líquido</style> e perigoso.

# STRINGS.ELEMENTS.MOLTENSTEEL.NAME
source: Steel
pt_br: Aço

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.DESC
source: (W) Tungsten is a crystalline <style="RawMetal">Metal</style> heated into a <style="liquid">Liquid</style> state.
pt_br: (W) Tungstênio é um <style="RawMetal">metal</style> cristalino, aquecido até atingir seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.NAME
source: Tungsten
pt_br: Tungstênio

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <style="RawMetal">Metal</style> compound heated into a <style="liquid">Liquid</style> state.
pt_br: (WSe2) Disseleneto de tungstênio é um <style="RawMetal">metal</style> composto inorgânico aquecido até atingir seu estado <style="liquid">líquido</style>.

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.NAME
source: Tungsten Diselenide
pt_br: Disseleneto de Tungstênio

# STRINGS.ELEMENTS.NAPHTHA.DESC
source: Naphtha a distilled hydrocarbon mixture produced from the burning of <style="solid">Plastics</style>.
pt_br: Nafta é uma mistura de hidrocarbonetos destilados para a queima de <style="solid">Plásticos</style>.

# STRINGS.ELEMENTS.NAPHTHA.NAME
source: Naphtha
pt_br: Nafta

# STRINGS.ELEMENTS.OBSIDIAN.DESC
source: Obsidian is a brittle composite of volcanic <style="solid">Glass</style>.
pt_br: Obsidiana é um composto frágil de <style="solid">vidro</style> vulcânico.

# STRINGS.ELEMENTS.OBSIDIAN.NAME
source: Obsidian
pt_br: Obsidiana

# STRINGS.ELEMENTS.OXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is an atomically lightweight and breathable <style="gas">Gas</style>, necessary for sustaining life. It tends to rise above other gases.
pt_br: (O2) Oxigênio é um <style="gas">gás</style> respirável e atomicamente leve, necessário para sustentar vida. Ele costuma subir sobre os outros gases.

# STRINGS.ELEMENTS.OXYGEN.NAME
source: Oxygen
pt_br: Oxigênio

# STRINGS.ELEMENTS.OXYROCK.DESC
source: (Ir<sub>3</sub>O<sub>2</sub>) Oxylite is a chemical compound that slowly emits breathable <style="oxygen">Oxygen</style>. Excavating Oxylite increases its emission rate, but depletes the ore more rapidly.
pt_br: (Ir3O2) Oxigenito é um composto químico que emite <style="oxygen">oxigênio</style> lentamente. Aumenta a emissão de oxigênio quando escavado, mas perde massa e é consumido mais rapidamente.

# STRINGS.ELEMENTS.OXYROCK.NAME
source: Oxylite
pt_br: Oxilito

# STRINGS.ELEMENTS.PETROLEUM.DESC
source: Petroleum is a <style="power">Power</style> source refined from <style="liquid">Crude Oil</style>. It is also an essential ingredient in the production of <style="solid">Plastic</style>.
pt_br: Petróleo é uma fonte de <style="power">Energia</style> refinada do <style="liquid">Petróleo Bruto</style>. É também um ingrediente<style="solid">Plástico</style>.

# STRINGS.ELEMENTS.PETROLEUM.NAME
source: Petroleum
pt_br: Petróleo

# STRINGS.ELEMENTS.PHOSPHATENODULES.DESC
source: (PO<sup>3-</sup><sub>4</sub>) Nodules of sedimentary rock containing high concentrations of phosphate.
pt_br: (PO3-4) Nódulos de pedras sedimentares com concentração alta de fosfato.

# STRINGS.ELEMENTS.PHOSPHATENODULES.NAME
source: Phosphate Nodules
pt_br: Nódulos de Fosfato

# STRINGS.ELEMENTS.PHOSPHORITE.DESC
source: Phosphorite is a composite of sedimentary rock, saturated with phosphate.
pt_br: Fosforite é um composto de rochas sedimentares, saturado com fosfato.

# STRINGS.ELEMENTS.PHOSPHORITE.NAME
source: Phosphorite
pt_br: Fosforite

# STRINGS.ELEMENTS.PHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element in its <style="solid">Solid</style> state.
pt_br: (P) Fósforo é um elemento químico em seu estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.PHOSPHORUS.NAME
source: Phosphorus
pt_br: Fósforo

# STRINGS.ELEMENTS.PHOSPHORUSGAS.DESC
source: (P) Phosphorus is a chemical element in a <style="gas">Gaseous</style> state.
pt_br: (P) Fósforo é um elemento químico em seu estado <style="solid">gasoso</style>.

# STRINGS.ELEMENTS.PHOSPHORUSGAS.NAME
source: Phosphorus
pt_br: Fósforo

# STRINGS.ELEMENTS.POLYPROPYLENE.BUILD_DESC
source: Buildings made of this material have antiseptic properties
pt_br: Estruturas feitas desse material tem propriedades antissépticas

# STRINGS.ELEMENTS.POLYPROPYLENE.DESC
source: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> Plastic is a thermoplastic polymer. It is useful as a raw <style="misc">Plastic</style> feedstock.
pt_br: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> Plástico é um polímero termoplástico. É útil como matéria prima bruta de <style="misc">Plásticos</style>.

# STRINGS.ELEMENTS.POLYPROPYLENE.NAME
source: Plastic
pt_br: Plástico

# STRINGS.ELEMENTS.PONDSCUM.DESC
source: Pondscum is a soft, naturally occurring composite of biological nutrients. It may be processed into <style="solid">Fertilizer</style> and aids in the growth of certain <style="plant">Plants</style>.
pt_br: Dejetação é um composto natural e macio cheio de nutrientes. Ele pode ser processado em <style="solid">fertilizante</style>, que ajuda no crescimento das <style="plant">plantas</style>.

# STRINGS.ELEMENTS.PONDSCUM.NAME
source: Pondscum
pt_br: Lodo

# STRINGS.ELEMENTS.PROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural alkane <style="gas">Gas</style>. It is useful in <style="power">Power</style> production.
pt_br: (C3H8) Propano é um <style="gas">gás</style> alcano natural. É utilizado na produção de <style="power">energia</style>.

# STRINGS.ELEMENTS.PROPANE.NAME
source: Propane
pt_br: Propano

# STRINGS.ELEMENTS.RADIUM.DESC
source: (Ra) Radium is a <style="light">Light</style> emitting radioactive substance. It is useful as a <style="power">Power</style> source.
pt_br: (Ra) Rádio é uma substância radioativa emissora de <style="light">luz</style>. Utilizada como uma fonte de <style="power">energia</style>.

# STRINGS.ELEMENTS.RADIUM.NAME
source: Radium
pt_br: Rádio

# STRINGS.ELEMENTS.ROCKGAS.DESC
source: Rock Gas is rock that has been superheated into a <style="gas">Gaseous</style> state.
pt_br: Rocha gasosa é uma pedra que foi superaquecida até atingir seu estado <style="gas">gasoso</style>.

# STRINGS.ELEMENTS.ROCKGAS.NAME
source: Rock Gas
pt_br: Rocha gasosa

# STRINGS.ELEMENTS.SAND.DESC
source: Sand is a composite of granular rock. It is useful as a <style="misc">Filtration Medium</style>.
pt_br: Areia é um composto de rochas granulares. A areia é utilizada como um <style="misc">meio de filtração</style>.

# STRINGS.ELEMENTS.SAND.NAME
source: Sand
pt_br: Areia

# STRINGS.ELEMENTS.SANDCEMENT.NAME
source: Sand Cement
pt_br: Cimento da Areia

# STRINGS.ELEMENTS.SANDSTONE.DESC
source: Sandstone is a composite of relatively soft sedimentary rock. It is useful as a <style="RawMineral">Construction Material</style>.
pt_br: Arenito é uma combinação de rochas sedimentares macias. É utilizado como <style="RawMineral">material de construção</style>.

# STRINGS.ELEMENTS.SANDSTONE.NAME
source: Sandstone
pt_br: Arenito

# STRINGS.ELEMENTS.SEDIMENTARYROCK.DESC
source: Sedimentary Rock is a hardened composite of sediment layers. It is useful as a <style="RawMineral">Construction Material</style>.
pt_br: Rocha sedimentar é um compósito sólido de camadas sedimentares. A rocha sedimentar é utilizada como <style="RawMineral">material de construção</style>.

# STRINGS.ELEMENTS.SEDIMENTARYROCK.NAME
source: Sedimentary Rock
pt_br: Rocha Sedimentar

# STRINGS.ELEMENTS.SLIMEMOLD.DESC
source: Slime is a thick biomixture of algae, fungi, and mucopolysaccharides. It can be distilled into <style="solid">Algae</style> and is useful in some <style="oxygen">Oxygen</style> production processes.
pt_br: Limo é uma biomistura orgânica de algas, fungos e mucopolissacarídeos. Pode ser filtrado em <style="solid">algas</style> é utilizado na produção de <style="oxygen">oxigênio</style>.

# STRINGS.ELEMENTS.SLIMEMOLD.NAME
source: Slime
pt_br: Limo

# STRINGS.ELEMENTS.SNOW.DESC
source: (H<sub>2</sub>0) Snow is a mass of loose, crystalline ice particles. It becomes <style="liquid">Water</style> when melted.
pt_br: (H20) Neve é uma massa de partículas cristalinas soltas de gelo. Vira <style="liquid">água</style> quando derrete.

# STRINGS.ELEMENTS.SNOW.NAME
source: Snow
pt_br: Neve

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic compound in a <style="solid">Solid</style> state.
pt_br: (CO2) Dióxido de carbono é um composto químico em estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.NAME
source: Carbon Dioxide
pt_br: Dióxido de Carbono

# STRINGS.ELEMENTS.SOLIDCHLORINE.DESC
source: (Cl) Chlorine is a toxic chemical element in a <style="solid">Solid</style> state.
pt_br: (Cl) Cloro é um elemento químico tóxico em estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.SOLIDCHLORINE.NAME
source: Chlorine
pt_br: Cloro

# STRINGS.ELEMENTS.SOLIDCRUDEOIL.DESC
source: Crude Oil is a raw potential <style="power">Power</style> source in a <style="solid">Solid</style> state.
pt_br: Petróleo Bruto é uma potencial fonte de <style="power">Energia</style> no estado <style="solid">Sólido</style>.

# STRINGS.ELEMENTS.SOLIDCRUDEOIL.NAME
source: Crude Oil
pt_br: Petróleo Bruto

# STRINGS.ELEMENTS.SOLIDHYDROGEN.DESC
source: (H) Hydrogen is the universe's most common element in a <style="solid">Solid</style> state.
pt_br: (H) Hidrogênio é o elemento mais comum no universo em seu estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.SOLIDHYDROGEN.NAME
source: Hydrogen
pt_br: Hidrogênio

# STRINGS.ELEMENTS.SOLIDMERCURY.DESC
source: (Hg) Mercury is a toxic <style="RawMetal">Metal</style> in a <style="solid">Solid</style> state.
pt_br: (Hg) Mercúrio é um <style="RawMetal">metal</style> tóxico em estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.SOLIDMERCURY.NAME
source: Mercury
pt_br: Mercúrio

# STRINGS.ELEMENTS.SOLIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane in a <style="solid">Solid</style> state.
pt_br: (CH4) Metano é um alcano em seu estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.SOLIDMETHANE.NAME
source: Methane
pt_br: Metano

# STRINGS.ELEMENTS.SOLIDNAPHTHA.DESC
source: Naphtha is a distilled hydrocarbon mixture in a <style="solid">Solid</style> state.
pt_br: Nafta é uma mistura de hidrocarbonetos destilados no estado <style="solid">Sólido</style>.

# STRINGS.ELEMENTS.SOLIDNAPHTHA.NAME
source: Naphtha
pt_br: Nafta

# STRINGS.ELEMENTS.SOLIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable element in a <style="solid">Solid</style> state.
pt_br: (O2) Oxigênio é um elemento respirável em seu estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.SOLIDOXYGEN.NAME
source: Oxygen
pt_br: Oxigênio

# STRINGS.ELEMENTS.SOLIDPETROLEUM.DESC
source: Petroleum is a <style="power">Power</style> source in a <style="solid">Solid</style> state.
pt_br: Petróleo é uma fonte de <style="power">Energia</style> no estado <style="solid">Sólido</style>.

# STRINGS.ELEMENTS.SOLIDPETROLEUM.NAME
source: Petroleum
pt_br: Petróleo

# STRINGS.ELEMENTS.SOLIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural gas in a <style="solid">Solid</style> state.
pt_br: (C3H8) Propano é um gás natural em seu estado <style="solid">sólido</style>.

# STRINGS.ELEMENTS.SOLIDPROPANE.NAME
source: Propane
pt_br: Propano

# STRINGS.ELEMENTS.STATE.GAS
source: Gas
pt_br: Gás

# STRINGS.ELEMENTS.STATE.LIQUID
source: Liquid
pt_br: Líquido

# STRINGS.ELEMENTS.STATE.SOLID
source: Solid
pt_br: Sólido

# STRINGS.ELEMENTS.STATE.VACUUM
source: None
pt_br: Nada

# STRINGS.ELEMENTS.STEAM.DESC
source: (H<sub>2</sub>0) Steam is water that has been heated into a scalding <style="gas">Gas</style>.
pt_br: (H2O) Vapor é a água que foi aquecida e atingiu seu estado <style="gas">gasoso</style>.
