Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.MISC.NOTIFICATIONS.SUITS.MESSAGEBODY
source: <style="equipment">Exosuits</style> protect your Duplicants from environmental hazards like extreme <style="heat">Heat</style>, airborne <style="disease">Germs</style>, and unbreathable <style="gas">Gases</style>. In order to utilize these suits, you'll need to store them in an Exosuit Dock and hook that dock up to a Suit Checkpoint. Duplicants will equip an exosuit when walking past a Checkpoint in the direction it's facing and will unequip the suit when walking the oppposite way.
pt_br: <style="equipment">Trajes</style> protegem seus Duplicantes de perigos do ambiente como <style="heat">Calor</style> extremo, <style="disease">Germes</style> aéreos, e <style="gas">Gases</style> irrespiráveis. Para utilizar esses trajes, você precisará armazená-los em uma Estação de Exo-Trajes e colocá-la ao lado de um Ponto de Checagem de Trajes. Duplicantes vão equipar um exo-traje quando passarem por um Ponto de Checagem na direção que ele aponta e remover o traje quando passar pela direção oposta.

# STRINGS.MISC.NOTIFICATIONS.SUITS.NAME
source: TIP: Exosuits
pt_br: DICA: Trajes

# STRINGS.MISC.NOTIFICATIONS.SUITS.TOOLTIP
source: Learn about exosuits
pt_br: Aprenda sobre Trajes

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants will perform pending job tasks in order of highest priority to lowest. For example, Duplicants will always harvest <style="food">Food</style> before they build, and always build new structures before they dig. Open the <style="misc">JOBS TAB</style> <color=#F44A47><b>[J]</b></color> to set which job tasks Duplicants may perform, or specialize skilled Duplicants for specific types of work.
pt_br: Duplicantes realizam tarefas pendentes em ordem de prioridade, da maior para a menor. Por exemplo, Duplicantes sempre colhem <style="food">Comida</style> antes de construírem, e sempre constroem antes de cavarem. Abra a <style="misc">ABA TAREFAS</style> <color=#F44A47><b>[J]</b></color> para definir o que cada Duplicante pode fazer, ou especializar Duplicantes de acordo com suas habilidades.

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.NAME
source: TIP: Task Priorities
pt_br: DICA: Prioridade das tarefas

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.TOOLTIP
source: Learn how to manage Duplicants' priorities
pt_br: Aprenda como administrar a prioridade de suas Duplicatas

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.MESSAGEBODY
source: Environments that are extremely <style="heat">Hot</style> or <style="heat">Cold</style> will affect your Duplicants' internal body temperature and cause <style="stress">Stress</style>. The <style="misc">THERMAL COMFORT OVERLAY</style> <color=#F44A47><b>[F4]</b></color> will allow you to view all areas where Duplicants cannot regulate their temperature and will become uncomfortable.
pt_br: Ambientes extremamente <style="heat">Quentes</style> ou <style="heat">Frios</style> afetarão a temperatura interna dos seus Duplicantes e causarão <style="stress">Estresse</style>. O <style="misc">PAINEL CONFORTO TÉRMICO</style> <color=#F44A47><b>[F4]</b></color> permite que você veja em quais áreas seus Duplicantes não conseguirão regular sua temperatura e ficarão desconfortáveis.

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.NAME
source: TIP: Duplicant Temperature
pt_br: DICA: Temperatura das Duplicatas

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.TOOLTIP
source: Help your Duplicants keep their cool
pt_br: Mantenha suas Duplicatas refrescadas

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.MESSAGEBODY
source: When constructing buildings, take note of their <style="heat">Overheat Temperature</style> and plan their locations accordingly. Maintaining low ambient temperatures and good ventilation will help keep building temperatures down. Buildings that exceed their Overheat Temperature will begin to take damage and if left untended, will meltdown and stop functioning until repaired.
pt_br: Ao construir estruturas, preste atenção na <style="heat">Temperatura de Sobreaquecimento</style> e planeje seu posicionamento de acordo. Manter uma temperatura ambiente baixa e boa ventilação ajudam na redução da temperatura de suas estruturas. Objetos que estiverem acima do seu Limiar começarão a sofrer dano e, se não prestar atenção, vão fundir e deixar de funcionar até serem consertados.

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.NAME
source: TIP: Building Temperature
pt_br: DICA: Temperatura dos objetos

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.TOOLTIP
source: Learn how to prevent meltdowns
pt_br: Como impedir derretimento

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.NAME
source: Unreachable resources
pt_br: Recursos Inacessíveis

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.TOOLTIP
source: Duplicants cannot retrieve these resources:
pt_br: As Duplicatas não conseguem coletar os seguintes materiais:

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.NAME
source: Unrefrigerated Food
pt_br: Comida não refrigerada

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.TOOLTIP
source: These <style="food">Food</style> items are in storage but are not refrigerated:
pt_br: Os seguintes <style="food">Alimentos</style> estão guardados mas não refrigerados:

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.NAME
source: Vent blocked
pt_br: Cano entupido

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
pt_br: Canos entupidos estão impedindo o funcionamento destes sistemas:

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.NAME
source: Vent overpressurized
pt_br: Respiradouro com alta pressão

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.TOOLTIP
source: These pipe systems have exited the ideal pressure range:
pt_br: Estes sistemas de canos não possui mais o nível de pressão ideal:

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.MESSAGEBODY
source: Duplicants are self-motivated and require no individual management in order to perform tasks in the colony. You can use the <style="misc">DIG TOOL</style> <color=#F44A47><b>[G]</b></color> and the <style="misc">BUILD MENU</style> in the lower left of the screen to begin planning job tasks. Once you've placed a few tasks, your Duplicants will automatically get to work for you.
pt_br: Duplicantes se auto controlam e não precisam ser comandados individualmente para realizarem suas tarefas. Você pode utilizar a <style="misc">FERRAMENTA CAVAR</style> <color=#F44A47><b>[G]</b></color> e o <style="misc">MENU CONSTRUÇÃO</style> na parte inferior esquerda da tela para dar início à sua colônia. Após dar algumas tarefas, seus Duplicantes vão logo começar a trabalhar.

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.NAME
source: TIP: Colony Management
pt_br: DICA: Administrando a colônia

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.TOOLTIP
source: Learn how to get Duplicants to do your bidding
pt_br: Aprenda como fazer com que as Duplicatas obedeçam você

# STRINGS.MISC.PLACERS.DIGPLACER.NAME
source: Dig
pt_br: Cavar

# STRINGS.MISC.PLACERS.MOPPLACER.NAME
source: Mop
pt_br: Esfregar

# STRINGS.MISC.POPFX.RESOURCE_EATEN
source: Resource Eaten
pt_br: Recurso devorado

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.NEIGHBORSBLOCKED.NAME
source: Bleachstone blocked
pt_br: Barrela bloqueada

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.NEIGHBORSBLOCKED.TOOLTIP
source: This <style="solid">Bleachstone</style> deposit is not exposed to air and cannot emit <style="gas">Chlorine</style>
pt_br: Este depósito de <style="solid">Barrela</style> não está exposto ao ar e assim não pode emitir <style="gas">Cloro</style>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.OVERPRESSURE.NAME
source: Inert
pt_br: Inerte

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.OVERPRESSURE.TOOLTIP
source: Environmental air pressure is too high for this <style="solid">Bleachstone</style> deposit to emit <style="gas">Chlorine</style>
pt_br: A pressão do ar está alta demais para que este depósito de <style="solid">Barrela</style> possa emitir <style="oxygen">Cloro</style>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEBLOCKED.TOOLTIP
source: This <style="solid">Bleachstone</style> deposit has no room to emit <style="gas">Chlorine</style>
pt_br: Este depósito de <style="solid">Barrela</style> não tem espaço suficiente para emitir <style="gas">Cloro</style>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.NAME
source: Emitting <style="gas">{Element}</style>: {FlowRate}
pt_br: Emitindo <style="gas">{Element}</style>: {FlowRate}

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
pt_br: Produzindo {Element} a uma taxa de {FlowRate}

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEINACTIVE.NAME
source: Inert
pt_br: Inerte

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEINACTIVE.TOOLTIP
source: Environmental air pressure is too high for this <style="solid">Bleachstone</style> deposit to emit <style="gas">Chlorine</style>
pt_br: A pressão do ar está alta demais para que este depósito de <style="solid">Barrela</style> possa emitir <style="oxygen">Cloro</style>

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.NAME
source: Buried Object
pt_br: Objeto enterrado

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.TOOLTIP
source: Something seems to be hidden here
pt_br: Parece que tem algo escondido aqui

# STRINGS.MISC.STATUSITEMS.CLEANING.NAME
source: Cleaning
pt_br: Limpando

# STRINGS.MISC.STATUSITEMS.CLEANING.TOOLTIP
source: This building is currently being cleaned
pt_br: Este objeto está sendo limpado no momento

# STRINGS.MISC.STATUSITEMS.EDIBLE.NAME
source: Rations: {0}
pt_br: Refeições: {0}

# STRINGS.MISC.STATUSITEMS.EDIBLE.TOOLTIP
source: Can provide <style="food">{0}</style> of energy to Duplicants
pt_br: Proporciona <style="food">{0}</style> de energia para as Duplicatas

# STRINGS.MISC.STATUSITEMS.ELEMENTALCATEGORY.TOOLTIP
source: The selected object belongs to the {Category} resource category
pt_br: O item selecionado pertence à categoria {Category}

# STRINGS.MISC.STATUSITEMS.ELEMENTALDISEASE.NAME
source: {Disease}
pt_br: {doença}

# STRINGS.MISC.STATUSITEMS.ELEMENTALDISEASE.TOOLTIP
source: Current disease: {Disease}
pt_br: Doença atual: {Doenças}

# STRINGS.MISC.STATUSITEMS.ELEMENTALMASS.TOOLTIP
source: The selected object has a mass of {Mass}
pt_br: O objeto selecionado tem uma massa de {Mass}

# STRINGS.MISC.STATUSITEMS.ELEMENTALTEMPERATURE.TOOLTIP
source: The selected object is currently {Temp}
pt_br: A temperatura atual deste item é {Temp}

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.CRITICAL.NAME
source: Severe
pt_br: Dor aguda

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.CRITICAL.TOOLTIP
source: This Duplicant is in serious need of medical attention
pt_br: Esta Duplicata precisa de cuidados médicos

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.DEAD.NAME
source: Conclusive
pt_br: Já era

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.DEAD.TOOLTIP
source: This Duplicant won't be getting back up
pt_br: Esta Duplicata não vai mais se levantar

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INCAPACITATED.NAME
source: Paralyzing
pt_br: Morrendo

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INCAPACITATED.TOOLTIP
source: This Duplicant will die if they do not receive medical attention
pt_br: Esta Duplicata irá morrer se não receber cuidado médico imediatamente

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INJURED.NAME
source: Moderate
pt_br: Sofrendo

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INJURED.TOOLTIP
source: This Duplicant needs some patching up
pt_br: Esta Duplicata precisa de alguns curativos

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.PERFECT.NAME
source: None
pt_br: Nada

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.PERFECT.TOOLTIP
source: This Duplicant is in peak condition
pt_br: Esta Duplicata está em perfeita condição

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.SCUFFED.NAME
source: Minor
pt_br: Machucado

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.SCUFFED.TOOLTIP
source: This Duplicant has a few scrapes and bruises
pt_br: Esta Duplicata sofreu algumas feridas

# STRINGS.MISC.STATUSITEMS.HIT.NAME
source: {targetName} took {damageAmount} damage from {attackerName}'s attack!
pt_br: {targetName} recebeu {damageAmount} de dano do ataque de {attackerName}!

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.NAME
source: Marked For Compost
pt_br: Marcado para Compostagem

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.TOOLTIP
source: Awaiting a Duplicant to compost
pt_br: Aguardando um Duplicante para compostar

# STRINGS.MISC.STATUSITEMS.MARKEDFORDISINFECTION.NAME
source: Disinfection Pending
pt_br: Desinfecção Pendente

# STRINGS.MISC.STATUSITEMS.MARKEDFORDISINFECTION.TOOLTIP
source: Awaiting a Duplicant to disinfect
pt_br: Esperando um Duplicante desinfectar

# STRINGS.MISC.STATUSITEMS.NOCLEARLOCATIONSAVAILABLE.NAME
source: No Sweep Destination
pt_br: Sem armazenagem

# STRINGS.MISC.STATUSITEMS.NOCLEARLOCATIONSAVAILABLE.TOOLTIP
source: There are no valid destinations for this object to be swept to
pt_br: Nenhum lugar válido para guardar este material após ser varrido

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.NAME
source: Not marked for harvest
pt_br: Não marcado para colheita

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.TOOLTIP
source: Use the harvest tool to mark this plant for harvest.
pt_br: Use a ferramenta de colher para marcar esta planta.

# STRINGS.MISC.STATUSITEMS.OPERATING.NAME
source: In Use
pt_br: Em uso

# STRINGS.MISC.STATUSITEMS.OPERATING.TOOLTIP
source: This object is currently being used
pt_br: Esse objeto está em uso

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.NAME
source: Pending Attack
pt_br: Ataque Pendente

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.TOOLTIP
source: Waiting for a Duplicant to murderize this defenseless creature
pt_br: Esperando um Duplicante assassinar essa criatura indefesa

# STRINGS.MISC.STATUSITEMS.OREMASS.TOOLTIP
source: The selected object has a mass of {Mass}
pt_br: O objeto selecionado tem uma massa de {Mass}

# STRINGS.MISC.STATUSITEMS.ORETEMP.TOOLTIP
source: The selected object is currently {Temp}
pt_br: A temperatura atual deste item é {Temp}

# STRINGS.MISC.STATUSITEMS.OXYROCK.NEIGHBORSBLOCKED.NAME
source: Oxylite blocked
pt_br: Oxigenito bloqueado

# STRINGS.MISC.STATUSITEMS.OXYROCK.NEIGHBORSBLOCKED.TOOLTIP
source: This <style="solid">Oxylite</style> deposit is not exposed to air and cannot emit <style="oxygen">Oxygen</style>
pt_br: Este depósito de <style="solid">Oxilito</style> não está exposto ao ar e assim não pode emitir <style="oxygen">Oxigênio</style>

# STRINGS.MISC.STATUSITEMS.OXYROCK.OVERPRESSURE.NAME
source: Inert
pt_br: Inerte

# STRINGS.MISC.STATUSITEMS.OXYROCK.OVERPRESSURE.TOOLTIP
source: Environmental air pressure is too high for this <style="solid">Oxylite</style> deposit to emit <style="oxygen">Oxygen</style>
pt_br: A pressão do ar está alta demais para que este depósito de <style="solid">oxigenito</style> possa emitir <style="oxygen">oxigênio</style>

# STRINGS.MISC.STATUSITEMS.OXYROCKBLOCKED.TOOLTIP
source: This <style="solid">Oxylite</style> deposit has no room to emit <style="oxygen">Oxygen</style>
pt_br: Este depósito de <style="solid">Oxigenito</style> não tem espaço suficiente para emitir <style="oxygen">Oxigênio</style>

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.NAME
source: Emitting <style="oxygen">Oxygen</style>: {FlowRate}
pt_br: Emitindo <style="oxygen">Oxigênio</style>: {FlowRate}

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
pt_br: Produzindo oxigênio a uma taxa de {FlowRate}

# STRINGS.MISC.STATUSITEMS.OXYROCKINACTIVE.NAME
source: Inert
pt_br: Inerte

# STRINGS.MISC.STATUSITEMS.OXYROCKINACTIVE.TOOLTIP
source: Environmental air pressure is too high for this <style="solid">Oxylite</style> deposit to emit <style="oxygen">Oxygen</style>
pt_br: A pressão do ar está alta demais para que este depósito de <style="solid">oxigenito</style> possa emitir <style="oxygen">oxigênio</style>

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.NAME
source: Sweep Task Assigned
pt_br: Tarefa de Varrer Designada

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.TOOLTIP
source: Awaiting a Duplicant to sweep
pt_br: Aguardando uma Duplicata para a limpeza

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Task Assigned
pt_br: Tarefa de Colheita Designada

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Awaiting a Duplicant to harvest
pt_br: Aguardando uma Duplicata para a colheita

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Task Assigned
pt_br: Tarefa de Desenraizar Designada

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Awaiting a Duplicant to uproot
pt_br: Aguardando uma Duplicata para a remoção

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.NAME
source: Unreachable
pt_br: Fora de alcance

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this object
pt_br: Duplicatas não conseguem chegar até este item

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.NAME
source: Prioritized
pt_br: Priorizado

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.TOOLTIP
source: This task has been made a high priority
pt_br: Esta tarefa teve sua prioridade elevada

# STRINGS.MISC.STATUSITEMS.REGIONINVALID.NAME
source: Invalid Region
pt_br: Zona inválida

# STRINGS.MISC.STATUSITEMS.REGIONINVALID.TOOLTIP
source: This region requires: {0}
pt_br: Esta zona precisa de: {0}

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.NAME
source: Blocked
pt_br: Bloqueado

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.TOOLTIP
source: Undug material is blocking off an essential tile
pt_br: Material não escavado está bloqueando uma célula importante

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSCLOSURE.NAME
source: Missing Walls
pt_br: Necessário paredes

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSCLOSURE.TOOLTIP
source: Use tiles to build walls around this region
pt_br: Use Blocos para criar paredes ao redor desta zona

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSDOOR.NAME
source: Missing Doors
pt_br: Necessário portas

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSDOOR.TOOLTIP
source: This region must have at least one door
pt_br: Esta zona deve ter pelo menos uma porta

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSFURNITURE.NAME
source: Missing Furniture
pt_br: Necessário objetos

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSFURNITURE.TOOLTIP
source: This region still needs: {0}
pt_br: Esta zona ainda precisa de: {0}

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSSIZE.NAME
source: Insufficient Size
pt_br: Tamanho insuficiente

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSSIZE.TOOLTIP
source: This region must be a minimum of {0} tiles high and {0} tiles wide
pt_br: Esta zona deve ter pelo menos {0} células de altura e {0} de largura

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.NAME
source: Venting
pt_br: Liberando

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.TOOLTIP
source: This geyser is erupting
pt_br: O gêiser entrou em erupção

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.NAME
source: Over pressure
pt_br: Pressão elevada

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.TOOLTIP
source: Spout cannot vent due to high environmental pressure
pt_br: Bico não pode soltar gases devido à alta pressão ambiente

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.NAME
source: Rising pressure
pt_br: Pressão aumentando

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.TOOLTIP
source: This geyser's internal pressure is steadily building
pt_br: A pressão interna deste gêiser está aumentando

# STRINGS.MISC.STATUSITEMS.USING.NAME
source: Using {Target}
pt_br: Usando {Target}

# STRINGS.MISC.STATUSITEMS.USING.TOOLTIP
source: {Target} is currently in use
pt_br: {Target} está sob uso

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.NAME
source: Dig Task Assigned
pt_br: Tarefa de Cavar Designada

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.TOOLTIP
source: Awaiting a Duplicant to dig
pt_br: Aguardando uma Duplicata para a escavação

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.NAME
source: Mop Task Assigned
pt_br: Tarefa de Esfregar Designada

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.TOOLTIP
source: Awaiting a Duplicant to mop
pt_br: Aguardando uma Duplicata para a limpeza

# STRINGS.MISC.TAGS.AGRICULTURE
source: Agriculture
pt_br: Agricultura

# STRINGS.MISC.TAGS.ALLOY
source: Alloy
pt_br: Liga

# STRINGS.MISC.TAGS.ANTISEPTIC
source: Antiseptic
pt_br: Antiséptico

# STRINGS.MISC.TAGS.ANYWATER
source: Water Based
pt_br: Aquático

# STRINGS.MISC.TAGS.BAGABLECREATURE
source: Creatures
pt_br: Criaturas

# STRINGS.MISC.TAGS.BED
source: Bed
pt_br: Cama

# STRINGS.MISC.TAGS.BLEACHSTONE
source: Bleach Stone
pt_br: Barrela

# STRINGS.MISC.TAGS.BREATHABLE
source: Breathable Gas
pt_br: Gás Respirável

# STRINGS.MISC.TAGS.BUILDABLEANY
source: Generic Buildable
pt_br: Construível Genérico

# STRINGS.MISC.TAGS.BUILDABLEPROCESSED
source: Refined Mineral
pt_br: Mineral Refinado

# STRINGS.MISC.TAGS.BUILDABLERAW
source: Raw Mineral
pt_br: Mineral Bruto

# STRINGS.MISC.TAGS.BURNS
source: Flammable
pt_br: Inflamável

# STRINGS.MISC.TAGS.CLINIC
source: Clinic
pt_br: Clínica

# STRINGS.MISC.TAGS.CLOTHES
source: Clothing
pt_br: Vestimenta

# STRINGS.MISC.TAGS.COAL
source: Coal
pt_br: Carvão

# STRINGS.MISC.TAGS.COMPOSTABLE
source: Compostable
pt_br: Compostável

# STRINGS.MISC.TAGS.COMPOSTMEAT
source: Compost Meat
pt_br: Compostar Carne

# STRINGS.MISC.TAGS.CONSUMABLEORE
source: Consumable Ore
pt_br: Minério Consumível

# STRINGS.MISC.TAGS.COOKINGINGREDIENT
source: Cooking Ingredient
pt_br: Estação de Cozinha

# STRINGS.MISC.TAGS.CRUSHABLE
source: Crushable
pt_br: Granulável

# STRINGS.MISC.TAGS.EDIBLE
source: Edible
pt_br: Comestível

# STRINGS.MISC.TAGS.EMITSLIGHT
source: Light Emitter
pt_br: Fonte de Luz

# STRINGS.MISC.TAGS.EXTRUDABLE
source: Extrudable
pt_br: Extrudável

# STRINGS.MISC.TAGS.FARMABLE
source: Cultivable Soil
pt_br: Terra Cultivável

# STRINGS.MISC.TAGS.FILTER
source: Filtration Medium
pt_br: Meio de Filtração

# STRINGS.MISC.TAGS.GAS
source: Gas
pt_br: Gás

# STRINGS.MISC.TAGS.GENE_SHUFFLER
source: Neural Vacillator
pt_br: Vacilador Neural

# STRINGS.MISC.TAGS.ICEORE
source: Ice
pt_br: Gelo

# STRINGS.MISC.TAGS.INDUSTRIALINGREDIENT
source: Industrial Ingredient
pt_br: Ingrediente industrial

# STRINGS.MISC.TAGS.INDUSTRIALPRODUCT
source: Industrial Product
pt_br: Produto industrial

# STRINGS.MISC.TAGS.LIFE
source: Life
pt_br: Vida

# STRINGS.MISC.TAGS.LIQUID
source: Liquid
pt_br: Líquido

# STRINGS.MISC.TAGS.LIQUIFIABLE
source: Liquifiable
pt_br: Liquidificável

# STRINGS.MISC.TAGS.MARKEDFORCOMPOST
source: Compost Edibles
pt_br: Compostável

# STRINGS.MISC.TAGS.MEDICINE
source: Medicine
pt_br: Medicamento

# STRINGS.MISC.TAGS.MESSSTATION
source: Dining Table
pt_br: Mesa de Jantar

# STRINGS.MISC.TAGS.METAL
source: Raw Metal
pt_br: Metal bruto

# STRINGS.MISC.TAGS.MIXTURE
source: Mixture
pt_br: Composto

# STRINGS.MISC.TAGS.MULTITOOL
source: Multitool
pt_br: Multiferramenta

# STRINGS.MISC.TAGS.OIL
source: Hydrocarbon
pt_br: Ventilador hidráulico

# STRINGS.MISC.TAGS.ORE
source: Ore
pt_br: Minério

# STRINGS.MISC.TAGS.ORGANICS
source: Organic
pt_br: Orgânico

# STRINGS.MISC.TAGS.OTHER
source: Miscellaneous
pt_br: Diversos

# STRINGS.MISC.TAGS.PHOSPHORUS
source: Phosphorus
pt_br: Fósforo

# STRINGS.MISC.TAGS.PICKLED
source: Pickled
pt_br: Em conserva

# STRINGS.MISC.TAGS.PLASTIC
source: Plastic
pt_br: Plástico

# STRINGS.MISC.TAGS.PLUMBABLE
source: Plumbable
pt_br: Encanável

# STRINGS.MISC.TAGS.PRECIOUSMETAL
source: Precious Metal
pt_br: Metal precioso

# STRINGS.MISC.TAGS.RAWPRECIOUSMETAL
source: Raw Precious Metal
pt_br: Metal precioso bruto

# STRINGS.MISC.TAGS.REFINEDMETAL
source: Refined Metal
pt_br: Metal refinado

# STRINGS.MISC.TAGS.RELAXATION_POINT
source: Leisure Area
pt_br: Zona de lazer

# STRINGS.MISC.TAGS.SEED
source: Seed
pt_br: Semente

# STRINGS.MISC.TAGS.SOLID
source: Solid
pt_br: Sólido

# STRINGS.MISC.TAGS.SOLIDMATERIAL
source: Solid Material
pt_br: Material Sólido

# STRINGS.MISC.TAGS.SPECIAL
source: Special
pt_br: Especial
