Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.CONSUMABLESSCREEN.STRESS_TOOLTIP
source: Stress ------------------ {0} of a possible 100%
pt_br: Estresse ------------------ {0} de até 100%

# STRINGS.UI.CONSUMABLESSCREEN.TITLE
source: CONSUMABLES
pt_br: CONSUMÍVEIS

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ALL
source: Toggle all food permissions colonywide
pt_br: Edite as permissões de comida para toda a colônia

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_COLUMN
source: Toggle colonywide <b>{0}</b> permission
pt_br: Edite a permissão para <b>{0}</b>para toda a colônia

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>{0}</b>
pt_br: Edite todas as permissões de alimentação para <b>{0}</b>

# STRINGS.UI.CONTEXTSCREEN.ASSIGNEDTO
source: Assigned To:
pt_br: Designado a:

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.CANCHAT
source: Can't reach
pt_br: Fora de alcance

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.CANCURE
source: Can cure
pt_br: Pode curar

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.CANMOVETO
source: Can't reach
pt_br: Fora de alcance

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.CANPICKUP
source: Can't reach
pt_br: Fora de alcance

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.ISFETCHTARGETAVAILABLE
source: No retrievable items available
pt_br: Nenhum item adquirível disponível

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.ISFUNCTIONAL
source: Not operational
pt_br: Não funcionando

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.ISMARKEDFORDECONSTRUCTION
source: Not marked for destruction
pt_br: Não estar marcado para demolição

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.ISNOTREDALERT
source: Red alert
pt_br: Alerta vermelho

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.ISOPERATIONAL
source: Not operational
pt_br: Não funcionando

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.ISPERMITTED
source: Job not allowed
pt_br: Tarefa proibida

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.ISTANKLOW
source: Tank not low
pt_br: Tanque não estar vazio

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.OWNSMATERIALS
source: No resources available
pt_br: Nenhum material disponível

# STRINGS.UI.CONTEXTSCREEN.UNAVAILABLE
source: UNAVAILABLE
pt_br: INDISPONÍVEL

# STRINGS.UI.COPIED_SETTINGS
source: Settings Applied
pt_br: Configurações aplicadas

# STRINGS.UI.CRAFT_CONTINUOUS
source: CONTINUOUS
pt_br: CONTÍNUO

# STRINGS.UI.CRASHSCREEN.BODY
source: Help! A black hole ate my game!
pt_br: Socorro! Um buraco negro devorou meu jogo!

# STRINGS.UI.CRASHSCREEN.CONTINUEBUTTON
source: CONTINUE GAME
pt_br: CONTINUAR JOGO

# STRINGS.UI.CRASHSCREEN.HEADER
source: OPTIONAL CRASH DESCRIPTION
pt_br: DESCRIÇÃO OPCIONAL DO ERRO

# STRINGS.UI.CRASHSCREEN.LOADFAILED
source: Load Failed: {0} Save Version: {1} Expected: {2}
pt_br: Falha ao carregar: {0} Versão do arquivo: {1} Esperado: {2}

# STRINGS.UI.CRASHSCREEN.QUITBUTTON
source: QUIT TO DESKTOP
pt_br: SAIR DO JOGO

# STRINGS.UI.CRASHSCREEN.REPORTBUTTON
source: REPORT CRASH
pt_br: ENVIAR RELATÓRIO

# STRINGS.UI.CRASHSCREEN.REPORTING
source: REPORTING, PLEASE WAIT...
pt_br: ENVIANDO RELATÓRIO, AGUARDE...

# STRINGS.UI.CRASHSCREEN.SAVEFAILED
source: Save Failed: {0}
pt_br: Falha ao salvar: {0}

# STRINGS.UI.CRASHSCREEN.THANKYOU
source: Thank you! You're making our game better, one crash at a time.
pt_br: Obrigado! Você está melhorando este jogo, um erro de cada vez.

# STRINGS.UI.CRASHSCREEN.TITLE
source: Whoops! We're sorry, but it seems your game has encountered an error. It's okay though - these errors are how we find and fix problems to make our game more fun for everyone. If you use the box below to submit a crash report to us, we can use this information to get the issue sorted out.
pt_br: Ops! Nós pedimos desculpas, mas parece que seu jogo encontrou um erro. Tudo bem - esses erros são como nós encontramos e consertamos problemas e fazemos nosso jogo ainda mais divertido para todos. Se você usar a caixa abaixo para enviar um relatório de erro para nós, nós poderemos usar essa informação para resolver o problema.

# STRINGS.UI.CRASHSCREEN.UPLOADINFO
source: UPLOAD ADDITIONAL INFO ({0})
pt_br: ENVIAR INFORMAÇÃO EXTRA({0})

# STRINGS.UI.CREDITSSCREEN.CLOSEBUTTON
source: CLOSE
pt_br: FECHAR

# STRINGS.UI.CREDITSSCREEN.TITLE
source: CREDITS
pt_br: CRÉDITOS

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ADD_FOW_MASK
source: Prevent FoW Reveal
pt_br: Prevenir FoW Revelar

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.BUILDINGS
source: Buildings:
pt_br: Estruturas:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.CELLS
source: Cells:
pt_br: Células:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE
source: Disease
pt_br: Doença

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE_COUNT
source: Disease Count
pt_br: Contagem de doenças

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ELEMENT
source: Element
pt_br: Elemento

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.FILL
source: Fill
pt_br: Preencher

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.MASS_KG
source: Mass (kg)
pt_br: Massa (kg)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.PAINT
source: Paint
pt_br: Tinta

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.REMOVE_FOW_MASK
source: Allow FoW Reveal
pt_br: Permitir FoW Revelar

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TEMPERATURE_KELVIN
source: Temperature (K)
pt_br: Temperatura (K)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TITLE
source: CELL PAINTER
pt_br: Pintor

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_BUTTON
source: Clear Floor
pt_br: Limpar Piso

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_SELECTION_BUTTON
source: Clear Selection
pt_br: Limpar Seleção

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DECONSTRUCT_BUTTON
source: Deconstruct
pt_br: Desconstrução

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DESTROY_BUTTON
source: Destroy
pt_br: Destrua

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.MORE
source: More
pt_br: Mais

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SAVE_TITLE
source: Save Selection
pt_br: Salvar seleção

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.AVERAGE_MASS
source: Average cell mass: {0}
pt_br: Massa celular média: {0}

source: Average temperature: {0}
pt_br: Temperatura média: {0}

source: Joules per kilogram: {0}
pt_br: Joules por quilograma: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_MASS
source: Total mass: {0}
pt_br: Massa total: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.TITLE
source: Base and World Tools
pt_br: Ferramentas básicas e do mundo

# STRINGS.UI.DELIVERED
source: Delivered: {0} {1}
pt_br: Entregue: {0} {1}

# STRINGS.UI.DEMOOVERSCREEN.DEMOOVER
source: END OF DEMO
pt_br: FIM DA DEMO

# STRINGS.UI.DEMOOVERSCREEN.DESCRIPTION
source: Thank you for playing <color=#F44A47>Oxygen Not Included</color>!
pt_br: Obrigado por jogar <color=#F44A47>Oxygen Not Included</color>!

# STRINGS.UI.DEMOOVERSCREEN.QUITBUTTON
source: RESET
pt_br: REDEFINIR

# STRINGS.UI.DEMOOVERSCREEN.TIMEREMAINING
source: Demo time remaining:
pt_br: Tempo de demo restante:

# STRINGS.UI.DEMOOVERSCREEN.TIMERINACTIVE
source: Timer inactive
pt_br: Tempo parado

# STRINGS.UI.DEMOOVERSCREEN.TIMERTOOLTIP
source: Demo time remaining
pt_br: Tempo de demo restante

# STRINGS.UI.DETAILTABS.DETAILS.CONTENTS_TEMPERATURE
source: {0} at {1}
pt_br: {0} a {1}

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_CONTENTS
source: CONTENTS
pt_br: CONTEÚDO

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_DETAILS
source: DETAILS
pt_br: DETALHES

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_MINION_CONTENTS
source: CARRIED ITEMS
pt_br: ITENS CARREGADOS

# STRINGS.UI.DETAILTABS.DETAILS.MINION_NAME
source: About
pt_br: Sobre

# STRINGS.UI.DETAILTABS.DETAILS.MINION_TOOLTIP
source: More information
pt_br: Mais informações

# STRINGS.UI.DETAILTABS.DETAILS.NAME
source: Details
pt_br: Detalhes

# STRINGS.UI.DETAILTABS.DETAILS.STORAGE_EMPTY
source: None
pt_br: Nada

# STRINGS.UI.DETAILTABS.DETAILS.TOOLTIP
source: More information
pt_br: Mais informações

# STRINGS.UI.DETAILTABS.DISEASE.CURRENT_GERMS
source: SURFACE GERMS
pt_br: GERMES SUPERFICIAIS

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DEATH_FORMAT
source: {0} dead/cycle
pt_br: {0} mortos/ciclo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DEATH_FORMAT_TOOLTIP
source: Germ count is being reduced by {0}/cycle
pt_br: Quantidade de germes está sendo reduzida em {0}/ciclo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DISEASE_AMOUNT_TOOLTIP
source: {0} are present on the surface of the selected object
pt_br: {0} estão presentes na superfície do objeto selecionado

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.DYING_OFF.TITLE
source: • <b>Dying off: {0}</b>
pt_br: • <b>Morrendo: {0}</b>

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.DYING_OFF.TOOLTIP
source: Low germ count in this area is causing germs to die rapidly Less than {0} germs are on this {1} of material. ({2} germs/Kg)
pt_br: Baixa quantidade de germes nessa área está fazendo os germes morrerem rapidamente Menos do que {0} germes existem em {1} de material. ({2} germes/Kg)

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.DIE_TOOLTIP
source: This atmosphere is causing germs to die off
pt_br: Essa atmosfera está fazendo com que os germes morram

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.GROW_TOOLTIP
source: This atmosphere is causing germs to multiply
pt_br: Essa atmosfera está fazendo com que os germes multipliquem

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.TITLE
source: • Surrounded by {0}: {1}
pt_br: • Cercado por {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEG
source: Half life: {0}
pt_br: Meia vida: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEG_TOOLTIP
source: In {0} the germ count on this object will be halved
pt_br: Em {0} a quantidade de germes nesse objeto será reduzida pela metade

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEUTRAL
source: Static
pt_br: Estático

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEUTRAL_TOOLTIP
source: The germ count is neither increasing nor decreasing
pt_br: A quantidade germes não está aumentando nem diminuindo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_POS
source: Doubling time: {0}
pt_br: Tempo de Duplicação: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_POS_TOOLTIP
source: In {0} the germ count on this object will be doubled
pt_br: Em {0} a quantidade de germes nesse objeto será duplicada

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.OVERPOPULATED.TITLE
source: • <b>Overpopulated: {0}</b>
pt_br: • <b>Superpopulado: {0}</b>

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.OVERPOPULATED.TOOLTIP
source: Too many germs are present in this area, resulting in rapid die-off until the population stabilizes A maximum of {0} germs can be on this {1} of material. ({2} germs/Kg)
pt_br: Existem germes demais nessa área resultando em uma rápida morte, até a população estabilizar Um máximo de {0} germes podem estar presentes em {1} de material. ({2} germes/Kg)

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.DIE_TOOLTIP
source: Atmospheric pressure is causing germs to die off
pt_br: Pressão atmosférica está fazendo com que os germes morram

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.GROW_TOOLTIP
source: Atmospheric pressure is causing germs to multiply
pt_br: Pressão atmosférica está fazendo com que os germes multipliquem

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.TITLE
source: • Current pressure {0}: {1}
pt_br: • Pressão Atual {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.RATE_OF_CHANGE
source: Change rate: {0}
pt_br: Taxa de mudança: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.RATE_OF_CHANGE_TOOLTIP
source: Germ count is fluctuating at a rate of {0}
pt_br: Contagem de germes está flutuando a uma taxa de {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.DIE
source: • Dying on {0}: {1}
pt_br: •Morrendo em {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.DIE_TOOLTIP
source: Contact with this substance is causing germs to die off
pt_br: Contato com essa substância está fazendo com que os germes morram

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.GROW
source: • Growing on {0}: {1}
pt_br: • Crescendo em {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.GROW_TOOLTIP
source: Contact with this substance is causing germs to multiply
pt_br: Contato com essa substância está fazendo com que os germes multipliquem

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.NEUTRAL
source: • No change on {0}
pt_br: • Sem mudança em {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.NEUTRAL_TOOLTIP
source: Contact with this substance has no effect on germ count
pt_br: Contato com essa substância não tem efeito sobre a contagem de germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.DIE_TOOLTIP
source: This temperature is causing germs to die off
pt_br: Essa temperatura está fazendo com que os germes morram

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.GROW_TOOLTIP
source: This temperature is allowing germs to multiply
pt_br: Essa temperatura está fazendo com que os germes multipliquem

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.TITLE
source: • Current temperature {0}: {1}
pt_br: • Temperatura atual {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TITLE
source: Growth factors:
pt_br: Fatores de crescimento:

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TOOLTIP
source: These conditions are contributing to the multiplication of germs
pt_br: Essas condições estão contribuindo para a multiplicação dos germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FORMAT
source: {0} spawned/cycle
pt_br: {0} criado/ciclo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FORMAT_TOOLTIP
source: Germ count is being increased by {0}/cycle
pt_br: Quantidade de germes está sendo aumentada em {0}/ciclo

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NEUTRAL_FORMAT
source: No change
pt_br: Sem mudança

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NEUTRAL_FORMAT_TOOLTIP
source: Germ count is static
pt_br: Quantidade de germes está parada

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE
source: No surface germs
pt_br: Sem germes de superfície

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE_TOOLTIP
source: There are no germs present on this object
pt_br: Não existe germes presentes nesse objeto

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_BUTTON
source: FULL INFO
pt_br: INFO. COMPL

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_HEADER
source: DISEASE INFO: {0}
pt_br: INFO. DOENÇA: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_TOOLTIP
source: View detailed germ and infection info for {0}
pt_br: Veja informações detalhadas sobre infecção e germes de {0}

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_SOURCE
source: DISEASE SOURCE
pt_br: FONTE DE DOENÇA

# STRINGS.UI.DETAILTABS.DISEASE.GERMS_INFO
source: GERM LIFECYCLE
pt_br: TEMPO DE VIDA DO GERME

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE
source: • -{0} immunity per {1}
pt_br: • -{0} imunidade por {1}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE_TOOLTIP
source: This Duplicant must expend {0} of their immunity to fight {1} of this disease
pt_br: Esse Duplicante precisa gasta {0} da sua imunidade para lutar contra {1} dessa doença

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2
source: • Immune System: {0}
pt_br: • Sistema Imune: {0}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2_TOOLTIP
source: This Duplicant's immune system is being strained at a rate of {0} by the {1} present on their body
pt_br: O sistema imune desse Duplicante está sendo enfraquecido à uma taxa de {0} por {1} presentes no seu corpo

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.INTERNAL_GERMS_TOOLTIP
source: This Duplicant is currently fighting a {0} infection ------------------ Their body is host to {1}
pt_br: Esse Duplicante está lutando contra uma infecção de {0} ------------------ Seu corpo é hospedeiro de {1}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_SYSTEM
source: GERM HOST
pt_br: HOSPEDEIRO DE GERME

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.AID_SYMPTOMS
source: Treatable Symptoms:
pt_br: Sintomas Tratáveis:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.AID_SYMPTOMS_TOOLTIP
source: These symptoms are eliminated while a Duplicant is receiving medical aid in a Med-Bed
pt_br: Esses Sintomas foram eliminado enquanto o Duplicante estava recebendo cuidado médico em uma Maca

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DISCLAIMER
source: Contracting this illness will have these effects on a Duplicant:
pt_br: Contrair essa doença provocará os seguintes efeitos em um Duplicante:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DISCLAIMER_TOOLTIP
source: A Duplicant's immune system must be overwhelmed to contract an illness
pt_br: O sistema imune de um Duplicante precisa estar muito fraco para contrair uma doença

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION
source: Duration:
pt_br: Duração:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_AIDREQ
source: {0} (aid required)
pt_br: {0} (requer atenção)

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_AIDREQ_TOOLTIP
source: Duplicants recover from this illness in {0} with medical aid ------------------ Without aid, they are infected indefinitely
pt_br: Duplicantes irão se recuperar dessa doença em {0} com cuidado médico ------------------ Sem o cuidado, eles ficarão infectados indefinidamente

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_NORMAL_TOOLTIP
source: Duplicants recover from this illness in {0}
pt_br: Duplicantes recuperam-se dessa doença em {0}

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_TOOLTIP
source: Duration is the amount of time it takes a Duplicant to fight off this infection
pt_br: Duração é a quantidade de tempo necessária para um Duplicante vencer essa infecção

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SOURCE_TOOLTIP_SUFFIX
source: This symptom causes Duplicants to expel germs from their body ------------------ They may infect other Duplicants as a result
pt_br: Esse sintoma faz com que Duplicantes liberem germes do seu corpo ------------------ Eles podem acabar infectando outros Duplicantes

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SYMPTOMS
source: Other Symptoms:
pt_br: Outros Sintomas:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SYMPTOMS_TOOLTIP
source: These symptoms must run their course and cannot be alleviated by medical aid
pt_br: Esses sintomas precisam existir e não podem ser aliviados pelo cuidado médico

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION_INFO
source: INFECTION DETAILS
pt_br: DETALHES DA INFECÇÃO

# STRINGS.UI.DETAILTABS.DISEASE.NAME
source: Germs
pt_br: Germes

# STRINGS.UI.DETAILTABS.DISEASE.NO_CURRENT_GERMS
source: SURFACE GERMS
pt_br: GERMES SUPERFICIAIS

# STRINGS.UI.DETAILTABS.DISEASE.TOOLTIP
source: View the disease risk presented by the selected object
pt_br: Veja o risco de doença apresentado pelo objeto selecionado

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.NAME
source: Energy
pt_br: Energia

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.TOOLTIP
source: View how much power this building consumes
pt_br: Veja quanta energia este objeto consome

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES
source: <style="power">Power</style> stored: {0}
pt_br: <style="power">Energia</style> armazenada: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES_TOOLTIP
source: Amount of power stored in batteries
pt_br: Quantidade de energia armazenada nas baterias

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.BATTERIES
source: BATTERIES
pt_br: BATERIAS

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CIRCUITOVERVIEW
source: CIRCUIT OVERVIEW
pt_br: MAPA DE CIRCUITOS

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CONSUMERS
source: POWER CONSUMERS
pt_br: CONSUMIDORES DE ENERGIA

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.DISCONNECTED
source: Not connected to an electrical circuit
pt_br: Precisa estar conectado a um circuito elétrico

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.GENERATORS
source: POWER GENERATORS
pt_br: GERADORES DE ENERGIA

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE
source: Maximum Safe Wattage: {0}
pt_br: Limiar de potência: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE_TOOLTIP
source: Exceeding this value will overload the circuit and can result in damage to wiring and buildings
pt_br: Exceder este valor irá sobrecarregar o circuito e pode resultar em dano à fiação ou a objetos

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NAME
source: Energy
pt_br: Energia

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOBATTERIES
source: No batteries on this circuit
pt_br: Nenhuma bateria no circuito

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOCONSUMERS
source: No consumers on this circuit
pt_br: Nenhum consumidor no circuito

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOGENERATORS
source: No generators on this circuit
pt_br: Nenhum gerador no circuito

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED
source: Potential power consumed: {0}
pt_br: Energia potencialmente consumida: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power that can be used by this circuit if all connected buildings are active
pt_br: A quantidade de energia que poderá ser consumida por esse circuito se todas as estruturas conectadas estiverem ativas

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.TOOLTIP
source: Monitor the power this building is generating
pt_br: Monitore a geração de energia deste objeto

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED
source: <style="power">Power</style> consumed: {0}
pt_br: <style="power">Energia</style> consumida: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power used by this circuit
pt_br: O total de energia consumida por este circuito

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED
source: <style="power">Power</style> produced: {0}
pt_br: <style="power">Energia</style> produzida: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED_TOOLTIP
source: The total amount of power generated by this circuit
pt_br: O total de energia gerada por este circuito

# STRINGS.UI.DETAILTABS.ENERGYWIRE.NAME
source: Energy
pt_br: Energia

# STRINGS.UI.DETAILTABS.ENERGYWIRE.TOOLTIP
source: View this wire's network
pt_br: Ver o circuito deste Fio Elétrico

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_NEED_LEVEL
source: Current Level: {0}
pt_br: Nível atual: {0}

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_STRESS_LEVEL
source: Current <style="stress">Stress</style> Level: {0}
pt_br: Nível atual de <style="stress">Stress</style>: {0}

# STRINGS.UI.DETAILTABS.NEEDS.NEXT_NEED_LEVEL
source: Next Level: {0}
pt_br: Próximo nível: {0}

# STRINGS.UI.DETAILTABS.NEEDS.OVERVIEW
source: Overview
pt_br: Geral

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_CREATORS
source: <style="stress">Stress</style> Creators
pt_br: Geradores de <style="stress">Stress</style>

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_RELIEVERS
source: <style="stress">Stress</style> Relievers
pt_br: Redutores de <style="stress">Stress</style>

# STRINGS.UI.DETAILTABS.NEEDS.TOOLTIP
source: View this Duplicant's psychological status
pt_br: Veja o estado psicológico desta Duplicata

# STRINGS.UI.DETAILTABS.POSSESSIONS.ASSIGNED_TOOLTIP
source: This Duplicant has been assigned a {0}. Effects: {1}
pt_br: Esta Duplicata foi atribuída a um(a) {0}. Efeitos: {1}

# STRINGS.UI.DETAILTABS.POSSESSIONS.EQUIPMENT_TOOLTIP
source: This Duplicant has been equipped with a {0}
pt_br: Esta Duplicata está equipada com um {0}
