Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.NAME
source: Omniprinter
pt_br: Omni-impressora

# STRINGS.BUILDINGS.PREFABS.GRAVE.DESC
source: Burying dead Duplicants reduces health hazards and stress on the colony.
pt_br: Enterrar os mortos Duplicantes reduz riscos para a saúde e o estresse sobre a colônia.

# STRINGS.BUILDINGS.PREFABS.GRAVE.EFFECT
source: Provides a resting place for deceased Duplicants. Living Duplicants will automatically place an unburied corpse inside.
pt_br: Provides a resting place for deceased Duplicantes. Duplicantes vivos colocarão automaticamente os corpos desenterrados dentro.

# STRINGS.BUILDINGS.PREFABS.GRAVE.NAME
source: Tasteful Memorial
pt_br: Memorial decente

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.DESC
source: Hand sanitizers kill germs more effectively than wash basins.
pt_br: Os desinfetantes de mão matam germes de forma mais eficaz do que os lavatórios.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.EFFECT
source: Removes most <style="disease">Germs</style> from Duplicants. Germ-covered Duplicants use Hand Sanitizers when passing by in the selected direction.
pt_br: Removem <style="disease">Germes</style> dos Duplicantes. Duplicantes cobertos de germes usarão Pias quando passarem na direção selecionada.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.NAME
source: Hand Sanitizer
pt_br: Desinfetante

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.DESC
source: New Duplicants will come out here, but thank goodness, they'll never go back in.
pt_br: Novas Duplicatas entram por aqui e, graças a deus, nunca mais voltam.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.EFFECT
source: An exceptionally advanced bioprinter of unknown origin. It periodically produces new Duplicants.
pt_br: Uma bio-impressora de tecnologia de ponta e origem desconhecida. Produz Duplicatas periodicamente.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.NAME
source: Printing Pod
pt_br: Impressora Central

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
pt_br: Cabos de Alta Potência são utilizados para evitar sobrecargas, principalmente com geradores potentes.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.EFFECT
source: Carries more <style="power">Wattage</style> than regular Wire without overloading. Cannot be run through tiles.
pt_br: Carrega mais <style="power">Potência</style> do que Cabos comuns sem entrar em curto. Não pode passar por blocos.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.NAME
source: Heavi-Watt Wire
pt_br: Fio de alta potência

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.DESC
source: Hydrogen generators are exceptionally efficient power sources and emit next to no waste.
pt_br: Os geradores de hidrogênio são fontes de energia excepcionalmente eficientes e emitem sem desperdício.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.EFFECT
source: Converts <style="gas">Hydrogen Gas</style> into electrical <style="power">Power</style>.
pt_br: Converte <style="gas">Gás de Hidrogênio</style> em <style="power">Energia</style> elétrica.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.NAME
source: Hydrogen Generator
pt_br: Gerador de hidrogênio

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.DESC
source: Hydroponic farms reduce Duplicant traffic by automating liquid delivery with irrigation pipes.
pt_br: As fazendas hidropônicas reduzem o tráfego Duplicante ao automatizar a entrega de líquidos com tubos de irrigação.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.EFFECT
source: Grows a single <style="plant">Plant</style> when sown with a <style="seed">Seed</style>. Can be used as floor tile and rotated before construction. Must be irrigated through liquid piping.
pt_br: Cresce apenas uma única <style="plant">Planta</style> quando semeada com uma <style="seed">Semente</style>. Pode ser usado como bloco e girado antes da construção. Deve ser irrigado através de tubagens líquidas.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.NAME
source: Hydroponic Farm
pt_br: Fazenda hidropônica

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.AVERAGEQUALITYNAME
source: Mediocre Ice Sculpture
pt_br: Escultura de gelo medíocre

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.DESC
source: Ice sculptures will melt over time if not kept sufficiently chilled.
pt_br: As esculturas de gelo derreterão ao longo do tempo, se não forem mantidas suficientemente refrigeradas.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.EFFECT
source: Increases <style="decor">Decor</style> and reduces <style="stress">Stress</style>. Must be sculpted by a Duplicant.
pt_br: Aumenta a o nível de <style="decor">Decoração</style> e reduz o <style="stress">Stress</style>. Deve ser esculpida por um Duplicante.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.NAME
source: Ice Block
pt_br: Gelo Bloqueado

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.POORQUALITYNAME
source: "Abstract" Ice Sculpture
pt_br: Escultura de gelo "abstrata"

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.DESC
source: Pipe insulation prevents gas contents from significantly changing temperature in transit.
pt_br: O isolamento de tubos evita que o conteúdo de gás altere significativamente a temperatura em trânsito.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.EFFECT
source: Carries <style="gas">Gas</style> with minimal change in <style="heat">Temperature</style>. Can be run through tiles.
pt_br: Transporta <style="gas">Gases</style> sem alterar demais sua <style="heat">Temperatura</style>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.NAME
source: Insulated Gas Pipe
pt_br: Cano isolado de gás

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.DESC
source: Pipe insulation prevents liquid contents from significantly changing temperature in transit.
pt_br: O isolamento de tubulação evita que o conteúdo líquido altere significativamente a temperatura no percurso.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.EFFECT
source: Carries <style="liquid">Liquid</style> with minimal change in <style="heat">Temperature</style>. Can be run through tiles.
pt_br: Transporta <style="gas">Líquidos</style> sem alterar demais sua <style="heat">Temperatura</style>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.NAME
source: Insulated Liquid Pipe
pt_br: Cano isolado de líquido

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.DESC
source: This stuff won't go melting if things get heated.
pt_br: Isto daqui nunca vai derreter. Eu acho.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.EFFECT
source: Connects buildings to <style="power">Power</style> sources in extreme <style="heat">Heat</style>. Can be run through tiles.
pt_br: Conecta objetos a uma fonte de <style="power">Energia</style> mesmo sob <style="heat">Calor</style> extremo. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.NAME
source: Insulated Wire
pt_br: Fio elétrico isolado

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.DESC
source: The lowered thermal conductivity of insulated tiles slows heat from passing through them.
pt_br: A baixa condutividade térmica de ladrilhos isolados diminui o calor de passar por eles.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.EFFECT
source: Used as floor and wall tile to build rooms. Reduces <style="heat">Heat</style> transfer between walls, retaining ambient heat in an area.
pt_br: Utilizado como parede e piso para construir salas. Reduz a transferência de <style="heat">Calor</style> entre as paredes, mantendo o calor em uma área.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.NAME
source: Insulated Tile
pt_br: Bloco Isolante

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.DESC
source: You'd be surprised how much research went into making warm wallpaper.
pt_br: Você ficaria surpreso ao saber quanto tempo passam tentando inventar papéis-de-parede mais quentes.

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.EFFECT
source: Reduces <style="heat">Heat</style> loss through colony walls.
pt_br: Reduz a perda de <style="heat">Calor</style> pelas paredes da colônia.

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.NAME
source: Insulation
pt_br: Isolante Térmico

# STRINGS.BUILDINGS.PREFABS.LADDER.DESC
source: (That means they climb it.)
pt_br: (Isto significa que podem subir ou descer)

# STRINGS.BUILDINGS.PREFABS.LADDER.EFFECT
source: Enables vertical mobility for Duplicants.
pt_br: Permite que as Duplicatas se movam verticalmente.

# STRINGS.BUILDINGS.PREFABS.LADDER.NAME
source: Ladder
pt_br: Escadas

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.DESC
source: Plastic ladders are mildly antiseptic and can help limit the spread of germs in a colony.
pt_br: Escadas de plástico são antissépticas e podem ajudar a limitar a quantidade de germes na colônia.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.EFFECT
source: Increases Duplicant climbing speed.
pt_br: Aumenta a velocidade de subida dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.NAME
source: Plastic Ladder
pt_br: Escadas de Plástico

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.DESC
source: A thermo aquatuner cools liquid and outputs the heat elsewhere.
pt_br: Um Resfriador Áquatico esfria o líquido em saídas e calor em outra parte.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.EFFECT
source: Cools the <style="liquid">Liquid</style> piped through it, but outputs <style="heat">Heat</style> in its immediate vicinity.
pt_br: Esfria o <style="liquid">Líquido</style> encanado por ele, mas produz <style="heat">Calor</style> na região instalada.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.NAME
source: Thermo Aquatuner
pt_br: Resfriador Aquático

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.DESC
source: Liquid pipes are used to connect the inputs and outputs of plumbed buildings.
pt_br: Encanamentos são usados para conectar entradas e saídas de estruturas encanadas.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.EFFECT
source: Carries <style="liquid">Liquid</style> between <style="LiquidPiping">Outputs</style> and <style="LiquidPiping">Intakes</style>. Can be run through tiles.
pt_br: Transporta <style="liquid">Líquidos</style> entre <style="LiquidPiping">Entradas</style> e <style="LiquidPiping">Saídas</style> de Líquidos dos objetos. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.NAME
source: Liquid Pipe
pt_br: Cano de líquido

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
pt_br: Os sistemas de tubulação separados evitam que o conteúdo misturado cause danos ao edifício.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.EFFECT
source: Runs one <style="LiquidPiping">Liquid Pipe</style> section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de <style="LiquidPiping">Encanamentos</style> passe sobre a outra sem unir os circuitos. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.NAME
source: Liquid Bridge
pt_br: Ponte de líquido

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.DESC
source: A Duplicant can work a hydrofan to temporarily cool small areas as needed.
pt_br: Um Duplicante pode trabalhar com um hidro ventilador para arrefecer temporariamente pequenas áreas conforme necessário.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.EFFECT
source: Dissipates a small amount of the <style="heat">Heat</style>.
pt_br: Dissipa uma pequena quantidade de <style="heat">calor</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.NAME
source: Hydrofan
pt_br: Ventilador hidráulico

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.DESC
source: Liquid filters send the selected filter gas into a special pipe, expelling everything else through a second output.
pt_br: Os filtros líquidos enviam o filtro de gás selecionado para um tubo especial, expulsando o resto através de uma segunda saída.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.EFFECT
source: Sieves one <style="liquid">Liquid</style> out of a mix, sending it into a dedicated <style="LiquidPiping">Pipe</style>.
pt_br: Separa um tipo de <style="liquid">Líquido</style> de uma mistura, e o envia para uma rede separada de <style="LiquidPiping">Canos</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.NAME
source: Liquid Filter
pt_br: Filtro de líquido

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.DESC
source: Liquid tepidizers kill waterborne germs and heat liquid to a perfect showering temperature.
pt_br: Os aquecedores líquidos matam os germes transmitidos pela água e aquecem o líquido até uma temperatura de banho perfeita.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.EFFECT
source: Warms large bodies of <style="liquid">Liquid</style>. Must be fully submerged.
pt_br: Aquece grandes corpos de <style="liquid"> Líquido </style>. Deve ser totalmente submerso.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.NAME
source: Liquid Tepidizer
pt_br: Aquecedor Aquático

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
pt_br: Encanamento automatizado poupa tempo e recursos por remover a necessidade de gerenciamento por Duplicantes.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.EFFECT
source: Automatically turns <style="liquid">Liquid</style> flow on or off using <style="misc">Automation</style> technology.
pt_br: Automaticamente desliga e liga o fluxo de <style="liquid">Líquido</style> usando a tecnologia <style="misc">Automação</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.NAME
source: Liquid Shutoff
pt_br: Interrompedor de Líquidos

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of liquid with minimum power draw.
pt_br: Mini bombas são úteis movendo pequenas quantidades de líquido utilizando pouca energia.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.EFFECT
source: Draws in a small amount of <style="liquid">Liquid</style> and runs it through <style="LiquidPiping">Pipes</style>. Must be submerged in liquid.
pt_br: Bombeia uma pequena quantidade de <style="liquid">Líquido</style> para dentro dos <style="LiquidPiping">Canos</style>. Deve estar submerso em líquido.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.NAME
source: Mini Liquid Pump
pt_br: Mini Bomba de Líquidos

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.DESC
source: Piping a pump's intake to another building's output will send liquid to that building.
pt_br: A entrada de uma bomba para a saída de outro edifício enviará líquido para esse edifício.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.EFFECT
source: Draws in <style="liquid">Liquid</style> and runs it through <style="LiquidPiping">Pipes</style>. Must be submerged in liquid.
pt_br: Suga <style="liquid">líquidos</style> e os envia para sua rede de <style="LiquidPiping">Encanamento</style>. Deve estar submerso em líquido.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.NAME
source: Liquid Pump
pt_br: Bomba de líquido

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.DESC
source: Pitcher pumps are used to fetch water and other liquids for delivery to buildings.
pt_br: Bombas manuais são usadas para bombear água e outros líquidos e entregar para outras estruturas.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.EFFECT
source: Manually pumps <style="liquid">Liquid</style> into bottles for transport. Duplicants can only carry bottled liquids.
pt_br: Bombea manualmente <style="liquid">Líquidos</style> em garrafas para o transporte. Duplicantes só carregam líquidos engarrafados.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.NAME
source: Pitcher Pump
pt_br: Bomba Manual

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.DESC
source: Valves control the amount of liquid that moves through pipes, preventing waste.
pt_br: As válvulas controlam a quantidade de líquido que se move através dos tubos, evitando o desperdício.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.EFFECT
source: Controls the <style="liquid">Liquid</style> volume permitted through <style="LiquidPiping">Pipes</style>.
pt_br: Aceita a entrega manual de <style="liquid">líquidos</style> e então os move pela rede de <style="LiquidPiping">Canos</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.NAME
source: Liquid Valve
pt_br: Válvula de líquidos

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.DESC
source: Vents are an exit point for liquids from plumbing systems.
pt_br: Respiradouros são um ponto de saída para líquidos de sistemas de encanamento.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.EFFECT
source: Releases <style="liquid">Liquid</style> from <style="LiquidPiping">Liquid Pipes</style>.
pt_br: Libera os <style="liquid">líquidos</style> que estão no <style="LiquidPiping">Encanamento</style> de volta à colônia.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.NAME
source: Liquid Vent
pt_br: Escoadouro

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.EFFECT
source: Becomes <style="logic">Active</style> when the systems connected to its Inputs are both <style="logic">Active</style>. Goes into <style="logic">Standby</style> when one or both Inputs are on <style="logic">Standby</style>.
pt_br: Fica <style="logic">Ativo</style> se um ou mais sistemas conectados a s Entradas estiverem <style="logic">Ativos</style>. Fica em <style="logic">Espera</style> quando nenhuma das Entradas está <style="logic">Ativa</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.NAME
source: AND Gate
pt_br: Portão AND

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.EFFECT
source: Becomes <style="logic">Active</style> if the system connected to its Input is <style="logic">Active</style>. Stays <style="logic">Active</style> for a short time after its Input enters <style="logic">Standby</style>.
pt_br: Fica <style="logic">Ativo</style> se o sistema conectado a entrada está <style="logic">Ativo</style>. Fica <style="logic">Ativo</style> por um curto tempo depois que sua Entrada ficou em <style="logic">Espera</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.NAME
source: BUFFER Gate
pt_br: Portão BUFFER

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.EFFECT
source: Enters <style="logic">Standby</style> if the system connected to its Input is also on <style="logic">Standby</style>. Stays in <style="logic">Standby</style> for a short time after its Input becomes <style="logic">Active</style>.
pt_br: Entra em <style="logic">Espera</style> se o sistema conectado a sua Entrada também está em <style="logic">Espera</style>. Fica em <style="logic">Espera</style> por um curto tempo depois que sua Entrada ficou <style="logic">Ativa</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.NAME
source: FILTER Gate
pt_br: Portão FILTER

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.EFFECT
source: Becomes <style="logic">Active</style> if the system connected to its Input is on <style="logic">Standby</style>. Goes into <style="logic">Standby</style> when its Input is <style="logic">Active</style>.
pt_br: Fica <style="logic">Ativo</style> se o sistema conectado à sua Entrada estiver em <style="logic">Espera</style>. Vai para <style="logic">Espera</style> quando sua entrada está <style="logic">Ativa</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.NAME
source: NOT Gate
pt_br: Portão NOT

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.EFFECT
source: Becomes <style="logic">Active</style> if one or both of the systems connected to its Inputs are <style="logic">Active</style>. Goes into <style="logic">Standby</style> when neither Inputs are <style="logic">Active</style>.
pt_br: Fica <style="logic">Ativo</style> se um ou mais sistemas conectados às Entradas estiverem <style="logic">Ativos</style>. Fica em <style="logic">Espera</style> quando nenhuma das Entradas está <style="logic">Ativa</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.NAME
source: OR Gate
pt_br: Portão OR

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.EFFECT
source: Becomes <style="logic">Active</style> if one of the systems connected to its Inputs is <style="logic">Active</style>. Goes into <style="logic">Standby</style> if both or neither Inputs are <style="logic">Active</style>.
pt_br: Fica <style="logic">Ativo</style> se um dos sistemas conectados às Entradas estiver <style="logic">Ativo</style>. Vai para <style="logic">Espera</style> se ambos ou nenhuma das Entradas estiverem <style="logic">Ativas</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.NAME
source: XOR Gate
pt_br: Portão XOR

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.DESC
source: Automated systems save power and time by removing the need for Duplicant management.
pt_br: Sistemas automatizados poupam energia e tempo por remover a necessidade de gerenciamento por Duplicantes.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.EFFECT
source: Automatically turns <style="power">Power</style> on or off using <style="misc">Automation</style> technology. Does not affect circuitry preceding the switch.
pt_br: Automaticamente desliga e liga a <style="power">Energia</style> usando a tecnologia <style="misc">Automação</style>. Não afeta circuitos anteriores ao interrompedor.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.LOGIC_PORT_DESC
source: On/Off
pt_br: Lig/Deslig

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.NAME
source: Power Shutoff
pt_br: Disjuntor de Energia

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.DESC
source: Atmo Sensors can be used to prevent excess oxygen production and overpressurization.
pt_br: Sensores de Ar podem ser usados para previnir excesso de produção de oxigênio e sobrepressurização.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.EFFECT
source: Becomes <style="logic">Active</style> or on <style="logic">Standby</style> when <style="gas">Gas Pressure</style> enters the chosen range.
pt_br: Pode ficar <style="logic">Ativo</style> ou em <style="logic">Espera</style> quando a <style="gas">Pressão do Gás</style> entra no intervalo escolhido.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.LOGIC_PORT_DESC
source: Active/Standby based on ambient <style="gas">Gas Pressure</style>
pt_br: Ativa/Em Espera baseado na <style="gas">Pressão do Gás</style> do ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.NAME
source: Atmo Sensor
pt_br: Sensor de Ar

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.DESC
source: Hydro Sensors can signal a pump system to refill a basin once it contains too little liquid.
pt_br: Sensores de Água podem sinalizar um sistema com bombas para reencher um lavatório quando ele contém pouco líquido.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.EFFECT
source: Becomes <style="logic">Active</style> or on <style="logic">Standby</style> when <style="liquid">Liquid Pressure</style> enters the chosen range. Must be submerged in <style="liquid">Liquid</style>.
pt_br: Fica <style="logic">Ativo</style> ou em <style="logic">Espera</style> quando a <style="liquid">Pressão do Líquido</style> entra no intervalo escolhido. Precisa estar submerso em <style="liquid">Líquido</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.LOGIC_PORT_DESC
source: Active/Standby based on Ambient <style="liquid">Liquid Pressure</style>
pt_br: Ativo/Em Espera baseado na <style="liquid">Pressão do Líquido</style> do ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.NAME
source: Hydro Sensor
pt_br: Sensor de Líquidos

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.DESC
source: Signal switches do not turn grids on and off like power switches, but add an additional signal.
pt_br: Alavancas de sinal não funcionam como alavancas normais, mas produzem um sinal adicional.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.EFFECT
source: Can be made <style="logic">Active</style> or <style="logic">Standby</style> on an <style="logic">Automation</style> grid. Must be manually toggled by a Duplicant.
pt_br: Pode ficar <style="logic">Ativo</style> ou <style="logic">Em Espera</style> em um circuito <style="logic">Automatizado</style>. Precisa ser ativado manualmente por um Duplicante.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.LOGIC_PORT_DESC
source: Active/Standby
pt_br: Ativo/Em Espera
