Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.NAME
source: Signal Switch
pt_br: Alavanca de Sinal

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.DESC
source: Thermo Sensors can autodisable buildings when they approach inoperable temperatures.
pt_br: Sensores Térmicos podem desativar estruturas automaticamente quando se aproximam de temperaturas inoperáveis.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.EFFECT
source: Becomes <style="logic">Active</style> or on <style="logic">Standby</style> when ambient <style="heat">Temperature</style> enters the chosen range.
pt_br: Pode ficar <style="logic">Ativo</style> ou em <style="logic">Espera</style> quando a <style="heat">Temperatura</style> do ambiente entra no intervalo escolhido.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on Ambient <style="temperature">Temperature</style>
pt_br: Ativo/Em Espera baseado na <style="temperature">Temperatura</style> do ambiente

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.NAME
source: Thermo Sensor
pt_br: Termo Sensor

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.DESC
source: Clock Sensors ensure that systems always turn on at the same time of day or night, every cycle.
pt_br: Temporizadores garantem que os sistemas sempre irão ligar na mesma hora do dia ou da noite, todo ciclo.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.EFFECT
source: Sets an automatic <style="logic">Active</style> and <style="logic">Standby</style> schedule using a timer.
pt_br: Define uma agenda de estado <style="logic">Ativo</style> ou <style="logic">Espera</style> usando um temporizador.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.NAME
source: Clock Sensor
pt_br: Temporizador

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.DESC
source: Automation wire is used to connect electronic components to the inputs of automation gates.
pt_br: Cabos automatizados são usado para conectar componentes eletrônicos às entradas de portões automatizados.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.EFFECT
source: Connects automatable buildings to <style="logic">Automation Gates</style>. Can be run through tiles.
pt_br: Conecta estruturas automatizáveis à <style="logic">Portões Automatizados</style>. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.NAME
source: Automation Wire
pt_br: Cabo Automatizado

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.DESC
source: Wire bridges allow multiple automation grids to exist in a small area without connecting.
pt_br: Pontes de cabo permitem múltiplos circuitos automatizados existirem em uma pequena área sem conectarem.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.EFFECT
source: Runs one Automation Wire section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de fio passe sobre a outra sem unir os circuitos. Pode passar por blocos.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.NAME
source: Automation Wire Bridge
pt_br: Ponte de Cabo Automatizado

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.DESC
source: Duplicants prefer comfy beds to cots and will gain more stamina back from sleeping in them.
pt_br: Duplicantes preferem camas do que berços e irão recuperar mais energia ao dormir nelas.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.EFFECT
source: Provides a sleeping area for one Duplicant and restores additional <style="stress">Stamina</style>. Duplicants will automatically sleep in their assigned beds at night.
pt_br: Dá a um Duplicante um local para descansar e recuperar mais <style="misc">Energia</style>. Duplicantes irão automaticamente dormir nas suas camas quando for de noite.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.NAME
source: Comfy Bed
pt_br: Caminha Confortável

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.DESC
source: Manual generators power buildings when connected by wire and require no fuel.
pt_br: Geradores manuais de energia quando conectados por fio e não requerem combustível.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.EFFECT
source: Converts manual labor into electrical <style="power">Power</style>.
pt_br: Converte o trabalho manual por <style="power">Energia</style> elétrica.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.NAME
source: Manual Generator
pt_br: Gerador Manual

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.DESC
source: Airlocks can quarter off dangerous areas or prevent gases from seeping into the colony.
pt_br: As cameras pressurizadas podem quarentenar áreas perigosas ou evitar que os gases penetrem na colônia.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.EFFECT
source: Blocks <style="liquid">Liquid</style> and <style="gas">Gas</style> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Wild creatures cannot pass through doors.
pt_br: Blocos de <style="liquid">Liquido</style> e fluxo de <style="gas">Gas</style>, mantem pressão constantes entre as areas. Defina acesso a area restrita aos Duplicantes. Criaturas selvagens não podem passar pelas portas.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.NAME
source: Manual Airlock
pt_br: Porta reforçada

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.ACTIVATE_TOOLTIP
source: Duplicants must take a break when their stress reaches {0}
pt_br: As Duplicatas descansarão um pouco quando seu stress atingir {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DEACTIVATE_TOOLTIP
source: Breaktime ends when stress is reduced to {0}
pt_br: Descanso termina quando o stress é reduzido a {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DESC
source: Massage tables quickly reduce extreme stress, at the cost of power production.
pt_br: As mesas de massagem reduzem rapidamente o estresse extremo, ao custo da produção de energia.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.EFFECT
source: Rapidly reduces <style="stress">Stress</style> for the Duplicant user. Duplicants will automatically seek a massage table when <style="stress">Stress</style> exceeds breaktime range.
pt_br: Reduz rapidamente o <style="stress">Stress</style> de uma Duplicata por vez. Duplicatas irão utilizar as mesas de massagem automaticamente se seu <style="stress">Stress</style> atingirem o limite definido.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.NAME
source: Massage Table
pt_br: Mesa de massagem

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.EFFECT
source: A self-sustaining machine powered by what appears to be refined <style="solid">Neutronium</style>. Absorbs and neutralizes <style="heat">Heat</style> energy when submersed in <style="gas">Hydrogen</style>.
pt_br: Uma máquina auto-sustentável alimentada pelo que parece ser <style="solid">neutrônio</style> refinado. Absorve e neutraliza <style="heat">calor</style> quando submergida em <style="gas">hidrogêni.</style>.

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.NAME
source: Anti Entropy Thermo-Nullifier
pt_br: Anulador térmico de anti entropia

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.DESC
source: Pharma Chambers decrease patients' disease recovery time, but cannot heal physical injuries.
pt_br: As câmaras farmacêuticas diminuem o tempo de recuperação da doença dos pacientes, mas não podem curar lesões físicas.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.EFFECT
source: Greatly accelerates recovery from <style="disease">Diseases</style>.
pt_br: Acelera a recuperação de <style="disease">Doenças</style>.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.NAME
source: Pharma Chamber
pt_br: Cabine farmacêutica

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.DESC
source: Duplicants use med-beds to recover from sickness and receive medical aid from peers.
pt_br: Duplicantes usam camas medicas para se recuperar da doença e receber ajuda médica de colegas.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.EFFECT
source: Improves recovery from <style="disease">Diseases</style>. Accelerates <style="Health">Health</style> restoration and the healing of physical injuries.
pt_br: Melhora a recuperação de <style="disease">doenças </style>. Acelera recuperação de <style="Health">Vida</style> e cura danos físicos.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.NAME
source: Med-Bed
pt_br: Maca

# STRINGS.BUILDINGS.PREFABS.MESHTILE.DESC
source: Mesh tiles can be used to make Duplicant pathways in areas where liquid needs to flow.
pt_br: As telhas de malha podem ser usadas para fazer caminhos Duplicantes em áreas onde o líquido precisa fluir.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.EFFECT
source: Used as floor and wall tile to build rooms. Does not obstruct <style="liquid">Liquid</style> or <style="gas">Gas</style> flow.
pt_br: Utilizado como parede e piso para construir salas. Não impede a passagem de <style="liquid">Líquidos</style> nem de <style="gas">Gases</style>.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.NAME
source: Mesh Tile
pt_br: Malha

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.DESC
source: Refined metals are necessary to build advanced electronics and technologies.
pt_br: Metais refinados são necessários para construir eletrônicos e tecnologias avançadas.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.EFFECT
source: Produces <style="solid">Refined Metals</style> from raw <style="RawMetal">Metal Ore</style>. Outputs significantly <style="heat">Heated</style> <style="liquid">Liquid</style>.
pt_br: Produz <style="solid">Metais Refinados</style> a partir de <style="RawMetal">Minério Bruto</style>. Libera consideravelmente <style="liquid">Líquido</style> <style="heat">Aquecido</style>.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.NAME
source: Metal Refinery
pt_br: Refinaria de Metais

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.RECIPE_DESCRIPTION
source: Extracts pure <style="RefinedMetal">{0}</style> from <style="RawMetal">{1}</style>.
pt_br: Extrai <style="RefinedMetal">{0}</style> a partir de <style="RawMetal">{1}</style>.

# STRINGS.BUILDINGS.PREFABS.METALTILE.DESC
source: Heat travels much more quickly through metal tiles than other types of flooring.
pt_br: Calor viaja muito mais rápidos por blocos de metal do que outros tipos de piso.

# STRINGS.BUILDINGS.PREFABS.METALTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
pt_br: Pode ser usado como bloco de chão ou de parede para construir salas. Aumenta consideravelmente a velocidade dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.METALTILE.NAME
source: Metal Tile
pt_br: Bloco de Metal

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.DESC
source: Natural gas generators leak polluted water and are best built above a waste reservoir.
pt_br: Os geradores de gás natural derramam água poluída e são melhor construídos acima de um reservatório de resíduos.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.EFFECT
source: Converts <style="gas">Natural Gas</style> into electrical <style="power">Power</style>.
pt_br: Converte <style="gas">Gás Natural</style> em <style="power">Energia</style> elétrica.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.NAME
source: Natural Gas Generator
pt_br: Gerador de gás natural

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.DESC
source: Microbe mushers produce low cost, low quality food for Duplicants.
pt_br: Os micróbios produzem alimentos de baixo custo e de baixa qualidade para Duplicantes.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.EFFECT
source: Produces low quality <style="food">Food</style> using common ingredients. Duplicants will not fabricate unless recipes are queued.
pt_br: Produz <style="food">Comida</style> de baixa qualidade para as Duplicatas com materiais comuns. Duplicatas não produzirão nada se nenhuma receita estiver na fila.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.NAME
source: Microbe Musher
pt_br: Gororoba-o-Mática

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.DESC
source: Algae deoxydizers output enough oxygen to keep a colony breathing, but are inefficient.
pt_br: Os desoxidizadores de algas produzem oxigênio suficiente para manter a respiração de uma colônia, mas são ineficientes.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.EFFECT
source: Converts <style="misc">Algae</style> into <style="oxygen">Oxygen</style>. Becomes idle when the area reaches maximum pressure capacity.
pt_br: Converte <style="misc">alga</style> em <style="oxygen">oxigênio</style>. Fica ocioso quando a pressão atmosférica da sala atinge nível máximo.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.NAME
source: Algae Deoxydizer
pt_br: Desoxigenador de Algas

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.DESC
source: Petroleum can only be produced from the refinement of crude oil.
pt_br: Petróleo pode ser produzido pelo refinamento de petróleo bruto.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.EFFECT
source: Converts <style="liquid">Crude Oil</style> into <style="liquid">Petroleum</style> and <style="gas">Natural Gas</style>.
pt_br: Converte <style="liquid">Petróleo Bruto</style> em <style="liquid">Petróleo</style> e <style="gas">Gás Natural</style>.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.NAME
source: Oil Refinery
pt_br: Refinaria de Petróleo

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.DESC
source: Water pumped into an oil reservoir cannot be recovered.
pt_br: Água bombeada dentro de um reservatório de petróleo não pode ser recuperada.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.EFFECT
source: Extracts <style="liquid">Crude Oil</style> using clean <style="liquid">Water</style>. Must be built atop an Oil Reservoir.
pt_br: Extrai <style="liquid">Petróleo Bruto</style> usando <style="liquid">Água</style> limpa. Precisa ser construída sobre um Reservatório de Petróleo.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.NAME
source: Oil Well
pt_br: Fonte de Petróleo

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.DESC
source: Ore scrubbers sanitize freshly mined resources before bringing them into the colony.
pt_br: Purificadores de minérios sanitizam minérios antes de serem levados para a colônia.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.EFFECT
source: Kills a significant amount of <style="disease">Germs</style> present on raw <style="RawMineral">ore</style>.
pt_br: Mata um número significativo de <style="disease">Germes</style> presentes em <style="RawMineral">Minério</style> bruto.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.NAME
source: Ore Scrubber
pt_br: Purificador de Minérios

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.DESC
source: Duplicants with no bathroom access will make "messes", causing stress and spreading germs.
pt_br: Duplicantes sem acesso ao banheiro irão fazer "besteiras", causando estresse e espalhando germes.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.EFFECT
source: Gives Duplicants a place to relieve themselves. Requires no <style="GasPiping">Piping</style>. Must be periodically emptied of <style="solid">Polluted Dirt</style>.
pt_br: Dá Duplicantes um lugar para se aliviar. Não requer <style="GasPiping">Encanamento</style>. Deve ter sua <style="solid">Terra Poluída</style> removida periodicamente.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.NAME
source: Outhouse
pt_br: Casinha

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.DESC
source: Petroleum generators have a high energy output but produce a great deal of waste.
pt_br: Geradores de Petróleo produzem bastante energia mas também liberam muitos resíduos.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.EFFECT
source: Converts <style="liquid">Petroleum</style> into electrical <style="power">Power</style>.
pt_br: Converte <style="liquid">Petróleo</style> em <style="power">Energia</style> elétrica.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.NAME
source: Petroleum Generator
pt_br: Gerador de Petróleo

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.DESC
source: Seeds that are grown domestically mature more quickly than wild plants.
pt_br: Sementes que são cultivadas domesticamente amadurecem mais rapidamente do que plantas selvagens.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.EFFECT
source: Grows a single <style="plant">Plant</style> when sown with a <style="seed">Seed</style>.
pt_br: Cresce apenas uma única <style="plant">Planta</style> quando semeada com uma <style="seed">Semente</style>.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.NAME
source: Planter Box
pt_br: Caixa de Cultivo

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.DESC
source: Plastic tiles are mildly antiseptic and can help limit the spread of germs in a colony.
pt_br: Blocos de Plástico são antissépticos e podem ajudar a limitar o número de germes na colônia.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
pt_br: Pode ser usado como bloco de chão ou de parede para construir salas. Aumenta consideravelmente a velocidade dos Duplicantes.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.NAME
source: Plastic Tile
pt_br: Bloco de Plástico

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.EFFECT
source: A strong door with a sophisticated genetic lock.
pt_br: Uma porta resistente com uma trava genética sofisticada.

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.NAME
source: Security Door
pt_br: Porta de Segurança

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.EFFECT
source: A strong door with a sophisticated genetic lock.
pt_br: Uma porta resistente com uma trava genética sofisticada.

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.NAME
source: Security Door
pt_br: Porta de Segurança

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.DESC
source: Plastic can be used to craft unique buildings and goods.
pt_br: Plástico pode ser usado para criar estruturas e utensílios únicos.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.EFFECT
source: Converts <style="liquid">Petroleum</style> into raw <style="solid">Plastic</style>.
pt_br: Converte <style="liquid">Petróleo</style> em <style="solid">Plástico</style> bruto.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.NAME
source: Polymer Press
pt_br: Prensa de Polímeros

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.DESC
source: Shh! It only transforms when no one's looking.
pt_br: Shh! Isso só se transforma quando ninguém está olhando.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.EFFECT
source: Protects circuits from overloading by increasing or decreasing <style="power">Power</style> flow.
pt_br: Impede que os circuitos sobrecarreguem ao aumentar ou reduzir a quantidade de <style="power">energia</style> transportada.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.NAME
source: Power Transformer
pt_br: Transformador

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.DESC
source: Mechanized airlocks have the same function as other doors, but open and close more quickly.
pt_br: Os airlocks mecanizados têm a mesma função que outras portas, mas abrem e fecham mais rapidamente.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.EFFECT
source: Blocks <style="liquid">Liquid</style> and <style="gas">Gas</style> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Functions as a Manual Airlock when no <style="power">Power</style> is available.
pt_br: Blocos de <style="liquid">Líquido</style> and <style="gas">Gas</style> fluem, mantendo a pressão entre as áreas. Define permissões de acesso duplicadas para restrição de área. Funciona como um Airlock manual quando sem <style="power">Energia</style>.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.NAME
source: Mechanized Airlock
pt_br: Porta Mecânica

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.DESC
source: An atmo switch shuts off power when the air pressure surrounding it surpasses the set threshold.
pt_br: Um interruptor de atmosfera desliga a energia quando a pressão do ar ao seu redor ultrapassa o limite definido.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.EFFECT
source: Automatically turns <style="power">Power</style> on or off using ambient <style="gas">Gas Pressure</style>. Does not affect circuitry preceding the switch.
pt_br: Automaticamente desliga e liga a <style="power">Energia</style> usando a <style="gas">Pressão de Gás</style> no ambiente. Não afeta circuitos anteriores a mudança causada pelo interruptor.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.NAME
source: Atmo Switch
pt_br: Interruptor atmosférico

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.DESC
source: A hydro switch shuts off power when the liquid pressure surrounding it surpasses the set threshold.
pt_br: Um interruptor de liquido desliga a energia quando a pressão de líquido em torno dela ultrapassa o limite definido.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.EFFECT
source: Automatically turns <style="power">Power</style> on or off using ambient <style="liquid">Liquid Pressure</style>. Does not affect circuitry preceding the switch. Must be submerged in <style="liquid">Liquid</style>.
pt_br: Não afeta circuitos anteriores a mudança causada pelo interruptor. Não afeta os circuitos anteriores à mudança. Este objeto tem que estar submerso de <style="liquid">Líquido</style>.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.NAME
source: Hydro Switch
pt_br: Interruptor líquido

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.DESC
source: Ration boxes keep food safe from hungry creatures, but don't slow food spoilage.
pt_br: As caixas de ração mantêm o alimento a salvo de criaturas famintas, mas não retardem a deterioração dos alimentos.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.EFFECT
source: Stores a small amount of <style="food">Food</style>. Food must be delivered to boxes by Duplicants.
pt_br: Capaz de armazenar um pouco de <style="food">Comida</style>. A Comida deve ser armazenada manualmente pelas Duplicatas.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.NAME
source: Ration Box
pt_br: Caixa de Comida

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.DESC
source: Food spoilage can be prevented by low temperatures and sterile atmospheres.
pt_br: A deterioração dos alimentos pode ser prevenida por baixas temperaturas e atmosferas estéreis.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.EFFECT
source: Stores <style="food">Food</style> at an ideal <style="heat">Temperature</style>.
pt_br: Aumenta consideravelmente a validade de sua <style="food">Comida</style> ao armazená-las sob uma <style="heat">Temperatura</style> ideal.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.NAME
source: Refrigerator
pt_br: Freezer

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.DESC
source: Research stations are necessary for unlocking all research tiers.
pt_br: As estações de pesquisa são necessárias para desbloquear todos os níveis de pesquisa.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.EFFECT
source: Conducts <style="research">Novice Research</style> to unlock new technologies.
pt_br: Conduz <style="research">Pesquisa Intermediária</style> e desbloqueia novas tecnologias.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.NAME
source: Research Station
pt_br: Estação de ciência

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.DESC
source: Sand is used in an array of liquid and air filtering processes.
pt_br: Areia é usada em uma variedade de processos de filtragem de líquidos e ar.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.EFFECT
source: Produces <style="solid">Sand</style> from <style="RawMineral">Raw Minerals</style>. Inefficiently produces <style="solid">Refined Metals</style> from raw <style="RawMetal">Metal Ore</style>.
pt_br: Produz <style="solid">Areia</style> a partir de <style="RawMineral">Minerais Brutos</style>. Produz ineficientemente <style="solid">Metais Refinado</style> a partir <style="RawMetal">Minério de Metal</style> bruto.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.METAL_RECIPE_DESCRIPTION
source: Crushes <style="RawMetal">{1}</style> into <style="RawMineral">Sand</style> and pure <style="RefinedMetal">{0}</style>.
pt_br: Esmaga <style="RawMetal">{1}</style> em <style="RawMineral">Areia</style> e <style="RefinedMetal">{0}</style> puro.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.NAME
source: Rock Granulator
pt_br: Granulador de Rochas

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.RECIPE_DESCRIPTION
source: Crushes <style="RawMineral">{0}</style> into <style="solid">{1}</style>.
pt_br: Esmaga <style="RawMineral">{0}</style> em <style="solid">{1}</style>.
