Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.WORLDGEN.PROCESSING4
source: Burying precious ore...
pt_br: Enterrando pedras preciosas...

# STRINGS.UI.WORLDGEN.PROCESSING5
source: Burying precious ore...
pt_br: Enterrando pedras preciosas...

# STRINGS.UI.WORLDGEN.PROCESSING6
source: Burying precious ore...
pt_br: Enterrando pedras preciosas...

# STRINGS.UI.WORLDGEN.PROCESSING7
source: Excavating tunnels...
pt_br: Escavando túneis...

# STRINGS.UI.WORLDGEN.PROCESSING8
source: Excavating tunnels...
pt_br: Escavando túneis...

# STRINGS.UI.WORLDGEN.PROCESSING9
source: Excavating tunnels...
pt_br: Escavando túneis...

# STRINGS.UI.WORLDGEN.PROCESSRIVERS
source: Pouring rivers...
pt_br: Enchendo mananciais...

# STRINGS.UI.WORLDGEN.RESTARTING
source: Rebooting...
pt_br: Reiniciando...

# STRINGS.UI.WORLDGEN.RETRYCOUNT
source: Oh dear, let's try that again.
pt_br: Minha nossa, que tal tentarmos de novo.

# STRINGS.UI.WORLDGEN.SETTLESIM
source: Infusing oxygen...
pt_br: Enchendo de oxigênio...

# STRINGS.UI.WORLDGEN.SETTLESIM1
source: Infusing oxygen...
pt_br: Enchendo de oxigênio...

# STRINGS.UI.WORLDGEN.SETTLESIM2
source: Too much oxygen. Removing...
pt_br: Oxigênio demais. Tirando um pouco...

# STRINGS.UI.WORLDGEN.SETTLESIM3
source: Too much oxygen. Removing...
pt_br: Oxigênio demais. Tirando um pouco...

# STRINGS.UI.WORLDGEN.SETTLESIM4
source: Ideal oxygen levels achieved...
pt_br: Atingindo níveis ideais de oxigênio...

# STRINGS.UI.WORLDGEN.SETTLESIM5
source: Ideal oxygen levels achieved...
pt_br: Atingindo níveis ideais de oxigênio...

# STRINGS.UI.WORLDGEN.SETTLESIM6
source: Planting space flora...
pt_br: Plantando flora espacial...

# STRINGS.UI.WORLDGEN.SETTLESIM7
source: Planting space flora...
pt_br: Plantando flora espacial...

# STRINGS.UI.WORLDGEN.SETTLESIM8
source: Releasing wildlife...
pt_br: Soltando os animais...

# STRINGS.UI.WORLDGEN.SETTLESIM9
source: Releasing wildlife...
pt_br: Soltando os animais...

# STRINGS.UI.WORLDGEN.USING_PLAYER_SEED
source: Using selected world gen seed:
pt_br: Usando a semente de geração selecionada:

# STRINGS.UI.WORLDGEN.WORLDLAYOUT
source: Freezing ice formations...
pt_br: Congelando formações de gelo...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT1
source: Freezing ice formations...
pt_br: Congelando formações de gelo...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT10
source: Sprinkling sand...
pt_br: Espalhando areia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT2
source: Freezing ice formations...
pt_br: Congelando formações de gelo...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT3
source: Freezing ice formations...
pt_br: Congelando formações de gelo...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT4
source: Melting magma...
pt_br: Derretendo magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT5
source: Melting magma...
pt_br: Derretendo magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT6
source: Melting magma...
pt_br: Derretendo magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT7
source: Sprinkling sand...
pt_br: Espalhando areia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT8
source: Sprinkling sand...
pt_br: Espalhando areia...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT9
source: Sprinkling sand...
pt_br: Espalhando areia...
