Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.BUILDING.DETAILS.USE_COUNT
source: Uses: {0}
pt_br: Usos: {0}

# STRINGS.BUILDING.DETAILS.USE_COUNT_TOOLTIP
source: This building has been used {0} times
pt_br: Está construção foi usada {0} vezes

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.NAME
source: Access Restrictions
pt_br: Restrições de Acesso

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.TOOLTIP
source: Some Duplicants are prohibited from passing through this door by the current access settings
pt_br: Alguns Duplicantes estão proibidos de passarem por esta porta de acordo com as permissões atuais

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.NAME
source: Access Control Offline
pt_br: Controle de Acesso Desligado

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.TOOLTIP
source: This door has granted Emergency Access Permissions ------------------ All Duplicants are permitted to pass through it until power is restored
pt_br: Está porta admitiu Permissões de Acesso de Emergência ------------------ Todos os Duplicantes podem passar por ela até que a energia seja restaurada

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NAME
source: Damage: Tantrum
pt_br: Dano: Birra

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION
source: Building Damage: Tantrum
pt_br: Dano a Construção: Birra

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION_TOOLTIP
source: Stressed Duplicants are damaging these buildings: {0}
pt_br: Duplicantes estressados estão danificando essas construções: {0}

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.TOOLTIP
source: A stressed Duplicant is damaging this building
pt_br: Um Duplicante estressado está danificando essa construção

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDPUBLIC.NAME
source: Assigned to: Public
pt_br: Atribuído para: Público

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDPUBLIC.TOOLTIP
source: Any Duplicant can use this amenity
pt_br: Qualquer Duplicante pode usar esta comodidade

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.NAME
source: Assigned to: {Assignee}
pt_br: Atribuído para: {Assignee}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.TOOLTIP
source: Only {Assignee} can use this amenity
pt_br: Somente {Assignee} pode usar esta comodidade

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTOROOM.NAME
source: Assigned to: {0}
pt_br: Atribuído para: {0}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTOROOM.TOOLTIP
source: Any Duplicant assigned to this room can use this amenity
pt_br: Qualquer Duplicante atribuído para essa sala pode usar esta comodidade

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.NAME
source: Incomplete Artwork
pt_br: Arte Incompleta

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.TOOLTIP
source: This building requires a Duplicant's artistic touch
pt_br: Essa construção requer um toque artístico de um Duplicante

# STRINGS.BUILDING.STATUSITEMS.AWAITINGBAITDELIVERY.NAME
source: Awaiting Bait
pt_br: Aguardando Isca

# STRINGS.BUILDING.STATUSITEMS.AWAITINGBAITDELIVERY.TOOLTIP
source: Awaiting delivery of selected bait
pt_br: Aguardando entrega de isca selecionada

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.NAME
source: Requires Flipping
pt_br: Requer Revolvimento

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.TOOLTIP
source: Compost must be flipped periodically to produce fertilizer
pt_br: Composto deve ser revolvido periodicamente para produzir fertilizante

# STRINGS.BUILDING.STATUSITEMS.AWAITINGFUEL.NAME
source: Awaiting Fuel: {0}
pt_br: Aguardando Combustível: {0}

# STRINGS.BUILDING.STATUSITEMS.AWAITINGFUEL.TOOLTIP
source: This building requires {1} of {0} to operate
pt_br: Esta construção requer {1} de {0} para operar

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.NAME
source: Awaiting Delivery
pt_br: Aguardando Entrega

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.TOOLTIP
source: Awaiting delivery of selected seed
pt_br: Aguardando entrega da semente selecionada

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.NAME
source: Awaiting Compostables
pt_br: Aguardando Compostos

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.TOOLTIP
source: More waste material is required to begin the composting process
pt_br: Mais lixo orgânico é necessários para iniciar o processo de compostagem

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.NAME
source: Batteries Sufficiently Full
pt_br: Baterias Suficientemente Completas

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.TOOLTIP
source: All batteries are above the refill threshold
pt_br: Todas as baterias estão acima do limite de recarga

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.ALLOWED.NAME
source: Autobottling: On
pt_br: Auto-Engarrafamento: Ligado

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.ALLOWED.TOOLTIP
source: Duplicants may specifically fetch liquid from Pitcher Pumps to bring to this location
pt_br: Duplicantes podem especificamente buscar líquidos de Bombas de Água Manuais para trazer para este local

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.DENIED.NAME
source: Autobottling: Off
pt_br: Auto-Engarrafamento: Desligado

# STRINGS.BUILDING.STATUSITEMS.BOTTLE_EMPTIER.DENIED.TOOLTIP
source: Duplicants may not specifically fetch liquid from Pitcher Pumps to bring to this location
pt_br: Duplicantes não podem especificamente buscar líquidos de Bombas de Água Manuais para trazer para este local

# STRINGS.BUILDING.STATUSITEMS.BROKEN.NAME
source: Broken
pt_br: Quebrado

# STRINGS.BUILDING.STATUSITEMS.BROKEN.TOOLTIP
source: ------------------ This building received damage from {DamageInfo}
pt_br: ------------------ Está construção recebeu dano de {DamageInfo}

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.NAME
source: Building Disabled
pt_br: Construção Desativada

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.TOOLTIP
source: Press <color=#F44A47>[ENTER]</color> to resume use
pt_br: Aperte <color=#F44A47>[ENTER]</color> para retomar o uso

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.NAME
source: Consuming Fuel: {0}
pt_br: Consumindo combustível: ({0})

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.TOOLTIP
source: {0} fuel remaining
pt_br: {0} de combustível restante

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.NAME
source: Fueled: {0}
pt_br: Abastecido: ({0})

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.TOOLTIP
source: {0} fuel remaining
pt_br: {0} de combustível restante

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.NAME
source: Minimum Temperature Reached
pt_br: Temperatura mínima atingida

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.TOOLTIP
source: This building cannot cool the surrounding environment below {0}
pt_br: Este objeto não consegue reduzir a temperatura do ambiente abaixo de {0}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.NAME
source: Pending Door State Change: {ControlState}
pt_br: Aguardando mudança de estado da porta: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.TOOLTIP
source: Waiting for a Duplicant to change control state
pt_br: Esperando um Duplicante para mudar o estado de controle

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_CLOSED
source: Clearance: Not Permitted
pt_br: Afastamento: Não permitido

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_DISCONNECTED
source: No Automation
pt_br: Sem automação

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.LOGIC_CONTROLLED_OPEN
source: Clearance: Permitted
pt_br: Afastamento: permitido

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_CLOSED
source: Automated Checkpoint is Active, allowing Duplicants to pass
pt_br: Ponto de verificação automatizado está ativo, permitindo que Duplicantes passar

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_DISCONNECTED
source: This Checkpoint has not been connected to an automation grid
pt_br: Este ponto de verificação não foi conectado a uma grade de automação

# STRINGS.BUILDING.STATUSITEMS.CHECKPOINT.TOOLTIPS.LOGIC_CONTROLLED_OPEN
source: Automated Checkpoint is on Standby, preventing Duplicants from passing
pt_br: Ponto de verificação automatizado está no modo de espera, impedindo que os Duplicantes passem

# STRINGS.BUILDING.STATUSITEMS.CLINICOUTSIDEHOSPITAL.NAME
source: Medical building outside Med Bay
pt_br: Estrutura médica fora da sala da Clínica

# STRINGS.BUILDING.STATUSITEMS.CLINICOUTSIDEHOSPITAL.TOOLTIP
source: Rebuild this medical equipment in a Med Bay to more effectively quarantine sick Duplicants
pt_br: Reconstrua esse equipamento médico em uma Clínica para tratar eficientemente Duplicantes doentes

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.NAME
source: Pipe Blocked
pt_br: Cano bloqueado

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.TOOLTIP
source: This pipe system is not serviceable
pt_br: Este cano está fora de serviço

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTABLEDIGUNREACHABLE.NAME
source: Unreachable Dig
pt_br: Impossível Cavar

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTABLEDIGUNREACHABLE.TOOLTIP
source: This construction site contains cells that cannot be dug out
pt_br: Neste canteiro de obras existem células que não podem ser escavadas

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.NAME
source: Unreachable Build
pt_br: Contrução Inacessível

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this construction site
pt_br: Duplicantes não conseguem alcançar a área da construção

# STRINGS.BUILDING.STATUSITEMS.CONSUMINGFROMSTORAGE.NAME
source: Consuming {ElementTypes}: {FlowRate}
pt_br: Consumindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.CONSUMINGFROMSTORAGE.TOOLTIP
source: This building is consuming {ElementTypes} from storage
pt_br: Esta estrutura está utilizando {ElementTypes} da armazenagem

# STRINGS.BUILDING.STATUSITEMS.COOLING.NAME
source: Cooling
pt_br: Resfriando

# STRINGS.BUILDING.STATUSITEMS.COOLING.TOOLTIP
source: This building is cooling the surrounding area
pt_br: Este objeto está resfriando a área ao seu redor

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.NAME
source: Gas Too Cold
pt_br: Gás frio demais

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
pt_br: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}Este objeto não consegue resfriar o conteúdo do cano abaixo de {0} Conteúdo atual do cano: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDLIQUID.NAME
source: Liquid Too Cold
pt_br: Líquido Muito Frio

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDLIQUID.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
pt_br: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}Esta estrutura não consegue resfriar o conteúdo do tubo de entrada sob {0} Conteúdo Atual: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.NAME
source: Gas Too Hot
pt_br: Gás quente demais

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
pt_br: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}Conteúdo do cano de entrada não pode ser esfriado mais que {2} sob o ambiente atual Ambiente: {0} Conteúdo atual do Cano: {1}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTLIQUID.NAME
source: Liquid Too Hot
pt_br: Líquido Muito Quente

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTLIQUID.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
pt_br: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}Conteúdo do cano de entrada não pode ser esfriado mais que {2} sob o ambiente atual Ambiente: {0} Conteúdo atual do Cano: {1}

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.NEEDSBAIT.NAME
source: Needs Bait
pt_br: Precisa de Isca

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.NEEDSBAIT.TOOLTIP
source: This trap needs to be baited before it can be set
pt_br: Essa armadilha precisa de uma isca para ser armada

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.READY.NAME
source: Set
pt_br: Armada

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.READY.TOOLTIP
source: This trap has been set and is ready to catch a creature
pt_br: A armadilha foi armada e está pronta para capturar uma criatura

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.SPRUNG.NAME
source: Sprung
pt_br: Disparada

# STRINGS.BUILDING.STATUSITEMS.CREATURE_TRAP.SPRUNG.TOOLTIP
source: This trap has caught a {0}!
pt_br: Essa armadilha pegou um {0}!

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.CLOSED
source: Locked
pt_br: Fechada

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.NAME
source: Current State: {ControlState}
pt_br: Estado atual: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.OPENED
source: Opened
pt_br: Aberta

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.TOOLTIP
source: Current State: {ControlState} ------------------ Auto: Duplicants open and close this door as needed Locked: Nothing may pass through Open: This door will remain open
pt_br: Current State: {ControlState} ------------------ Auto: Duplicants open and close this door as needed Locked: Nothing may pass through Open: This door will remain openEstado atual: {ControlState} Auto: Duplicatas abrem e fecham a porta quando precisam Fechada: Nada pode atravessa-la Aberta: A porta permanece aberta

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.NAME
source: Unreachable Dig
pt_br: Impossível Cavar

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
pt_br: Duplicatas não conseguem chegar até esta área

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.BOTH
source: Both
pt_br: Ambos

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.LEFT
source: Left
pt_br: Esquerda

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.DIRECTIONS.RIGHT
source: Right
pt_br: Direita

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.NAME
source: Use Direction: {Direction}
pt_br: Direção: {Direction}

# STRINGS.BUILDING.STATUSITEMS.DIRECTION_CONTROL.TOOLTIP
source: Duplicants will only use this building when walking by it. Currently allowed direction: {Direction}
pt_br: Duplicatas só vão usar esse objeto quando andarem por ele. Direção atualmente permitida: {Direction}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.NAME
source: Consuming {ElementTypes}: {FlowRate}
pt_br: Consumindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.TOOLTIP
source: This building is utilizing ambient {ElementTypes} from the environment
pt_br: Este objeto está utilizando {ElementTypes} do ambiente ao seu redor

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.NAME
source: Using {ElementTypes}: {FlowRate}
pt_br: Usando {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.TOOLTIP
source: This building is using {ElementTypes} from storage at a rate of {FlowRate}
pt_br: Este objeto está usando {ElementTypes} que possui armazenado a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
pt_br: Emitindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.TOOLTIP
source: This building is releasing {ElementTypes} at a rate of {FlowRate}
pt_br: Este objeto está soltando {ElementTypes} a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
pt_br: Emitindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.TOOLTIP
source: This object is releasing {ElementTypes} at a rate of {FlowRate}
pt_br: Este objeto está soltando {ElementTypes} a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.NAME
source: Emitting CO<sub>2</sub>: {FlowRate}
pt_br: Emitindo CO<sub>2</sub>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Producing CO<sub>2</sub> at {FlowRate}
pt_br: Produzindo CO<sub>2</sub> a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.NAME
source: Emitting {ElementType}: {FlowRate}
pt_br: Emitindo {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.TOOLTIP
source: Producing {ElementType} at {FlowRate}
pt_br: Produzindo {ElementType} a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.NAME
source: Emitting <style="gas">{Element}</style>: {FlowRate}
pt_br: Emitindo <style="gas">{Element}</style>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
pt_br: Produzindo {Element} a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.NAME
source: Emitting Light
pt_br: Emitindo luz

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.TOOLTIP
source: Open the Light Overlay [{LightGridOverlay}] to view this light's visibility radius
pt_br: Abra o Mapa de Luz [{LightGridOverlay}] para ver o alcance desta luz

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.NAME
source: Emitting <style="oxygen">Oxygen</style>: {FlowRate}
pt_br: Emitindo <style="oxygen">Oxigênio</style>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
pt_br: Produzindo oxigênio a uma taxa de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMPTYPUMPINGSTATION.NAME
source: Empty
pt_br: Vazio

# STRINGS.BUILDING.STATUSITEMS.EMPTYPUMPINGSTATION.TOOLTIP
source: This pumping station cannot access any liquid
pt_br: Esta estação de bombeamento não pode acessar qualquer líquido

# STRINGS.BUILDING.STATUSITEMS.ENOUGH_COOLANT.NAME
source: Awaiting Coolant
pt_br: Aguardando o líquido de arrefecimento

# STRINGS.BUILDING.STATUSITEMS.ENOUGH_COOLANT.TOOLTIP
source: {1} of {0} must be present in storage to begin production
pt_br: {1} de {0} deve estar presente no armazenamento para começar a produção

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NAME
source: Entombed
pt_br: Soterrado

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_NAME
source: Building entombment
pt_br: Objetado soterrado

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_TOOLTIP
source: These buildings are entombed and need to be dug out:
pt_br: Os seguintes objetos estão soterrados e precisam ser escavados:

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.TOOLTIP
source: Must be dug out by a Duplicant
pt_br: Deve ser escavado por uma Duplicata

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.NAME
source: Armed
pt_br: Ativada

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.TOOLTIP
source: Stand back, this baby's ready to blow!
pt_br: É melhor se afastar, esta belezinha está pronta para explodir!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.NAME
source: Countdown: {0}
pt_br: Contagem regressiva: ({0})

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.TOOLTIP
source: {0} seconds until detonation
pt_br: {0} segundos até a detonação

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.NAME
source: Duplicant Preservation Override
pt_br: Protocolo de Proteção de Duplicatas

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.TOOLTIP
source: Explosive disabled due to close Duplicant proximity
pt_br: Explosivo desativado devido à proximidade de Duplicatas

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.NAME
source: Exploding
pt_br: Explodindo

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.TOOLTIP
source: Kaboom!
pt_br: Cabum!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.NAME
source: Unarmed
pt_br: Inativa

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.TOOLTIP
source: This explosive is currently inactive
pt_br: Este explosivo está atualmente inativo

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.NAME
source: Depleted
pt_br: Expirado

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.TOOLTIP
source: This building has no more use
pt_br: Este objeto não tem mais utilidade

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.NAME
source: No Fabrications Queued
pt_br: Nenhum produto na fila

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.TOOLTIP
source: Select a recipe to begin fabrication
pt_br: Adicione um produto na fila para inicar produção

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NAME
source: Building Flooded
pt_br: Objeto inundado

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_NAME
source: Flooding
pt_br: Inundação

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_TOOLTIP
source: These buildings are flooded:
pt_br: Os seguintes objetos foram inundados:

# STRINGS.BUILDING.STATUSITEMS.FLOODED.TOOLTIP
source: Building cannot function at current saturation
pt_br: Objetos não conseguem funcionar no nível de saturação atual

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.NAME
source: Lavatory Ready
pt_br: Casinha pronta

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.TOOLTIP
source: This bathroom is ready to receive visitors
pt_br: Este banheiro está pronto para receber visitas

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.NAME
source: Lavatory In Use
pt_br: Banheiro em uso

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.TOOLTIP
source: This bathroom is occupied
pt_br: O banheiro está ocupado

# STRINGS.BUILDING.STATUSITEMS.FOOD_CONTAINERS_OUTSIDE_RANGE.NAME
source: Unreachable food
pt_br: Comida Inacessível

# STRINGS.BUILDING.STATUSITEMS.FOOD_CONTAINERS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have food available within {0} cells
pt_br: Duplicantes em recuperação precisam de acesso a comida dentro de {0} células

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.NAME
source: Empty Pipe
pt_br: Cano vazio

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.TOOLTIP
source: There is no gas in this pipe
pt_br: Não há gases neste cano

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.NAME
source: Not Pumping
pt_br: Não bombeando

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
pt_br: Esta bomba não está ativa

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.NAME
source: Gas Vent Obstructed
pt_br: Respiradouro obstruído

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing gas flow to this vent
pt_br: Um cano foi obstruído e está impedindo a passagem de gás para este respiradouro

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.NAME
source: Gas Vent Overpressure
pt_br: Respiradouro sob alta pressão

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping gas away or clearing more space
pt_br: A pressão desta área está alta demais para continuar emitindo gases Reduza a pressão bombeando gás para outras áreas ou abrindo mais espaço

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.NAME
source: Generator Idle
pt_br: Gerador parado

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.TOOLTIP
source: This power source is idle
pt_br: Esta fonte de energia não está sendo utilizada

# STRINGS.BUILDING.STATUSITEMS.GENESHUFFLECOMPLETED.NAME
source: Neural vacillation complete
pt_br: Vacilação Neural completa

# STRINGS.BUILDING.STATUSITEMS.GENESHUFFLECOMPLETED.TOOLTIP
source: The Duplicant has completed the neural vacillation process and is ready to be released
pt_br: O Duplicante terminou o processo de vacilação neural e está pronto para ser liberado

# STRINGS.BUILDING.STATUSITEMS.GRAVE.NAME
source: RIP {DeadDupe}
pt_br: Aqui jaz {DeadDupe}

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.NAME
source: Empty
pt_br: Vazio
