Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.MISC.TAGS.SUIT
source: Suit
pt_br: Traje

# STRINGS.MISC.TAGS.TOILET
source: Toilet
pt_br: Privada

# STRINGS.MISC.TAGS.TOXIC
source: Toxic
pt_br: Tóxico

# STRINGS.MISC.TAGS.UNBREATHABLE
source: Unbreathable
pt_br: Irrespirável

# STRINGS.MISC.TAGS.UNSTABLE
source: Unstable
pt_br: Instável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ACIDIC
source: Acidic
pt_br: Ácido

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ANTIGRAVITY
source: Antigravity
pt_br: Antigravidade

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BEAUTIFUL
source: Beautiful
pt_br: Maravilhoso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BESIEGED
source: Besieged
pt_br: Cercado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BREATHLESS
source: Breathless
pt_br: Inacreditável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BURGEONING
source: Burgeoning
pt_br: Cheio de Riquezas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BUSTLING
source: Bustling
pt_br: Lotado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CHAOTIC
source: Chaotic
pt_br: Caótico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CLONE
source: Clone
pt_br: Clonado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CONTAGIOUS
source: Contagious
pt_br: Contagioso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COOL
source: Cool
pt_br: Maneiro

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COUGHING
source: Coughing
pt_br: Tossindo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CUTE
source: Cute
pt_br: Fofinho

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DANGEROUS
source: Dangerous
pt_br: Perigoso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DARKEST
source: Darkest
pt_br: Escuro

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DATA
source: Data
pt_br: Determinado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEADLY
source: Deadly
pt_br: Mortal

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEATH
source: Death
pt_br: Morto

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DELICATE
source: Delicate
pt_br: Delicado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DISEASED
source: Diseased
pt_br: Insalubre

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DOOMED
source: Doomed
pt_br: Amaldiçoado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DORKY
source: Dorky
pt_br: Bobo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DUPLICANT
source: Duplicant
pt_br: Duplicante

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FESTERING
source: Festering
pt_br: Apodrecido

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FUTURE
source: Future
pt_br: Futurístico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GALACTIC
source: Galactic
pt_br: Galático

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GOLDEN
source: Golden
pt_br: Dourado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GREAT
source: Great
pt_br: Impressionante

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GRIMY
source: Grimy
pt_br: Sujo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPLESS
source: Hapless
pt_br: Inocente

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPPY
source: Happy
pt_br: Alegre

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HARDY
source: Hardy
pt_br: Difícil

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HOPEFUL
source: Hopeful
pt_br: Esperançoso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IDYLLIC
source: Idyllic
pt_br: Idílico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ILL
source: Ill
pt_br: Doente

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMMUNE
source: Immune
pt_br: Imune

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMPENETRABLE
source: Impenetrable
pt_br: Impenetrável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INCREDIBLE
source: Incredible
pt_br: Incrível

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INESCAPABLE
source: Inescapable
pt_br: Inevitável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INSPIRING
source: Inspiring
pt_br: Inspirador

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INTERGALACTIC
source: Intergalactic
pt_br: Intergalático

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INVISIBLE
source: Invisible
pt_br: Invisível

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IRONIC
source: Ironic
pt_br: Irônico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LAMENTABLE
source: Lamentable
pt_br: Lamentável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LEAKY
source: Leaky
pt_br: Cheio de Vazamentos

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LOVELIEST
source: Loveliest
pt_br: Amoroso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKLESS
source: Luckless
pt_br: Sem Sorte

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKY
source: Lucky
pt_br: Sortudo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUXURY
source: Luxury
pt_br: Rico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MERRY
source: Merry
pt_br: Animado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MESSY
source: Messy
pt_br: Bagunçado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.NEEDY
source: Needy
pt_br: Cheio de Não-Me-Toques

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OPTIMISTIC
source: Optimistic
pt_br: Otimista

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OUTRAGEOUS
source: Outrageous
pt_br: Ultrajante

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PERFECT
source: Perfect
pt_br: Perfeito

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PHELGM_COATED
source: Phlegm-Coated
pt_br: Catarrento

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLAGUED
source: Plagued
pt_br: Cheio de Pragas

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLUCKY
source: Plucky
pt_br: Bulboso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PROSPEROUS
source: Prosperous
pt_br: Próspero

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.QUARANTINED
source: Quarantined
pt_br: Aquarentenado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RADIOACTIVE
source: Radioactive
pt_br: Radioativo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RAMSHACKLE
source: Ramshackle
pt_br: Decrépito

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.REGRETTABLE
source: Regrettable
pt_br: Infeliz

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROCKY
source: Rocky
pt_br: Irregular

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROSY
source: Rosy
pt_br: Rosa

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RUSTIC
source: Rustic
pt_br: Rústico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SCIENTIFIC
source: Scientific
pt_br: Científico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SERENE
source: Serene
pt_br: Sereno

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SNEEZING
source: Sneezing
pt_br: Alérgico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACE
source: Space
pt_br: Espaçoso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACEFARING
source: Spacefaring
pt_br: Do Espaço

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARVING
source: Starving
pt_br: Faminto

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STICKY
source: Sticky
pt_br: Grudento

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUAVE
source: Suave
pt_br: Suave na Nave

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUBTERRANEAN
source: Subterranean
pt_br: Subterrâneo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUPER
source: Super
pt_br: Poderoso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUPER_DUPER
source: Super Duper
pt_br: Megalomaníaco

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SWANKY
source: Swanky
pt_br: Cheiroso

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SYSTEMATIC
source: Systematic
pt_br: Sistemático

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRAGIC
source: Tragic
pt_br: Trágico

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRANSDIMENSIONAL
source: Transdimensional
pt_br: Transimensional

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ULTRA
source: Ultra
pt_br: Cheio de Energia

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNCOMFORTABLE
source: Uncomfortable
pt_br: Desconfortável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNDERGROUND
source: Underground
pt_br: Subterrâneo

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNFORTUNATE
source: Unfortunate
pt_br: Azarado

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNSTOPPABLE
source: Unstoppable
pt_br: Infreável

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.YUCKY
source: Yucky
pt_br: Nojento

# STRINGS.NAMEGEN.COLONY.FORMATS.ADJECTIVE_NOUN
source: {adjective} {noun}
pt_br: {noun} {adjective}

# STRINGS.NAMEGEN.COLONY.FORMATS.NOUN
source: {noun}
pt_br: O {noun}

# STRINGS.NAMEGEN.COLONY.FORMATS.THE_ADJECTIVE_NOUN
source: The {adjective} {noun}
pt_br: O {noun} {adjective}

# STRINGS.NAMEGEN.COLONY.NOUN.ABODE
source: Abode
pt_br: Domicílio

# STRINGS.NAMEGEN.COLONY.NOUN.ABYSS
source: Abyss
pt_br: Abismo

# STRINGS.NAMEGEN.COLONY.NOUN.ACROPOLIS
source: Acropolis
pt_br: Cemitério

# STRINGS.NAMEGEN.COLONY.NOUN.ANTFARM
source: Antfarm
pt_br: Formigueiro

# STRINGS.NAMEGEN.COLONY.NOUN.ASTEROID
source: Asteroid
pt_br: Asteróide

# STRINGS.NAMEGEN.COLONY.NOUN.BASE
source: Base
pt_br: Quartel-General

# STRINGS.NAMEGEN.COLONY.NOUN.BEYOND
source: Beyond
pt_br: Além

# STRINGS.NAMEGEN.COLONY.NOUN.BRIGADE
source: Brigade
pt_br: Teleportador

# STRINGS.NAMEGEN.COLONY.NOUN.BUNKER
source: Bunker
pt_br: Abrigo

# STRINGS.NAMEGEN.COLONY.NOUN.BURROW
source: Burrow
pt_br: Caixote

# STRINGS.NAMEGEN.COLONY.NOUN.CANTALOUPE
source: Cantaloupe
pt_br: Cantalupo

# STRINGS.NAMEGEN.COLONY.NOUN.CESSPOOL
source: Cesspool
pt_br: Tanque

# STRINGS.NAMEGEN.COLONY.NOUN.CITADEL
source: Citadel
pt_br: Forte

# STRINGS.NAMEGEN.COLONY.NOUN.COLONY
source: Colony
pt_br: Capítulo

# STRINGS.NAMEGEN.COLONY.NOUN.COMET
source: Comet
pt_br: Cometa

# STRINGS.NAMEGEN.COLONY.NOUN.COMMITTEE
source: Committee
pt_br: Comitê

# STRINGS.NAMEGEN.COLONY.NOUN.COSMOS
source: Cosmos
pt_br: Cosmo

# STRINGS.NAMEGEN.COLONY.NOUN.CRASHPAD
source: Crashpad
pt_br: Curador

# STRINGS.NAMEGEN.COLONY.NOUN.CRATER
source: Crater
pt_br: Deque

# STRINGS.NAMEGEN.COLONY.NOUN.CREW
source: Crew
pt_br: Porto

# STRINGS.NAMEGEN.COLONY.NOUN.DIMENSION
source: Dimension
pt_br: Punho

# STRINGS.NAMEGEN.COLONY.NOUN.DREAMLAND
source: Dreamland
pt_br: Braço

# STRINGS.NAMEGEN.COLONY.NOUN.DUMP
source: Dump
pt_br: Lixão

# STRINGS.NAMEGEN.COLONY.NOUN.DWELLING
source: Dwelling
pt_br: Cinturão

# STRINGS.NAMEGEN.COLONY.NOUN.DYSTOPIA
source: Dystopia
pt_br: Inferno

# STRINGS.NAMEGEN.COLONY.NOUN.FACILITY
source: Facility
pt_br: Projeto

# STRINGS.NAMEGEN.COLONY.NOUN.FACTORY
source: Factory
pt_br: Depósito

# STRINGS.NAMEGEN.COLONY.NOUN.FORTRESS
source: Fortress
pt_br: Efeito

# STRINGS.NAMEGEN.COLONY.NOUN.FRIENDS
source: Friends
pt_br: Amigo

# STRINGS.NAMEGEN.COLONY.NOUN.GALAXY
source: Galaxy
pt_br: Sentinela

# STRINGS.NAMEGEN.COLONY.NOUN.GANG
source: Gang
pt_br: Grupo

# STRINGS.NAMEGEN.COLONY.NOUN.HOME
source: Home
pt_br: Castelo

# STRINGS.NAMEGEN.COLONY.NOUN.HOMESTEAD
source: Homestead
pt_br: Lar

# STRINGS.NAMEGEN.COLONY.NOUN.HOVEL
source: Hovel
pt_br: Barzinho

# STRINGS.NAMEGEN.COLONY.NOUN.LAB
source: Lab
pt_br: Laboratório

# STRINGS.NAMEGEN.COLONY.NOUN.LABORATORY
source: Laboratory
pt_br: Centro

# STRINGS.NAMEGEN.COLONY.NOUN.LEAGUE
source: League
pt_br: Clube

# STRINGS.NAMEGEN.COLONY.NOUN.MOONBASE
source: Moonbase
pt_br: Portal

# STRINGS.NAMEGEN.COLONY.NOUN.PANOPTICON
source: Panopticon
pt_br: Palíndromo

# STRINGS.NAMEGEN.COLONY.NOUN.PARADISE
source: Paradise
pt_br: Paraíso

# STRINGS.NAMEGEN.COLONY.NOUN.PIGPEN
source: Pigpen
pt_br: Chiqueiro

# STRINGS.NAMEGEN.COLONY.NOUN.PIT
source: Pit
pt_br: Buraco

# STRINGS.NAMEGEN.COLONY.NOUN.PLANET
source: Planet
pt_br: Planeta

# STRINGS.NAMEGEN.COLONY.NOUN.RATS_NEST
source: Rat's Nest
pt_br: Ninho de Rato

# STRINGS.NAMEGEN.COLONY.NOUN.SETTLEMENT
source: Settlement
pt_br: Acampamento

# STRINGS.NAMEGEN.COLONY.NOUN.SEWER
source: Sewer
pt_br: Esgoto

# STRINGS.NAMEGEN.COLONY.NOUN.SHACK
source: Shack
pt_br: Barracão

# STRINGS.NAMEGEN.COLONY.NOUN.SHELTER
source: Shelter
pt_br: Abrigo

# STRINGS.NAMEGEN.COLONY.NOUN.SPACE_HUT
source: Space Hut
pt_br: Monte

# STRINGS.NAMEGEN.COLONY.NOUN.SPACECAMP
source: Spacecamp
pt_br: Acampamento Espacial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEJUNK
source: Spacejunk
pt_br: Lixão Espacial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPAD
source: Spacepad
pt_br: Montinho

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPRISON
source: Spaceprison
pt_br: Algoz

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEROCK
source: Spacerock
pt_br: Escudo

# STRINGS.NAMEGEN.COLONY.NOUN.SPACESTATION
source: Spacestation
pt_br: Átomo

# STRINGS.NAMEGEN.COLONY.NOUN.SUPERNOVA
source: Supernova
pt_br: Imã

# STRINGS.NAMEGEN.COLONY.NOUN.SYSTEM
source: System
pt_br: Sistema

# STRINGS.NAMEGEN.COLONY.NOUN.TIMELINE
source: Timeline
pt_br: Objetivo

# STRINGS.NAMEGEN.COLONY.NOUN.TRAINWRECK
source: Trainwreck
pt_br: Desastre

# STRINGS.NAMEGEN.COLONY.NOUN.TUNNEL
source: Tunnel
pt_br: Túnel

# STRINGS.NAMEGEN.COLONY.NOUN.UTOPIA
source: Utopia
pt_br: Universo

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.ACE
source: Ace
pt_br: Abe

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.BABYFACE
source: Babyface
pt_br: Cara de Bebê

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DANCER
source: Dancer
pt_br: Dançarino

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DAR
source: Dar
pt_br: Edu

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DUMPLING
source: Dumpling
pt_br: Torta

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.GREASY
source: Greasy
pt_br: Mecânico

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.LOVELACE
source: Lovelace
pt_br: Sedutor

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.MUSCLE
source: Muscle
pt_br: Músculo

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.ORION
source: Orion
pt_br: Órion

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.SCOUT
source: Scout
pt_br: Vigia

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.TRUCK
source: Truck
pt_br: Trator

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.MS
source: Ms.
pt_br: Srta.

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.OL_WOMAN
source: Ol' Woman
pt_br: Sra

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.PRINCESS
source: Princess
pt_br: Princesa

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.QUEEN
source: Queen
pt_br: Rainha

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.KING
source: King
pt_br: Rei

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.MR
source: Mr.
pt_br: Sr.

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.OL_MAN
source: Ol' Man
pt_br: Sr

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.PRINCE
source: Prince
pt_br: Príncipe

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.BIG
source: Big
pt_br: Grande

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.CAPTAIN
source: Captain
pt_br: Capitão

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.COLONEL
source: Colonel
pt_br: Coronel

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.EVIL
source: Evil
pt_br: O(a) Vil

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.GOOD_OL
source: Good Ol'
pt_br: Bom e velho'

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.MX
source: Mx.
pt_br: Sr(a).

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.OLD
source: Old
pt_br: Velho

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PEPPY
source: Peppy
pt_br: Energético(a)

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PROFESSOR
source: Professor
pt_br: Mestre

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.SLICKITY
source: Slickity
pt_br: Liso(a)

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.TINY
source: Tiny
pt_br: Mini

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.WUNDER
source: Wunder
pt_br: Milagroso(a)

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.FEMALE.THE_DUDETTE
source: "The Dudette"
pt_br: "A Cara"

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.MALE.THE_DUDE
source: "The Dude"
pt_br: "O Cara"

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.STRONG
source: Strong
pt_br: O Forte

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_BAD
source: The Bad
pt_br: O(A) Vil

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_CHOSEN_ONE
source: The Chosen One
pt_br: O(a) Escolhido(a)

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_EVIL
source: The Evil
pt_br: O(A) Maligno(a)

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GOOD
source: The Good
pt_br: O Bom

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GREAT
source: The Great
pt_br: O Ótimo

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_UGLY
source: The Ugly
pt_br: O feioso

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.ASHES_TO_ASHES_STARDUST_TO_STARDUST
source: Ashes to ashes, stardust to stardust.
pt_br: Do pó ao pó, poeira cósmica à poeira cósmica.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.FREE_FROM_THE_CLUTCHES_OF_TIME
source: Free from the clutches of time.
pt_br: Livre das garras do tempo.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.GO_ON_WITHOUT_ME
source: "Go on without me."
pt_br: "Vão em frente sem mim."

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.GONE_BUT_NOT_FORGOTTEN
source: Gone, but not forgotten.
pt_br: Perdido, mas não esquecido.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.MAY_THEY_KNOW_PEACE
source: May they know peace.
pt_br: Que tenha paz no além.

source: Never another like them. Until we print another like them.
pt_br: Não existiu outro igual. Até outro igual ser impresso.

source: Now we'll never know where they buried the treasure.
pt_br: Agora nunca iremos saber onde foi enterrado o tesouro.

source: Take all their stuff. It's what they would have wanted.
pt_br: Pegue tudo o que tinha. Era isso que iria querer que a gente fizesse.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.THANK_GOODNESS_THEY_WERE_STARTING_TO_SMELL
source: Thank goodness. They were starting to smell.
pt_br: Ainda bem. Estava começando a feder.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.THEY_DIED_DOING_WHAT_THEY_LOVED
source: They died doing what they loved.
pt_br: Morreu fazendo o que amava.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.TO_DIG_TO_MUSH_NO_MORE
source: To dig, to mush, no more.
pt_br: Chega de cavar, de comer lama, de vomitar.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.WHERE_ONE_ADVENTURE_ENDS_ANOTHER_BEGINS
source: Where one adventure ends, another begins.
pt_br: Onde uma aventura termina, outra começa.

# STRINGS.REGIONS.EXOSUITREGION.NAME
source: Exosuit
pt_br: Traje

# STRINGS.REGIONS.MISSINGREQUIREMENTS.BLOCKED
source: Cells must be cleared of solid materials and tiles
pt_br: Remova materiais sólidos e blocos das células

# STRINGS.REGIONS.MISSINGREQUIREMENTS.BUILDINGTAG
source: A building tagged '{0}'
pt_br: Um objeto marcado com '{0}'

# STRINGS.REGIONS.MISSINGREQUIREMENTS.DOOR
source: A Door
pt_br: Uma Porta

# STRINGS.REGIONS.MISSINGREQUIREMENTS.ENCLOSED
source: To be enclosed
pt_br: Deve estar fechado

# STRINGS.REGIONS.MISSINGREQUIREMENTS.HEIGHT
source: A height of at least {0} cells
pt_br: Uma altura de pelo menos {0} células

# STRINGS.REGIONS.MISSINGREQUIREMENTS.WIDTH
source: A width of at least {0} cells
pt_br: Uma largura de pelo menos {0} céluas

# STRINGS.RESEARCH.MESSAGING.NORESEARCHSELECTED
source: No research selected
pt_br: Nenhuma pesquisa selecionada

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEALSOREQUIRED
source: {0} also required
pt_br: Necessário também de {0}

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEREQUIRED
source: {0} required
pt_br: Requer {0}

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.DESC
source: Enables access to the Automation Overlay.
pt_br: Permite o acesso ao Painel Automação.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.NAME
source: Automation Overlay
pt_br: Painel Automação

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.DESC
source: Allows advanced technology tiers to be researched.
pt_br: Permite níveis avançados de tecnologia serem pesquisados.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.NAME
source: Intermediate Research Point
pt_br: Ponto de Pesquisa Intermediária

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.DESC
source: Enables access to the Exosuit Overlay.
pt_br: Permite acesso ao Painel Traje.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.NAME
source: Exosuit Overlay
pt_br: Painel de Traje

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.DESC
source: Basic technologies for filtering <style="liquid">Liquid</style> and <style="gas">Gas</style>.
pt_br: Tecnologias básicas para a filtrar <style="liquid">liquidos</style> e <style="gas">Gases</style>.

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.NAME
source: Filtration
pt_br: Filtração

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.DESC
source: Circuit components required for large scale <style="power">Power</style> management.
pt_br: Componentes elétricos necessários para administração de <style="power">Energia</style> em larga escala.

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.NAME
source: Advanced Power Regulation
pt_br: Regulação Avançada de Energia

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.DESC
source: The tools your colony needs to conduct more advanced and in depth research.
pt_br: As ferramentas que sua colônia necessita para conduzir pesquisas mais profundas e avançadas.

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.NAME
source: Advanced Research
pt_br: Pesquisa Avançada

# STRINGS.RESEARCH.TECHS.AGRICULTURE.DESC
source: Master the agricultural art of crop irrigation.
pt_br: Domine a arte da irrigação de hortas.

# STRINGS.RESEARCH.TECHS.AGRICULTURE.NAME
source: Agriculture
pt_br: Agricultura

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.DESC
source: Useful techniques to manage creature populations in your base.
pt_br: Técnicas úteis para gerenciar criaturas em sua base.

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.NAME
source: Animal Control
pt_br: Controle Animal

# STRINGS.RESEARCH.TECHS.ARTISTRY.DESC
source: Majorly improve <style="decor">Decor</style> by allowing Duplicants artistic and emotional expression.
pt_br: Melhora bastante o <style="decor">Decor</style> por permitir os Duplicantes se expressar de forma artística e emocional.

# STRINGS.RESEARCH.TECHS.ARTISTRY.NAME
source: Artistic Expression
pt_br: Expressão Artística

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.DESC
source: When life gives you rocks, make rock-aid! (Or sand.)
pt_br: Quando a vida te dá uma pedra, faça uma pedrada! (Ou areia.)

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.NAME
source: Brute-Force Refinement
pt_br: Refinamento com Força Bruta

# STRINGS.RESEARCH.TECHS.CLOTHING.DESC
source: Produce decorative and practical clothing for Duplicants.
pt_br: Produza roupas práticas e decorativas para os Duplicantes.

# STRINGS.RESEARCH.TECHS.CLOTHING.NAME
source: Clothing
pt_br: Vestimenta

# STRINGS.RESEARCH.TECHS.COMBUSTION.DESC
source: Crude fuel-powered generators for automatic <style="power">Power</style> production.
pt_br: Geradores à base de combustível bruto para produção automática de <style="power">Energia</style>.

# STRINGS.RESEARCH.TECHS.COMBUSTION.NAME
source: Internal Combustion
pt_br: Combustão Interna

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.DESC
source: Instruments to help you reduce <style="disease">Germ</style> spread in your base.
pt_br: Instrumentos que ajudam a reduzir a propagação de <style="disease">Germes</style> na sua base.

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.NAME
source: Decontamination
pt_br: Descontaminação

# STRINGS.RESEARCH.TECHS.DISTILLATION.DESC
source: Distill difficult mixtures down to their most useful parts.
pt_br: Destile misturas até separar seus componentes mais úteis.

# STRINGS.RESEARCH.TECHS.DISTILLATION.NAME
source: Distillation
pt_br: Destilação

# STRINGS.RESEARCH.TECHS.DUPETRAFFICCONTROL.DESC
source: Prevent your Duplicants from getting into dangerous situations.
pt_br: Impeça seus Duplicantes de entrar em situações perigosas.

# STRINGS.RESEARCH.TECHS.DUPETRAFFICCONTROL.NAME
source: Duplicant Traffic Control
pt_br: Controle de Tráfico de Duplicantes

# STRINGS.RESEARCH.TECHS.FARMINGTECH.DESC
source: Learn the introductory principles of <style="plant">Plant</style> domestication.
pt_br: Aprenda os princípios introdutórios da <style="plant">Agricultura</style>.

# STRINGS.RESEARCH.TECHS.FARMINGTECH.NAME
source: Basic Farming
pt_br: Agricultura Básica

# STRINGS.RESEARCH.TECHS.FINEDINING.DESC
source: Prepare more nutritious <style="food">Food</style> and store it longer before spoiling.
pt_br: Produza <style="food">Comida</style> mais nutritiva e guarde-a por mais tempo antes de estragar.

# STRINGS.RESEARCH.TECHS.FINEDINING.NAME
source: Meal Preparation
pt_br: Preparação de Refeições

# STRINGS.RESEARCH.TECHS.GASPIPING.DESC
source: Rudimentary technologies for installing <style="gas">Gas</style> infrastructure.
pt_br: Tecnologia básica para o manuseio de <style="gas">Gases</style>.

# STRINGS.RESEARCH.TECHS.GASPIPING.NAME
source: Ventilation
pt_br: Ventilação

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.DESC
source: Drive automation in brand new ways.
pt_br: Leve a automação de maneiras completamente novas.

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.NAME
source: Generic Sensors
pt_br: Sensores Genéricos

# STRINGS.RESEARCH.TECHS.HVAC.DESC
source: Regulate <style="heat">Temperature</style> in your colony for <style="plant">Plant</style> cultivation and Duplicant comfort.
pt_br: Regule a <style="heat">Temperatura</style> na sua colônia para o cultivo de <style="plant">Plantas</style> e o conforto dos Duplicantes.

# STRINGS.RESEARCH.TECHS.HVAC.NAME
source: HVAC
pt_br: ACAV

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.DESC
source: Burn dirty fuels for exceptional <style="power">Power</style> production.
pt_br: Queime combustíveis sujos para produção de muita <style="power">Energia</style>.
