Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_QUALITY
source: Quality: {0}
pt_br: Qualidade: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME
source: This plant takes {0} to grow
pt_br: Esta planta leva {0} para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_REGROWTH
source: This plant initially takes {0} to grow, but only {1} to mature after first harvest
pt_br: Esta planta leva {0} para crescer, e {1} para amadurecer novamente após a primeira colheita

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_SIMPLE
source: This plant takes {0} to grow
pt_br: Esta planta leva {0} para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_FERTILIZER
source: This plant requires {1} of {0} for basic growth
pt_br: Esta planta precisa de {1} de {0} para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_PRESSURE
source: This plant requires Gas pressures above {0} for basic growth
pt_br: Esta planta precisa de pressão do gás acima de {0} para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_TEMPERATURE
source: This plant requires internal temperatures between {0} and {1} for basic growth
pt_br: A temperatura deve permanecer entre {0} e {1} para que ela possa crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.INITIALGROWTHTIME
source: This plant takes {0} to mature again once replanted
pt_br: Esta planta leva {0} para crescer após ser replantada

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REGROWTHTIME
source: This plant takes {0} to mature again once harvested
pt_br: Esta planta leva {0} para crescer após ser colhida

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_ATMOSPHERE
source: This plant must be submerged in one of the following gases: {0}
pt_br: Essa planta precisa estar submersa em um dos seguintes gases: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_DARKNESS
source: This plant requires complete darkness
pt_br: Essa planta requer completa escuridão

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_LIGHT
source: This plant requires a light source
pt_br: Essa planta requer uma fonte de luz

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_PRESSURE
source: Ambient Gas pressure must be at least {0} for basic growth
pt_br: Pressão atmosférica deve ser de pelo menos {0} para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_RECEPTACLE
source: This plant must be housed in a planter box, farm tile or hydroponic farm to grow domestically
pt_br: Essa planta precisa ser cultivada em uma caixa de horta, bloco de horta ou horta hidropônica para crescer domesticamente

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_SUBMERSION
source: This plant must be fully submerged in liquid for basic growth
pt_br: Esta planta deve estar completamente submergida em líquido para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_TEMPERATURE
source: Internal temperature must be between {0} and {1} for basic growth
pt_br: A temperatura deve permanecer entre {0} e {1} para que ela possa crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRESFERTILIZER
source: This plant requires {1} {0} for basic growth
pt_br: Esta planta precisa de {1} {0} para crescer

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_DIG_ONLY
source: May be replanted, but will produce no further seeds
pt_br: Esta planta pode ser replantada, mas não produzirá mais sementes

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FINAL_HARVEST
source: Yields new seeds on the final harvest of its lifecycle
pt_br: Esta planta vai produzir semente em suas últimas colheitas

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FRUIT
source: Consuming this plant's fruit will yield new seeds
pt_br: Consumir o fruto desta planta produzirá novas sementes

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_HARVEST
source: Harvesting this plant will yield new seeds
pt_br: Colher esta planta concede novas sementes

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_CEILING
source: This seed must be planted in a downward facing plot Press <color=#F44A47>[O]</color> while building farm plots to rotate them
pt_br: Esta semente deve ser plantada em um bloco virado para baixo. Aperte <color=#F44A47>[O]</color> durante a construção do bloco para gira-lo

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_WALL
source: This seed must be planted in a side facing plot Press <color=#F44A47>[O]</color> while building plots to rotate them
pt_br: Essa semente precisa ser plantada vira para o lado Pressione <color=#F44A47>[O]</color> enquanto constrói hortas para girá-las

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_FAILURE
source: The machine attempted to alter this Duplicant, but there's no improving on perfection. <b>{0}</b> already has all positive traits!
pt_br: A máquina tentou alterar esse Duplicante, mas não tem como melhorar a perfeição. <b>{0}</b> já possui todos os traços positivos!

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_SUCCESS
source: Whew! <b>{0}'s</b> brain is still vibrating, but they've never felt better! <b>{0}</b> acquired the <b>{1}</b> trait. <b>{1}:</b> {2}
pt_br: Ufa! O cérebro de <b>{0}</b> ainda está vibrando, mas ele nunca se sentiu tão bem! <b>{0}</b> adquiriu o traço <b>{1}</b>. <b>{1}:</b> {2}

# STRINGS.UI.GENESHUFFLERMESSAGE.DISMISSBUTTON
source: DISMISS
pt_br: Dispensar

# STRINGS.UI.GENESHUFFLERMESSAGE.HEADER
source: NEURAL VACILLATION COMPLETE
pt_br: VACILAÇÃO NEURAL COMPLETA

# STRINGS.UI.IMMIGRANTSCREEN.BACK
source: BACK
pt_br: VOLTAR

# STRINGS.UI.IMMIGRANTSCREEN.CANCELBUTTON
source: Cancel
pt_br: Cancelar

# STRINGS.UI.IMMIGRANTSCREEN.CONFIRMATIONBODY
source: The Printing Pod will need time to recharge if you Ooze these Duplicants.
pt_br: A Impressora Central precisará de um tempo para recarregar se deletar estas Duplicatas.

# STRINGS.UI.IMMIGRANTSCREEN.CONFIRMATIONTITLE
source: Reject All Duplicants?
pt_br: Rejeitar todas as Duplicatas?

# STRINGS.UI.IMMIGRANTSCREEN.EMBARK
source: EMBARK
pt_br: VIAJAR

# STRINGS.UI.IMMIGRANTSCREEN.IMMIGRANTSCREENTITLE
source: Select a DNA Blueprint
pt_br: Selecione um modelo de DNA

# STRINGS.UI.IMMIGRANTSCREEN.NAME_YOUR_COLONY
source: NAME YOUR COLONY
pt_br: NOME DA COLÔNIA

# STRINGS.UI.IMMIGRANTSCREEN.PROCEEDBUTTON
source: Print
pt_br: Imprimir

# STRINGS.UI.IMMIGRANTSCREEN.REJECTALL
source: Reject All
pt_br: Rejeitar todos

# STRINGS.UI.IMMIGRANTSCREEN.SELECTDUPLICANTS
source: Select {0} Duplicants
pt_br: Escolha {0} Duplicatas

# STRINGS.UI.IMMIGRANTSCREEN.SELECTYOURCREW
source: CHOOSE THREE DUPLICANTS TO BEGIN
pt_br: ESCOLHA TRÊS DUPLICANTES PARA COMEÇAR

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE
source: SHUFFLE
pt_br: NOVO

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE_COLONY_NAME
source: Randomize colony name
pt_br: Gerar nome aleatório

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLETOOLTIP
source: Shuffle for a different Duplicant
pt_br: Gerar nova Duplicata aleatória

# STRINGS.UI.JOBS
source: JOBS
pt_br: TAREFAS

# STRINGS.UI.JOBSCREEN_DEFAULT
source: New Duplicants
pt_br: Novas Duplicatas

# STRINGS.UI.JOBSCREEN_EVERYONE
source: Everyone
pt_br: Todo mundo

# STRINGS.UI.JOBSCREEN_HIGH
source: High
pt_br: Alta

# STRINGS.UI.JOBSCREEN_LOW
source: Low
pt_br: Baixa

# STRINGS.UI.JOBSCREEN_PRIORITY
source: Priority
pt_br: Prioridade

# STRINGS.UI.JOBSSCREEN.COLUMN_SORT_BY_JOB_SKILL
source: Sort colony by <b>{0}</b> skill
pt_br: Organizar colônia por habilidade: <b>{0}</b>

# STRINGS.UI.JOBSSCREEN.JOB_CANT_CONSUME
source: <b>{0}</b> cannot perform <b>{1} Tasks</b>
pt_br: <b>{0}</b> não pode realizar <b>a tarefa: {1}</b>

# STRINGS.UI.JOBSSCREEN.JOB_PERMISSION_OFF
source: <b>{0}</b> will not perform <b>{1} Tasks</b>
pt_br: <b>{0}</b> se recusa a realizar <b>a tarefa: {1}</b>

# STRINGS.UI.JOBSSCREEN.JOB_PERMISSION_ON
source: <b>{0}</b> will perform <b>{1} Tasks</b>
pt_br: <b>{0}</b> pode realizar <b>a tarefa: {1}</b>

# STRINGS.UI.JOBSSCREEN.JOB_REFUSE
source: <b>{0}</b> refuses to perform <b>{1} Tasks</b>
pt_br: <b>{0}</b> se recusa a realizar <b>a tarefa: {1}</b>

# STRINGS.UI.JOBSSCREEN.NEW_MINIONS_JOB_PERMISSION_OFF
source: <b>New Duplicants</b> will not perform <b>{0} Tasks</b> by default
pt_br: <b>Novas Duplicatas</b> não irão realizar <b>tarefas de {0}</b> por padrão

# STRINGS.UI.JOBSSCREEN.NEW_MINIONS_JOB_PERMISSION_ON
source: <b>New Duplicants</b> will perform <b>{0} Tasks</b> by default
pt_br: <b>Novas Duplicatas</b> irão realizar <b>tarefas de {0}</b> por padrão

# STRINGS.UI.JOBSSCREEN.NEW_MINIONS_TOOLTIP_TOGGLE_ROW
source: Toggle all tasks for <b>New Duplicants</b>
pt_br: Alterna todas as tarefas para <b>novas Duplicatas</b>

# STRINGS.UI.JOBSSCREEN.TITLE
source: JOBS
pt_br: TAREFAS

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_ALL
source: Toggle all tasks colonywide
pt_br: Alterna todas as tarefas para a colônia toda

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_COLUMN
source: Toggle <b>{0} Tasks</b> colonywide
pt_br: Alterna todas as <b>tarefas de {0}</b> para a colônia toda

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_ROW
source: Toggle all tasks for <b>{0}</b>
pt_br: Alterna todas as tarefas para <b>{0}</b>

# STRINGS.UI.LOGIC_PORTS.CONTROL_OPERATIONAL
source: Enabled/Disabled
pt_br: Ativado/Desativado

# STRINGS.UI.LOGIC_PORTS.INPUT_PORTS
source: <style="logic">Auto Inputs</style>: {0}
pt_br: <style="logic">Entradas de Automação</style>: {0}

# STRINGS.UI.LOGIC_PORTS.OUTPUT_PORTS
source: <style="logic">Auto Outputs</style>: {0}
pt_br: <style="logic">Saídas de Automação</style>: {0}

# STRINGS.UI.MESSAGES
source: MESSAGES
pt_br: MENSAGENS

# STRINGS.UI.METERS.BREATH.TOOLTIP
source: Oxygen
pt_br: Oxigênio

# STRINGS.UI.METERS.HEALTH.TOOLTIP
source: Health
pt_br: Vida

# STRINGS.UI.NEUTRONIUMMASS
source: Immeasurable
pt_br: Imensurável

# STRINGS.UI.OVERLAYS.CROP.BUTTON
source: Farming Overlay
pt_br: Painel Agricultura

# STRINGS.UI.OVERLAYS.CROP.FULLY_GROWN
source: Fully Grown
pt_br: Crescimento Completo

# STRINGS.UI.OVERLAYS.CROP.GROWING
source: Growing
pt_br: Crescendo

# STRINGS.UI.OVERLAYS.CROP.GROWTH_HALTED
source: Halted Growth
pt_br: Crescimento Parado

# STRINGS.UI.OVERLAYS.CROP.NAME
source: FARMING OVERLAY
pt_br: PAINEL AGRICULTURA

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.FULLY_GROWN
source: <b>Fully Grown</b> These plants have reached maturation ------------------ Select the <style="misc">HARVEST TOOL</style> <color=#F44A47><b>[Y]</b></color> to batch harvest
pt_br: <b>Crescimento Completo</b> Plantas que atingiram maturação ------------------ Selecione a <style="misc">FERRAMENTA DE COLHEITA</style> <color=#F44A47><b>[Y]</b></color> para realizar a colheita

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWING
source: <b>Growing</b> These plants are thriving in their current conditions
pt_br: <b>Crescendo</b> Essas plantas estão crescendo nas condições atuais

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWTH_HALTED
source: <b>Halted Growth</b> Substandard conditions prevent these plants from growing
pt_br: <b>Crescimento Parado</b> Condições precárias estão previnindo essas plantas de crescerem

# STRINGS.UI.OVERLAYS.CROPS.BUTTON
source: Farming Overlay
pt_br: Painel Agricultura

# STRINGS.UI.OVERLAYS.CROPS.NAME
source: FARMING OVERLAY
pt_br: PAINEL AGRICULTURA

# STRINGS.UI.OVERLAYS.DECOR.BUTTON
source: Decor Overlay
pt_br: Mapa de decoração

# STRINGS.UI.OVERLAYS.DECOR.CLOTHING
source: {0}'s Outfit
pt_br: Traje de {0}

# STRINGS.UI.OVERLAYS.DECOR.CLUTTER
source: Debris
pt_br: Detritos

# STRINGS.UI.OVERLAYS.DECOR.HEADER_NEGATIVE
source: Negative Value:
pt_br: Valor Negativo:

# STRINGS.UI.OVERLAYS.DECOR.HEADER_POSITIVE
source: Positive Value:
pt_br: Valor Positivo:

# STRINGS.UI.OVERLAYS.DECOR.HIGHDECOR
source: High Decor
pt_br: Muita decoração

# STRINGS.UI.OVERLAYS.DECOR.HOVERTITLE
source: DECOR
pt_br: DECORAÇÃO

# STRINGS.UI.OVERLAYS.DECOR.LIGHTING
source: Lighting
pt_br: Iluminação

# STRINGS.UI.OVERLAYS.DECOR.LOWDECOR
source: Low Decor
pt_br: Pouca decoração

# STRINGS.UI.OVERLAYS.DECOR.NAME
source: DECOR OVERLAY
pt_br: MAPA DE DECORAÇÃO

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.HIGHDECOR
source: <b>High Decor</b> Area with sufficient decor values * Lighting and aesthetically pleasing buildings increase decor
pt_br: <b>Alto Decor</b> Área com valores de decor suficientes * Iluminação e estruturas com estética agradável aumentam decor

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.LOWDECOR
source: <b>Low Decor</b> Area with insufficient decor values * Resources on the floor are considered "debris" and will decrease decor
pt_br: <b>Baixo Decor</b> Área com valores insuficientes de decor * Recursos no chão são considerados "entulho" e irão diminuir o decor

# STRINGS.UI.OVERLAYS.DECOR.TOTAL
source: Total Decor:
pt_br: Decoração Total:

# STRINGS.UI.OVERLAYS.DISEASE.BUTTON
source: Germ Overlay
pt_br: Painel Germes

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.THRESHOLD_PREFIX
source: Disinfect At:
pt_br: Desinfectar em:

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP
source: Automatically disinfect any building with more than {NumberOfGerms} germs.
pt_br: Desinfecta automaticamente qualquer estrutura com mais do que {NumberOfGerms} germes.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP_DISABLED
source: Automatic building disinfection disabled.
pt_br: Desinfecção automática de estruturas desativada.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.UNITS
source: Germs
pt_br: Germes

# STRINGS.UI.OVERLAYS.DISEASE.HOVERTITLE
source: Germ
pt_br: Germe

# STRINGS.UI.OVERLAYS.DISEASE.IMMUNITY
source: Immune System: {0}
pt_br: Sistema Imune: {0}

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE
source: Germ Source
pt_br: Fonte de Germes

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE_TOOLTIP
source: <b>Germ Source</b> Areas where germs are produced * Placing Wash Basins or Hand Sanitizers near these areas may prevent disease spread
pt_br: <b>Fonte de Germes</b> Áreas onde germes são produzidos * Construir Lavatórios ou Sanitizadores de Mãos próximos a essas regiões podem previnir a propagação da doença

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS
source: Germ Host
pt_br: Hospedeiro de Germes

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS_TOOLTIP
source: <b>Germ Host</b> Germ hosts may be asymptomatic and show no signs of disease ------------------ Duplicants become hosts when germs enter their body through inhalation or ingestion * Unlike surface germs, internal germs cannot be washed off
pt_br: <b>Hospedeiro de Germes</b> Hospedeiros podem ser assintomáticos e não mostrar nenhum sinal da doença ------------------ Duplicantes tornam-se hospedeiros quando germes etram no seu corpo por inalação ou ingestão * Diferentemente de germes superficiais, germes internos não podem ser lavados

# STRINGS.UI.OVERLAYS.DISEASE.NAME
source: GERM OVERLAY
pt_br: PAINEL GERMES

# STRINGS.UI.OVERLAYS.DISEASE.NO_DISEASE
source: Zero surface germs
pt_br: Sem germes superficiais

# STRINGS.UI.OVERLAYS.ELECTRICAL.BUTTON
source: Power Overlay
pt_br: Mapa de Energia

# STRINGS.UI.OVERLAYS.ELECTRICAL.DIAGRAM_HEADER
source: Energy from the <b>Left Outlet</b> is used by the <b>Right Outlet</b>
pt_br: Energia vinda da <b>Esquerda</b> é usada pela da <b>Direita</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND_SWITCH
source: Switch
pt_br: Interruptor

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND1
source: <b>BUILDING POWER</b>
pt_br: <b>ENERGIA DO OBJETO</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND2
source: Consumer
pt_br: Consumidor

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND3
source: Producer
pt_br: Produtor

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND4
source: <b>CIRCUIT POWER LOAD</b>
pt_br: <b>ENERGIA DO CIRCUITO</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND5
source: Energy Surplus
pt_br: Excesso de energia

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND6
source: Strained
pt_br: Estressado

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND7
source: Overloaded
pt_br: Sobrecarregado

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND8
source: Underpowered
pt_br: Pouca energia

# STRINGS.UI.OVERLAYS.ELECTRICAL.NAME
source: POWER OVERLAY
pt_br: MAPA DE ENERGIA

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND_SWITCH
source: <b>Switch</b> Activates or deactivates connected circuits
pt_br: <b>Interrupitor</b> Ativa ou desativa circuitos

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND1
source: Displays whether buildings use or generate <style="power">Power</style>
pt_br: Exibe se os objetos geram ou utilizam <style="power">Energia</style>

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND2
source: <b>Consumer</b> These buildings draw power from a circuit
pt_br: <b>Consumidor</b> Essas estruturas usam a energia de um circuito

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND3
source: <b>Producer</b> These buildings generate power for a circuit
pt_br: <b>Produtor</b> Essas estruturas geram energia para um circuito

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND4
source: Displays the power load on wire systems
pt_br: Exibe a carga de energia em sistemas de fio

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND5
source: <b>Energy Surplus</b> These circuits produce more power than they can consume
pt_br: <b>Sistema Fluído</b> Este circuito está produzindo mais energia do que consome

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND6
source: <b>Strained</b> These circuits consume nearly all power they produce
pt_br: <b>Sistema Tenso</b> Este circuito está consumindo quase toda a energia produzida

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND7
source: Too much power being drawn from system
pt_br: Energia demais está sendo consumida do sistema

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND8
source: <b>Underpowered</b> These circuits consume more power than they can produce
pt_br: <b>Sistema Sobrecarregado</b> Este circuito está consumindo mais energia do que consegue produzir

# STRINGS.UI.OVERLAYS.GASPLUMBING.BUTTON
source: Ventilation Overlay
pt_br: Mapa de Ventilação

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONNECTED
source: Connected
pt_br: Conectado

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONSUMER
source: Output Pipe
pt_br: Saída

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
pt_br: <b>Entrada da Estrutura</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_BEFORE_ARROW
source: Gas flows from <b>Output Pipe</b>
pt_br: Gás enviado pela <b>Saída</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DISCONNECTED
source: Disconnected
pt_br: Desconectado

# STRINGS.UI.OVERLAYS.GASPLUMBING.FILTERED
source: Filtered Output Pipe
pt_br: Saída filtrada

# STRINGS.UI.OVERLAYS.GASPLUMBING.NAME
source: VENTILATION OVERLAY
pt_br: MAPA VENTILATÓRIO

# STRINGS.UI.OVERLAYS.GASPLUMBING.NETWORK
source: Gas Network {0}
pt_br: Rede de Gás {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.PRODUCER
source: Building Intake
pt_br: Entrada de estrutura

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <style="GasPiping">Gas Pipe</style>
pt_br: Conectado a um <style="GasPiping">Cano de Gás</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send gas into pipes ------------------ Must be on the same network as at least one <style="GasDestination">Intake</style>
pt_br: <b> Tubo de saída </ b> Saídas enviam gás para tubos ------------------ Deve estar na mesma rede que pelo menos uma <style="GasDestination">Saída</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <style="GasPiping">Gas Pipe</style>
pt_br: Não está conectado a um <style="GasPiping">Cano de Gás</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered gas into pipes ------------------ Must be on the same network as at least one <style="GasDestination">Intake</style>
pt_br: <b> Tubulação de saída filtrada </ b> Saídas filtradas enviam gás filtrado para tubos ------------------ Deve estar na mesma rede que pelo menos um <style="GasDestination">Saída</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.NETWORK
source: Gas network {0}
pt_br: Rede de Gás {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send gas into buildings ------------------ Must be on the same network as at least one <style="GasSource">Output</style>
pt_br: <b>Entrada da Estrutura</b> Entradas enviam líquidos para dentro das estruturas ------------------ Precisa ter na mesma rede pelo menos uma <style="LiquidSource">Saída</style>

# STRINGS.UI.OVERLAYS.HEATFLOW.BUTTON
source: Thermal Comfort Overlay
pt_br: Mapa de conforto térmico

# STRINGS.UI.OVERLAYS.HEATFLOW.COOLING
source: Body Heat Loss
pt_br: Perda de calor

# STRINGS.UI.OVERLAYS.HEATFLOW.HEATING
source: Body Heat Retention
pt_br: Retenção de calor

# STRINGS.UI.OVERLAYS.HEATFLOW.HOVERTITLE
source: THERMAL COMFORT
pt_br: CONFORTO TÉRMICO

# STRINGS.UI.OVERLAYS.HEATFLOW.NAME
source: THERMAL COMFORT OVERLAY
pt_br: MAPA DE CONFORTO TÉRMICO

# STRINGS.UI.OVERLAYS.HEATFLOW.NEUTRAL
source: Comfort Zone
pt_br: Área de conforto

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.COOLING
source: <b>Body Heat Loss</b> Uncomfortably cold ------------------ Duplicants lose more heat in these areas than they can absorb * Warm Sweaters help Duplicants retain body heat
pt_br: <b>Perda de Calor</b> Frio Desconfortável ------------------ Nessa áreas, Duplicantes perdem mais calor do que eles conseguem absorver * Suéteres Quentinhos ajudam os Duplicantes a reter calor

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.HEATING
source: <b>Body Heat Retention</b> Uncomfortably warm ------------------ Duplicants absorb more heat in these areas than they can release * Cool Vests help Duplicants shed excess body heat
pt_br: Área desconfortável ------------------ Duplicatas absorvem mais calor do que conseguem liberar, aquecendo seu o corpo

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.NEUTRAL
source: <b>Comfort Zone</b> Comfortable area ------------------ Duplicants can regulate their internal temperatures in these areas
pt_br: Área confortável ------------------ A temperatura interna das Duplicatas permanece regulada neste ambiente

# STRINGS.UI.OVERLAYS.JOULES.BUTTON
source: Joules Overlay
pt_br: Painel Joules

# STRINGS.UI.OVERLAYS.LIGHTING.BUTTON
source: Light Overlay
pt_br: Mapa de Iluminação

# STRINGS.UI.OVERLAYS.LIGHTING.DARK
source: Unlit Area
pt_br: Área desativada

# STRINGS.UI.OVERLAYS.LIGHTING.LITAREA
source: Lit Area
pt_br: Área com luz

# STRINGS.UI.OVERLAYS.LIGHTING.NAME
source: LIGHT OVERLAY
pt_br: MAPA DE ILUMINAÇÃO

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.DARK
source: <b>Unlit Area</b> Duplicants cannot see in these areas
pt_br: <b>Área não iluminada</b> Duplicatas não conseguem enxergar nesta área

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.LITAREA
source: <b>Lit Area</b> Duplicants have adequate lighting in these areas
pt_br: <b>Área de iluminada</b> Duplicatas possuem uma quantidade suficiente de luz nesta área

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.NAME
source: LIGHT OVERLAY
pt_br: MAPA DE ILUMINAÇÃO

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.BUTTON
source: Plumbing Overlay
pt_br: Mapa de Gases

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONNECTED
source: Connected
pt_br: Conectado

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONSUMER
source: Output Pipe
pt_br: Saída

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
pt_br: <b>Entrada da Estrutura</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_BEFORE_ARROW
source: Liquid flows from <b>Output Pipe</b>
pt_br: Líquido enviado pela <b>Saída</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DISCONNECTED
source: Disconnected
pt_br: Desconectado

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.FILTERED
source: Filtered Output Pipe
pt_br: Saída filtrada

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NAME
source: PLUMBING OVERLAY
pt_br: MAPA DE GASES

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NETWORK
source: Liquid Network {0}
pt_br: Sistema de Líquidos {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.PRODUCER
source: Building Intake
pt_br: Entrada de estrutura
