Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.TOOLTIP
source: This Duplicant's last meal didn't meet their expectations
pt_br: A última refeição desta Duplicata não atingiu suas expectativas

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.NAME
source: Drab decor
pt_br: Mal decorado

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.TOOLTIP
source: This Duplicant is depressed by the lack of decor in this area
pt_br: Esta Duplicata fica deprimida por causa do ambiente mal decorado

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.NAME
source: Refining {Item}
pt_br: Refinando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.TOOLTIP
source: This Duplicant is refining {Item}
pt_br: Esse Duplicante está refinando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNASSIGNED.NAME
source: No quarantine zone assigned
pt_br: Nenhuma zona de quarentena definida

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNASSIGNED.NOTIFICATION_NAME
source: No quarantine zone assigned
pt_br: Nenhuma zona de quarentena definida

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNASSIGNED.NOTIFICATION_TOOLTIP
source: These Duplicants have not been assigned a room:
pt_br: As seguintes Duplicatas não foram designadas a um quarto:

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNASSIGNED.TOOLTIP
source: This Duplicant has not been assigned a room
pt_br: Esta Duplicata não foi designada a um quarto

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NAME
source: Cannot reach quarantine
pt_br: Cancelar quarentena

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_NAME
source: Unreachable quarantine
pt_br: Zona de quarentena fora de alcance

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach their assigned quarantine zones:
pt_br: As seguintes Duplicatas não possuem acesso à zona de quarentena que foram designados:

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their quarantine zone
pt_br: Esta Duplicata não consegue acessar sua zona de quarentena

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.NAME
source: Quarantined
pt_br: Em quarentena

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.TOOLTIP
source: This Duplicant has been isolated from the colony
pt_br: Esta Duplicata está sendo isolada do resto da colônia

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NAME
source: Cannot reach food
pt_br: Comida fora de alcance

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_NAME
source: Unreachable food
pt_br: Comida Inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access the colony's <style="food">Food</style>:
pt_br: As seguintes Duplicatas não possuem acesso à <style="food">Comida</style> da colônia:

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.TOOLTIP
source: There is food in the colony that this Duplicant cannot reach
pt_br: Existe comida nesta colônia fora do alcance desta Duplicata

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.NAME
source: Recovering breath
pt_br: Recuperando o fôlego

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.TOOLTIP
source: This Duplicant held their breath too long and needs a breather
pt_br: Esta Duplicata teve que segurar seu fôlego por tempo demais e agora precisa de um tempo

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.NAME
source: Red Alert!
pt_br: Alerta Vermelho!

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.TOOLTIP
source: The colony is in a state of Red Alert. Duplicants will not eat, sleep, use the bathroom, or engage in leisure activities while the Red Alert is active
pt_br: A colônia está em estado de Alerta Vermelho. Duplicatas não irão comer, dormir, usar o banheiro ou relaxarem até que o Alerta seja desativado

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.NAME
source: Relaxing
pt_br: Relaxando

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.TOOLTIP
source: This Duplicant's just taking it easy
pt_br: Esta Duplicata está de boa na lagoa

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.NAME
source: Repairing {Target}
pt_br: Consertando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.TOOLTIP
source: This Duplicant is fixing the {Target}
pt_br: Esta Duplicata está consertando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.NAME
source: Rescuing {Target}
pt_br: Salvando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.TOOLTIP
source: This Duplicant is saving {Target} from certain peril!
pt_br: Esta Duplicata está salvando {Target} da morte certa!

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.NAME
source: Researching <style="research">{Tech}</style>
pt_br: Pesquisando <style="research">{Tech}</style>

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.TOOLTIP
source: This Duplicant is intently researching {Tech} technology
pt_br: Esse Duplicante está se esforçando na pesquisa da tecnologia {Tech}

# STRINGS.DUPLICANTS.STATUSITEMS.ROLE.NAME
source: Role: {Role}
pt_br: Papel: {Role}

# STRINGS.DUPLICANTS.STATUSITEMS.ROLE.TOOLTIP
source: This Duplicant is assigned to the {Role} role
pt_br: Esse Duplicante foi designado ao papel de {Role}

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.NAME
source: Rotten
pt_br: Podre

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.TOOLTIP
source: Gross!
pt_br: Nojento!

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NAME
source: Severely injured
pt_br: Gravemente ferido

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_NAME
source: Severely injured
pt_br: Gravemente ferido

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_TOOLTIP
source: These Duplicants are badly hurt and require medical attention
pt_br: Estes Duplicantes estão gravemente feridos e requerem atenção médica

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant is badly hurt
pt_br: Esta Duplicata está muito ferida

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.NAME
source: Showering
pt_br: Tomando banho

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.TOOLTIP
source: This Duplicant is gonna be squeaky clean
pt_br: Esta Duplicata vai ficar limpinha

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.NAME
source: Sleeping
pt_br: Dormindo

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP
source: This Duplicant is recovering stamina
pt_br: Esse Duplicante está recuperando energia

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP_DISTURBER
source: They were sleeping peacefully until they were disturbed by {Disturber}
pt_br: Ele estava dormindo tranquilamente até ter sido pertubado por {Disturber}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGBADLY.NAME
source: Sleeping badly
pt_br: Dormindo mal

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGBADLY.TOOLTIP
source: This Duplicant's having trouble falling asleep due to noise from {Disturber} They're going to feel a bit <style="effect">Unrested</style> tomorrow morning
pt_br: Esse Duplicante está tendo problemas para dormir devido ao barulho de {Disturber} Ele vai sentir-se um pouco <style="effect">Cansado</style> na manhã seguinte

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.GENERIC
source: Something
pt_br: Alguma coisa

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.NAME
source: Awake
pt_br: Acordado

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.TOOLTIP
source: This Duplicant was rudely awoken while they slept
pt_br: Esse Duplicante foi rudemente acordado enquanto dormia

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.GENERIC
source: Something
pt_br: Alguma coisa

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.NAME
source: Disturbed
pt_br: Perturbado

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.TOOLTIP
source: This Duplicant's sleep is being disturbed by noise from {Disturber}
pt_br: Essa Duplicata sendo incomodado com o barulho do {Disturber}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGPEACEFULLY.NAME
source: Sleeping peacefully
pt_br: Dormindo pacificamente

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGPEACEFULLY.TOOLTIP
source: This Duplicant is getting well-deserved, quality sleep At this rate they're sure to feel <style="effect">Well Rested</style> tomorrow morning
pt_br: Esta Duplicata está ficando bem, em relação à qualidade de sono A esta taxa que eles estão certos de se sentir <style="effect"> bem descansado</style> amanhã de manhã

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGTERRIBLY.NAME
source: Can't sleep
pt_br: Não consigue dormir

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGTERRIBLY.TOOLTIP
source: This Duplicant was woken up by noise from {Disturber} and can't get back to sleep They're going to feel <style="effect">Dead Tired</style> tomorrow morning
pt_br: Esta Duplicata foi despertada pelo ruído do {Disturber} e não pode voltar a durmir Eles vão sentir-se <style="effect"> Cansados </style> amanhã de manhã

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NAME
source: Starving
pt_br: Morrendo de fome

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_NAME
source: Starvation
pt_br: Fome

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_TOOLTIP
source: These Duplicants are starving and need <style="food">Food</style>:
pt_br: As seguintes Duplicatas estão morrendo de fome e precisam urgentemente de <style="food">Comida</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.TOOLTIP
source: This Duplicant needs food!
pt_br: Esta Duplicata precisa de comida, urgente!

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.NAME
source: Allocating {Item} to {Target}
pt_br: Movendo {Item} para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.TOOLTIP
source: This Duplicant is delivering {Item} resources to a construction task to build {Target}
pt_br: Esta Duplicata está entregando {Item} para a tarefa de construção de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.NAME
source: Storing {Item}
pt_br: Armazenando {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.TOOLTIP
source: This Duplicant is putting {Item} away in {Target}
pt_br: Este Duplicante está colocando {Item} em {destino}

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.NAME
source: Frustrated
pt_br: Frustrado

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.TOOLTIP
source: This Duplicant is trying to keep their cool
pt_br: Esta Duplicata está tentando se manter na boa

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.NAME
source: Stress Cravings
pt_br: Fome insaciável

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.TOOLTIP
source: This Duplicant is consumed by hunger
pt_br: Esta Duplicata foi consumida pela fome

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.NAME
source: Misty Eyed
pt_br: Cara de Choro

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.TOOLTIP
source: This Duplicant is trying to suppress their emotions and failing
pt_br: Esta Duplicata não consegue conter suas emoções

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.NAME
source: Stress Burp
pt_br: Arroto de stress

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.TOOLTIP
source: Kind of like having butterflies in your stomach, except they're burps
pt_br: É melhor do que a outra opção

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NAME
source: Stressed
pt_br: Estressado

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_NAME
source: High stress
pt_br: Estresse Alto

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_TOOLTIP
source: These Duplicants are <style="stress">Stressed</style> and need to unwind:
pt_br: Estas Duplicatas ficaram <style="stress">Estressadas</style> demais e por causa disto começaram a chorar:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.TOOLTIP
source: This Duplicant is feeling the pressure
pt_br: Esta Duplicata não está aguentando a pressão

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NAME
source: Making a mess
pt_br: Se sujando

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_NAME
source: Made a mess
pt_br: Se sujando

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_TOOLTIP
source: These Duplicants could not find a toilet in time. Use the <color=#833A5FFF>MOP TOOL</color> [M] to clean up their mess:
pt_br: Estas Duplicatas não conseguiram encontrar um banheiro a tempo. Use o <color=#833A5FFF>ESFREGÃO</color> [M] para limpar a bagunça que fizeram:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant couldn't find a toilet and is super embarrassed
pt_br: Esta Duplicata não conseguiu achar um banheiro a tempo e está morrendo de vergonha

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NAME
source: Stress vomiting
pt_br: Vomitando por stress

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_NAME
source: Stress vomiting
pt_br: Vomitando por stress

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <style="stress">Stressed</style> they threw up:
pt_br: Estas Duplicatas ficaram <style="stress">Estressadas</style> demais e por causa disto vomitaram:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.TOOLTIP
source: This Duplicant is relieving their stress all over the floor
pt_br: Esta Duplicata está soltando seu Stress pelo chão todinho

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
pt_br: Sufocando

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_NAME
source: Suffocating
pt_br: Sufocando

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_TOOLTIP
source: These Duplicants cannot breathe:
pt_br: Esta Duplicata não consegue respirar:

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This Duplicant cannot breathe!
pt_br: Esta Duplicata não consegue respirar!

# STRINGS.DUPLICANTS.STATUSITEMS.TIRED.NAME
source: Tired
pt_br: Cansado

# STRINGS.DUPLICANTS.STATUSITEMS.TIRED.TOOLTIP
source: This Duplicant could use a nice nap
pt_br: Esta Duplicata bem que poderia dar um cochilo

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLING.NAME
source: Toggling {Target} switch
pt_br: Alternando o interruptor de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLING.TOOLTIP
source: This Duplicant is toggling the {Target}'s switch
pt_br: Esta Duplicata está alternando o interruptor de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NAME
source: Unreachable restroom
pt_br: Banheiro Inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NOTIFICATION_NAME
source: Unreachable restroom
pt_br: Banheiro Inacessível

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access a functioning toilet:
pt_br: As seguintes Duplicatas não conseguem acessar um banheiro que está funcionando:

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.TOOLTIP
source: This Duplicant cannot access a functioning toilet
pt_br: Esta Duplicata não consegue acessar um banheiro em funcionamento

# STRINGS.DUPLICANTS.STATUSITEMS.UPROOTING.NAME
source: Digging up {Target}
pt_br: Escavando {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.UPROOTING.TOOLTIP
source: This Duplicant is turning a {Target} into a seed
pt_br: Esta Duplicata está transformando {Target} em uma semente

# STRINGS.DUPLICANTS.STATUSITEMS.USEITEMDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.USEITEMDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NAME
source: Throwing up
pt_br: Vomitando

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NOTIFICATION_NAME
source: Throwing up
pt_br: Vomitando

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NOTIFICATION_TOOLTIP
source: A <style="disease">Disease</style> has caused these Duplicants to throw up:
pt_br: Uma <style="disease">Doença</style> fez com estas Duplicatas vomitassem:

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.TOOLTIP
source: This Duplicant has unceremoniously hurled as the result of a disease
pt_br: Esta Duplicata vomitou por causa de uma doença

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.NAME
source: Warming up
pt_br: Se aquecendo

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.TOOLTIP
source: This Duplicant got too cold and is trying to warm up
pt_br: Esta Duplicata passou frio demais e está tentando se aquecer

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
pt_br: Entregando materiais para {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
pt_br: Esta Duplicata está transportando materiais até {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.NAME
source: Washing hands
pt_br: Lavando as mãos

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.TOOLTIP
source: This Duplicant is washing their hands
pt_br: Esta Duplicata está lavando as mãos

# STRINGS.DUPLICANTS.THOUGHTS.ANGRY.TOOLTIP
source: Angry
pt_br: Nervoso

# STRINGS.DUPLICANTS.THOUGHTS.COLD.TOOLTIP
source: Cold
pt_br: Com frio

# STRINGS.DUPLICANTS.THOUGHTS.FULLBLADDER.TOOLTIP
source: Full Bladder
pt_br: Bexiga cheia

# STRINGS.DUPLICANTS.THOUGHTS.GOOD_FOOD_QUALITY.TOOLTIP
source: Delicious Meal
pt_br: Comida deliciosa

# STRINGS.DUPLICANTS.THOUGHTS.GOTINFECTED.TOOLTIP
source: Got Infected
pt_br: Infectado

# STRINGS.DUPLICANTS.THOUGHTS.HAPPY.TOOLTIP
source: Happy
pt_br: Feliz

# STRINGS.DUPLICANTS.THOUGHTS.HOT.TOOLTIP
source: Hot
pt_br: Com calor

# STRINGS.DUPLICANTS.THOUGHTS.NOISY.TOOLTIP
source: Loud Area
pt_br: Zona de lazer

# STRINGS.DUPLICANTS.THOUGHTS.POOR_FOOD_QUALITY.TOOLTIP
source: Lousy Meal
pt_br: Comida ruim

# STRINGS.DUPLICANTS.THOUGHTS.POORDECOR.TOOLTIP
source: Poor Decor
pt_br: Decoração ruim

# STRINGS.DUPLICANTS.THOUGHTS.PUTRIDODOUR.TOOLTIP
source: Smelled Something Putrid
pt_br: Sentiu um cheiro terrível

# STRINGS.DUPLICANTS.THOUGHTS.RAGING.TOOLTIP
source: Raging
pt_br: Furioso

# STRINGS.DUPLICANTS.THOUGHTS.SLEEPY.TOOLTIP
source: Sleepy
pt_br: Com sono

# STRINGS.DUPLICANTS.THOUGHTS.STARVING.TOOLTIP
source: Starving
pt_br: Morrendo de fome

# STRINGS.DUPLICANTS.THOUGHTS.SUFFOCATING.TOOLTIP
source: Suffocating
pt_br: Sufocando

# STRINGS.DUPLICANTS.THOUGHTS.UNHAPPY.TOOLTIP
source: Unhappy
pt_br: Infeliz

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.DESC
source: This Duplicant will take out their frustrations on defenseless machines when stressed
pt_br: Esta Duplicata descontará sua raiva em objetos indefesos quando estiver estressada

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NAME
source: Destructive
pt_br: Agressivo

# STRINGS.DUPLICANTS.TRAITS.AMPHIBIOUS.DESC
source: This Duplicant moves as quickly underwater as they do on land
pt_br: Esta Duplicata se move tão rápido dentro d'água quanto fora

# STRINGS.DUPLICANTS.TRAITS.AMPHIBIOUS.NAME
source: Amphibious
pt_br: Anfíbio

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.DESC
source: This Duplicant has trouble keeping up with the others
pt_br: Esse Duplicante divide o dormitório com outros

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.NAME
source: Anemic
pt_br: Anêmico

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.DESC
source: This Duplicant collapses when put under too much pressure
pt_br: Esta Duplicata simplesmente não aguenta estar sob pressão

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.NAME
source: Anxious
pt_br: Ansioso

# STRINGS.DUPLICANTS.TRAITS.BEDSIDEMANNER.DESC
source: This Duplicant has good bedside manner and a healing touch
pt_br: Esta Duplicata tem uma boa maneira de dormir e assim tem uma proporção de cura

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.DESC
source: This Duplicant will dangerously overeat when stressed
pt_br: Esta Duplicata não consegue parar de comer quando estressada

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.NAME
source: Binge Eater
pt_br: Fome emocional

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.DESC
source: This Duplicant might actually be several black holes in a trench coat
pt_br: É possível que esta Duplicata tenha um buraco negro dentro do estômago

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.NAME
source: Bottomless Stomach
pt_br: Buraco sem fundo

# STRINGS.DUPLICANTS.TRAITS.CANNOT_DO_TASK
source: • Cannot perform job: {0}
pt_br: • Não é possível executar o trabalho: {0}

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.DESC
source: This Duplicant is incapable of building even the most basic of structures
pt_br: Esta Duplicata é incapaz de construir até as estruturas mais básicas

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.NAME
source: Non-constructive
pt_br: Desconstruir

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.DESC
source: This Duplicant has a deep-seated distrust of the culinary arts
pt_br: Esta Duplicata tem um medo irracional de cozinhas e artes culinárias

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.NAME
source: Gastrophobia
pt_br: Gastrofobia

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.DESC
source: This Duplicant's fear of holes makes it impossible for them to dig
pt_br: O medo sentido em buracos pela Duplicata, torna-o inútil para cavar

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.NAME
source: Trypophobia
pt_br: Gastrofobia
