Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLNAME
source: Deconstruct tool
pt_br: Ferramenta de demolição

# STRINGS.UI.TOOLS.DIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.UI.TOOLS.DIG.TOOLACTION
source: DRAG TO DIG
pt_br: ARRASTE PARA CAVAR

# STRINGS.UI.TOOLS.DIG.TOOLNAME
source: Dig tool
pt_br: Ferramenta de escavação

# STRINGS.UI.TOOLS.DISINFECT.NAME
source: Disinfect
pt_br: Desinfectar

# STRINGS.UI.TOOLS.DISINFECT.TOOLACTION
source: DRAG TO DISINFECT
pt_br: ARRASTE PARA DESINFECTAR

# STRINGS.UI.TOOLS.DISINFECT.TOOLNAME
source: Disinfect tool
pt_br: Ferramenta Desinfectar

# STRINGS.UI.TOOLS.ERASEREGION.NAME
source: Clear Region
pt_br: Limpar zona

# STRINGS.UI.TOOLS.ERASEREGION.TOOLACTION
source: DRAG TO ERASE
pt_br: ARRASTE PARA APAGAR

# STRINGS.UI.TOOLS.ERASEREGION.TOOLNAME
source: Clear Region tool
pt_br: Ferramenta de remoção de zona

# STRINGS.UI.TOOLS.EXOSUITREGION.NAME
source: Drag to designate an exosuit region
pt_br: Arraste para definir uma zona de Perigo

# STRINGS.UI.TOOLS.EXOSUITREGION.TOOLNAME
source: Exosuit Region tool
pt_br: Ferramenta de zona de Perigo

# STRINGS.UI.TOOLS.FILTERLAYERS.ALL
source: All
pt_br: Tudo

# STRINGS.UI.TOOLS.FILTERLAYERS.ATTACK
source: Attack
pt_br: Atacar

# STRINGS.UI.TOOLS.FILTERLAYERS.BACKWALL
source: Backwall Buildings
pt_br: Estruturas de parede de fundo

# STRINGS.UI.TOOLS.FILTERLAYERS.BUILDINGS
source: Buildings
pt_br: Objetos

# STRINGS.UI.TOOLS.FILTERLAYERS.CLEANANDCLEAR
source: Sweep & Mop Orders
pt_br: Ordens de limpeza

# STRINGS.UI.TOOLS.FILTERLAYERS.DIGPLACER
source: Dig Orders
pt_br: Ordens de escavação

# STRINGS.UI.TOOLS.FILTERLAYERS.DO_NOT_HARVEST
source: Disable Harvest
pt_br: Desativar autocolheita

# STRINGS.UI.TOOLS.FILTERLAYERS.GASPIPES
source: Gas Pipes
pt_br: Canos de Gases

# STRINGS.UI.TOOLS.FILTERLAYERS.HARVEST_WHEN_READY
source: Enable Harvest
pt_br: Permitir autocolheita

# STRINGS.UI.TOOLS.FILTERLAYERS.LIQUIDPIPES
source: Liquid Pipes
pt_br: Canos de Líquidos

# STRINGS.UI.TOOLS.FILTERLAYERS.LOGIC
source: Automation
pt_br: Automação

# STRINGS.UI.TOOLS.FILTERLAYERS.TILES
source: Tiles
pt_br: Blocos

# STRINGS.UI.TOOLS.FILTERLAYERS.WIRES
source: Power Wires
pt_br: Energizando

# STRINGS.UI.TOOLS.FILTERSCREEN.OPTIONS
source: Tool Filter
pt_br: Filtro de Ferramenta

# STRINGS.UI.TOOLS.GENERIC.BACK
source: Back
pt_br: Voltar

# STRINGS.UI.TOOLS.GENERIC.UNKNOWN
source: UNKNOWN
pt_br: DESCONHECIDO

# STRINGS.UI.TOOLS.HARVEST.NAME
source: Harvest
pt_br: Colher

# STRINGS.UI.TOOLS.HARVEST.TOOLACTION
source: DRAG TO TOGGLE HARVEST
pt_br: ARRASTE PARA ATIVAR COLHEITA

# STRINGS.UI.TOOLS.HARVEST.TOOLNAME
source: Harvest tool
pt_br: Ferramenta Colher

# STRINGS.UI.TOOLS.MARKFORSTORAGE.NAME
source: Sweep
pt_br: Varrer

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLACTION
source: DRAG TO SWEEP
pt_br: ARRASTE PARA VARRER

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLNAME
source: Sweep tool
pt_br: Ferramenta de varrer

# STRINGS.UI.TOOLS.MOP.NAME
source: Mop
pt_br: Esfregar

# STRINGS.UI.TOOLS.MOP.NOT_ON_FLOOR
source: Not On Floor
pt_br: Não Está no Chão

# STRINGS.UI.TOOLS.MOP.TOO_MUCH_LIQUID
source: Too Much Liquid
pt_br: Líquido Demais

# STRINGS.UI.TOOLS.MOP.TOOLACTION
source: DRAG TO MOP
pt_br: ARRASTE PARA ESFREGAR

# STRINGS.UI.TOOLS.MOP.TOOLNAME
source: Mop tool
pt_br: Ferramenta de esfregar

# STRINGS.UI.TOOLS.MOVETOLOCATION.NAME
source: Move
pt_br: Mover

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLACTION
source: CLICK TO MOVE
pt_br: CLIQUE PARA MOVER

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLNAME
source: Move Here
pt_br: Mover aqui

# STRINGS.UI.TOOLS.MOVETOLOCATION.UNREACHABLE
source: UNREACHABLE
pt_br: INACESSÍVEL

# STRINGS.UI.TOOLS.PRIORITIESCATEGORY.NAME
source: Prioritize
pt_br: Priorizar

# STRINGS.UI.TOOLS.PRIORITIZE.NAME
source: Prioritize
pt_br: Priorizar

# STRINGS.UI.TOOLS.PRIORITIZE.SPECIFIC_PRIORITY
source: Set Priority: {0}
pt_br: Definir prioridade: {0}

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLACTION
source: DRAG TO PRIORITIZE
pt_br: ARRASTE PARA PRIORIZAR

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLNAME
source: Prioritize tool
pt_br: Ferramenta de prioridade

# STRINGS.UI.TOOLS.REGIONCATEGORY.CREATETOOLTIP
source: DRAG TO CREATE
pt_br: ARRASTE PARA CRIAR

# STRINGS.UI.TOOLS.REGIONCATEGORY.ERASETOOLTIP
source: DRAG TO ERASE
pt_br: ARRASTE PARA APAGAR

# STRINGS.UI.TOOLS.REGIONCATEGORY.MERGETOOLTIP
source: DRAG TO MERGE
pt_br: ARRASTE PARA MESCLAR

# STRINGS.UI.TOOLS.REGIONCATEGORY.NAME
source: Regions
pt_br: Zonas

# STRINGS.UI.TOOLS.REGIONCATEGORY.TOOLNAME
source: Region tool
pt_br: Ferramenta de zoneamento

# STRINGS.UI.TOOLTIPS.ALERTSTOOLTIP
source: Alerts provide important information about what's happening to your colony right now
pt_br: Alertas possuem informações importantes sobre o que está acontecendo em sua colônia

# STRINGS.UI.TOOLTIPS.ATTACKBUTTON
source: Drag to attack witless creatures
pt_br: Arraste para atacar criaturas

# STRINGS.UI.TOOLTIPS.BASE_VALUE
source: Base Value
pt_br: Valor base

# STRINGS.UI.TOOLTIPS.CANCELBUTTON
source: Drag to cancel job tasks
pt_br: Arraste para cancelar tarefas pendentes

# STRINGS.UI.TOOLTIPS.CANCELDECONSTRUCTIONBUTTON
source: Cancel queued orders or deconstruct existing buildings
pt_br: Cancele tarefas pendentes ou desconstrua objetos

# STRINGS.UI.TOOLTIPS.CLEANUPMAINBUTTON
source: Mop and sweep messy floors
pt_br: Limpe a sujeira do chão

# STRINGS.UI.TOOLTIPS.CLEARBUTTON
source: Drag to move debris into storage
pt_br: Arraste para mover detritos do chão e colocar em um armazém

# STRINGS.UI.TOOLTIPS.CLOSETOOLTIP
source: Close
pt_br: Fechar

# STRINGS.UI.TOOLTIPS.CROPS_OVERLAY_STRING
source: Displays plant growth progress
pt_br: Mostra o progresso de crescimento da planta

# STRINGS.UI.TOOLTIPS.DECONSTRUCTBUTTON
source: Drag to demolish buildings
pt_br: Arraste para demolir estruturas

# STRINGS.UI.TOOLTIPS.DECOROVERLAYSTRING
source: Displays decor values
pt_br: Mostre os valores de Decoração

# STRINGS.UI.TOOLTIPS.DIGBUTTON
source: Drag to set dig tasks
pt_br: Arraste para definir tarefas de cavar

# STRINGS.UI.TOOLTIPS.DISEASEOVERLAYSTRING
source: Displays disease risk areas
pt_br: Mostra áreas com risco de doenças

# STRINGS.UI.TOOLTIPS.DISINFECTBUTTON
source: Drag to disinfect buildings
pt_br: Arraste para desinfectar estruturas

# STRINGS.UI.TOOLTIPS.DISMISSMESSAGE
source: Dismiss message
pt_br: Dispensar mensagem

# STRINGS.UI.TOOLTIPS.EDITNAME
source: Give this Duplicant a new name
pt_br: Dê um novo nome a esta Duplicata

# STRINGS.UI.TOOLTIPS.ENERGYGENERATED
source: <style="power">Power</style> Produced
pt_br: <style="power">Energia</style> gerada

# STRINGS.UI.TOOLTIPS.ENERGYREQUIRED
source: <style="power">Power</style> Required
pt_br: <style="power">Energia</style> necessária

# STRINGS.UI.TOOLTIPS.ERASEREGIONBUTTON
source: Drag to erase existing exosuit regions
pt_br: Arraste para apagar zonas de Proteção

# STRINGS.UI.TOOLTIPS.GASVENTOVERLAYSTRING
source: Displays gas pipe system components
pt_br: Exibe componentes do sistema de tubulação de gás

# STRINGS.UI.TOOLTIPS.HARVESTBUTTON
source: Drag to harvest plants
pt_br: Arraste para colher todas as plantas maduras

# STRINGS.UI.TOOLTIPS.HEATFLOWOVERLAYSTRING
source: Displays areas with comfortable temperatures for Duplicants
pt_br: Exibe áreas de temperatura agradável para as Duplicatas

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_ATTACHPOINT
source: Must be built overlapping a {0}
pt_br: Precisa ser construído extrapolando uma {0}

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_CEILING
source: Must be built on the ceiling
pt_br: Deve ser construído no teto

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_FLOOR
source: Must be built on solid ground
pt_br: Deve ser construído em terra firme

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INSIDEGROUND
source: Must be built in the ground
pt_br: Deve ser construído dentro do chão

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_OCCUPIED
source: Must be built in unoccupied space
pt_br: Deve ser construído em um local vazio

# STRINGS.UI.TOOLTIPS.HELP_ROTATE_KEY
source: Press <color=#F44A47>[O]</color> to Rotate
pt_br: Aperte <color=#F44A47>[O]</color> para girar

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_NO_UTURNS
source: No U-Turns!
pt_br: Não pode faze retorno (U-Turns)!

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_STRAIGHT_BRIDGES
source: Can't Turn Here!
pt_br: Não pode virar aqui!

# STRINGS.UI.TOOLTIPS.INFOPANEL
source: The Info Panel contains an overview of the basic information about your Duplicant
pt_br: O painel de Informação contém uma visão geral da sua Duplicata

# STRINGS.UI.TOOLTIPS.ITEMSPANEL
source: The Items Panel displays everything your Duplicant is in possession of
pt_br: O painel de Itens mostra tudo que sua Duplicata está carregando

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_ATTRIBUTES
source: The following attributes affect a Duplicant's efficiency at this job:
pt_br: Os seguintes atributos afetam a eficiência da Duplicata nesta tarefa:

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_CANNOTPERFORMTASK
source: {0} cannot perform this task.
pt_br: {0} não pode realizar esta tarefa.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_PRIORITY
source: High priority jobs are performed before low priority jobs. A Duplicant will always continue work on their current job until it is complete, even if a higher priority job becomes available.
pt_br: Tarefas de alta prioridade são realizadas antes das de menor prioridade. Uma Duplicata sempre terminará sua tarefa atual até concluí-la, mesmo que outra tarefa de prioridade maior fique disponível.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_RELEVANT_ATTRIBUTES
source: Relevant Attributes:
pt_br: Atributos Relevantes:

# STRINGS.UI.TOOLTIPS.JOULESOVERLAYSTRING
source: Displays the thermal energy in each cell
pt_br: Mostra a energia térmica em cada célula

# STRINGS.UI.TOOLTIPS.LIGHTSOVERLAYSTRING
source: Displays the visibility radius of light sources
pt_br: Mostre o alcance das fontes de luz

# STRINGS.UI.TOOLTIPS.LIQUIDVENTOVERLAYSTRING
source: Displays liquid pipe system components
pt_br: Mostra componentes de um encanamento de líquidos

# STRINGS.UI.TOOLTIPS.LOGICOVERLAYSTRING
source: Displays automation grid components
pt_br: Exibe os componentes de rede de automação

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CONSUMABLES
source: Manage Duplicants' diets
pt_br: Administre a dieta das Duplicatas

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_DAILYREPORT
source: View daily Colony Reports
pt_br: Veja o resumo diário da Colônia

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_JOBS
source: Manage Duplicants' job priorities
pt_br: Administre a prioridade das tarefas

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_RESEARCH
source: Build a Research Station to unlock ------------------ Research buildings can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
pt_br: Construa uma Estação de Pesquisa para destravar ------------------ Estações de pesquisa podem ser encontradas no menu de estações <color=#F44A47>[9]</color> do menu de construção

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_RESEARCH
source: View the Research Tree
pt_br: Veja a lista de Pesquisas

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_SCHEDULE
source: Adjust colony timetable
pt_br: Ajuste a rotina de sua colônia

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_VITALS
source: View Duplicants' vitals
pt_br: Veja mais detalhes sobre a saúde de suas Duplicatas

# STRINGS.UI.TOOLTIPS.MATIERIAL_MOD
source: Made out of {0}
pt_br: Feito com {0}

# STRINGS.UI.TOOLTIPS.MESSAGESTOOLTIP
source: Messages are events that have happened and tips to help you manage your colony
pt_br: Mensagens podem ser eventos que aconteceram ou dicas para ajuda-lo na administração de sua colônia

# STRINGS.UI.TOOLTIPS.METERSCREEN_AVGSTRESS
source: Highest Stress: {0}
pt_br: Estresse mais Alto: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_IMMUNITY_LEVELS
source: Immune Systems: {0}
pt_br: Sistema Imune: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_MEALHISTORY
source: Calories Available: {0}
pt_br: Calorias disponíveis: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_POPULATION
source: Population: {0}
pt_br: População: {0}

# STRINGS.UI.TOOLTIPS.MOPBUTTON
source: Drag to swab unwanted liquids
pt_br: Arraste para limpar sujeiras líquidas

# STRINGS.UI.TOOLTIPS.NEXTMESSAGESTOOLTIP
source: Next message
pt_br: Próxima mensagem

# STRINGS.UI.TOOLTIPS.NOISE_POLLUTION_OVERLAY_STRING
source: Displays ambient noise levels
pt_br: Mostra níveis de barulho no ambiente

# STRINGS.UI.TOOLTIPS.NOMATERIAL
source: Not enough materials
pt_br: Sem materiais suficiente

# STRINGS.UI.TOOLTIPS.OXYGENOVERLAYSTRING
source: Displays ambient oxygen density
pt_br: Mostre a densidade de oxigênio no ambiente

# STRINGS.UI.TOOLTIPS.PAUSE
source: Pause
pt_br: Pausar

# STRINGS.UI.TOOLTIPS.PAUSEBUTTON
source: Pause
pt_br: Pausar

# STRINGS.UI.TOOLTIPS.PLAYBUTTON
source: Start
pt_br: Iniciar

# STRINGS.UI.TOOLTIPS.POWEROVERLAYSTRING
source: Displays power grid components
pt_br: Exibe componentes da rede de energia

# STRINGS.UI.TOOLTIPS.PRIORITIESOVERLAYSTRING
source: Displays task priority values
pt_br: Mostre o nível de prioridade de todas as tarefas

# STRINGS.UI.TOOLTIPS.PRIORITIZEBUTTON
source: Drag to reprioritize job tasks
pt_br: Arraste para repriorizar tarefas

# STRINGS.UI.TOOLTIPS.RANDOMIZENAME
source: Randomize this Duplicant's name
pt_br: Dê um nome aleatório a esta Duplicata

# STRINGS.UI.TOOLTIPS.REACHABILITYOVERLAYSTRING
source: Displays areas accessible by Duplicants
pt_br: Mostre as áreas que esta Duplicata pode acessar

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE
source: Queue 1 {0} for fabrication
pt_br: Coloque 1 {0} na fila de produção

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE_INFINITE
source: Continuously fabricate {0} if resources are available
pt_br: Produza uma quantidade indefinida de {0} enquanto tiver materiais disponíveis

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_OFF
source: Disable Red Alert
pt_br: Desativar Alerta Vermelho

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_ON
source: Enable Red Alert
pt_br: Ativar Alerta Vermelho

# STRINGS.UI.TOOLTIPS.RED_ALERT_CONTENT
source: Colonywide emergency state Duplicants ignore basic needs to work
pt_br: A colônia entra um estado de emergência. Duplicatas trabalham ignorando necessidades básicas

# STRINGS.UI.TOOLTIPS.RED_ALERT_TITLE
source: Toggle Red Alert
pt_br: Alternar Alertar Vermelho

# STRINGS.UI.TOOLTIPS.REGIONOVERLAYSTRING
source: Displays areas requiring Duplicant safety gear
pt_br: Mostre as zonas nas quais suas Duplicatas devem utilizar trajes especiais

# STRINGS.UI.TOOLTIPS.ROOMSOVERLAYSTRING
source: Displays fully enclosed rooms
pt_br: Mostre salas seladas

# STRINGS.UI.TOOLTIPS.SELECTAMATERIAL
source: There are insufficient materials to construct this building
pt_br: Sem materiais suficientes para construir este objeto

# STRINGS.UI.TOOLTIPS.SORTCOLUMN
source: Click to sort
pt_br: Aperte para organizar

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_FAST
source: Fast speed {0}
pt_br: Acelerado {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_MEDIUM
source: Medium speed {0}
pt_br: Normal {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_SLOW
source: Slow speed {0}
pt_br: Lento {0}

# STRINGS.UI.TOOLTIPS.STATSPANEL
source: The Stats Panel gives an overview of your Duplicant's individual stats
pt_br: O painel de Estado possui uma informação geral dos atributos da sua Duplicata

# STRINGS.UI.TOOLTIPS.STORAGEMAINBUTTON
source: Create and manage exosuit regions
pt_br: Crie e administre zonas de Proteção

# STRINGS.UI.TOOLTIPS.STRESSDESCRIPTION
source: Accommodate your Duplicant's needs to manage their <style="stress">Stress</style>. Low <style="stress">Stress</style> can provide a productivity boost, while high <style="stress">Stress</style> can impair production or even lead to a nervous breakdown.
pt_br: Atenda as necessidades de suas Duplicatas para manter seu <style="stress">Stress</style> sob controle. Low <style="stress">Stress</style> can provide a productivity boost, while high <style="stress">Stress</style> can impair production or even lead to a nervous breakdown.

# STRINGS.UI.TOOLTIPS.STRESSPANEL
source: The Stress Panel offers an in detail look at what is affecting your Duplicant psychologically
pt_br: A aba Estresse oferece detalhes do que está afetando seus psicologicamente seus Duplicantes

# STRINGS.UI.TOOLTIPS.SUITOVERLAYSTRING
source: Displays Exosuits and related buildings
pt_br: Mostra trajes e edifícios relacionados

# STRINGS.UI.TOOLTIPS.TEMPERATUREOVERLAYSTRING
source: Displays ambient temperature
pt_br: Mostre a temperatura ambiente

# STRINGS.UI.TOOLTIPS.UNPAUSE
source: Unpause
pt_br: Despausar

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ATMOSPHERE
source: This plant is immersed in {element}
pt_br: Essa planta está imersa em {element}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_FALSE
source: This plant is drowning in liquid
pt_br: Essa planta está afogando em líquido

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_TRUE
source: This plant is not drowning
pt_br: Essa planta não está afogando

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_FERTILIZER
source: {mass} of fertilizer is currently available
pt_br: {mass} de fertilizante está disponível

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_DARK
source: This plant is currently in the dark
pt_br: Essa planta está agora no escuro

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_LIGHT
source: This plant is currently lit
pt_br: Essa planta está agora iluminada

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_IRRIGATION
source: {mass} of liquid is currently available
pt_br: {mass} de líquido disponível

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_PRESSURE
source: The current air pressure is {pressure}
pt_br: Pressão do ar atual é de {pressure}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_INOPERATIONAL
source: This plant is not housed in an operational farm plot
pt_br: Essa planta não está sendo cultivada em uma horta operacional

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_OPERATIONAL
source: This plant is housed in an operational farm plot
pt_br: Essa planta está sendo cultivada em uma horta operacional

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_FALSE
source: This plant must be submerged in liquid
pt_br: Essa planta precisa estar submersa em líquido

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_TRUE
source: This plant is fully submerged in liquid
pt_br: Essa planta está completamente submersa em líquido

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_TEMPERATURE
source: This plant's internal temperature is {temperature}
pt_br: A temperatura interna dessa planta é {temperature}

# STRINGS.UI.TOOLTIPS.VITALSPANEL
source: The Vitals Panel monitors the status and well being of your Duplicant
pt_br: O painel de Saúde monitora o estado e o bem-estar de sua Duplicata

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.DOOR_DEFAULT
source: Default
pt_br: Padrão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_DISABLED
source: Passing Down through this door is not permitted Click to grant permission
pt_br: Passar para Baixo por essa porta não é permitido Clique para dar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_ENABLED
source: Passing Down through this door is permitted Click to revoke permission
pt_br: Passar para Baixo por essa porta é permitido Clique para revogar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_DISABLED
source: Passing Left through this door is not permitted Click to grant permission
pt_br: Não é permitido atravessar esta porta da direita para esquerda Aperte para conceder autorização

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_ENABLED
source: Passing Left through this door is permitted Click to revoke permission
pt_br: É permitido atravessar esta porta da direita para esquerda Aperte para remover autorização

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_DISABLED
source: Passing Right through this door is not permitted Click to grant permission
pt_br: Não é permitido atravessar esta porta Aperte para conceder autorização

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_ENABLED
source: Passing Right through this door is permitted Click to revoke permission
pt_br: Passar para Direita por essa porta é permitido Clique para revogar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_DISABLED
source: Passing Up through this door is not permitted Click to grant permission
pt_br: Passar para Cima por essa porta não é permitido Clique para dar permissão

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_ENABLED
source: Passing Up through this door is permitted Click to revoke permission
pt_br: Passar para Cima por essa porta é permitido Aperte para remover autorização

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.MINION_ACCESS
source: Duplicant Access Permissions
pt_br: Permissões de acesso das Duplicatas

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.SET_TO_CUSTOM
source: Click to assign custom permissions
pt_br: Aperte para atribuir autorizações personalizadas

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.SET_TO_DEFAULT
source: Click to clear custom permissions
pt_br: Aperte para remover autorizações personalizadas

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.TITLE
source: Door Access Control
pt_br: Controle de acesso da porta

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.USING_CUSTOM
source: Custom Access
pt_br: Acesso personalizado

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.USING_DEFAULT
source: Default Access
pt_br: Acesso padrão

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.ACTIVATE
source: Break starts at:
pt_br: Intervalo inicia em:

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.DEACTIVATE
source: Break ends at:
pt_br: Intervalo termina em:

# STRINGS.UI.UISIDESCREENS.ACTIVATION_RANGE_SIDE_SCREEN.NAME
source: Breaktime Policy
pt_br: Política de Intervalo

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.ASSIGN_TO_TOOLTIP
source: Assign to {0}
pt_br: Designado a: {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.ASSIGNEDTO
source: Assigned to: {0}
pt_br: Usuário: {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.NEEDSREGION
source: This {0} needs to be inside a {1} region
pt_br: {0} precisa estar dentro de uma zona {1}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.NEEDSREGIONS
source: This {0} needs to be inside one of the following regions: {1}
pt_br: Esse {0} precisa estar dentro de uma das seguintes regiões: {1}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.PUBLIC
source: Public
pt_br: Público

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.SORT_BY_ASSIGNMENT
source: Assignment
pt_br: Tarefa

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.SORT_BY_DUPLICANT
source: Duplicant
pt_br: Duplicata

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.TITLE
source: Assign {0}
pt_br: Designar {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.UNASSIGN_TOOLTIP
source: Assigned to {0}
pt_br: Designado a: {0}

# STRINGS.UI.UISIDESCREENS.ASSIGNABLESIDESCREEN.UNASSIGNED
source: Unassigned
pt_br: Não designado

# STRINGS.UI.UISIDESCREENS.CAPACITY_CONTROL_SIDE_SCREEN.MAX_LABEL
source: Max:
pt_br: Máximo:

# STRINGS.UI.UISIDESCREENS.CAPACITY_CONTROL_SIDE_SCREEN.TITLE
source: Capacity
pt_br: Capacidade

# STRINGS.UI.UISIDESCREENS.CAPACITY_SIDE_SCREEN.TOOLTIP
source: Adjust the maximum amount that can be stored here
pt_br: Ajuste a quantidade máxima que pode ser armazenada aqui

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.ACCESS_OFFLINE
source: Emergency Access Permissions: All Duplicants are permitted to use this door until <style="power">Power</style> is restored.
pt_br: Permissões de acesso de emergência: Todas as Duplicatas tem permissão para usar a porta até que a <style="power">Energia</style> seja restaurada.

# STRINGS.UI.UISIDESCREENS.DOOR_TOGGLE_SIDE_SCREEN.AUTO
source: Door is on auto.
pt_br: Porta esta no automático.
