Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.NAME
source: Temperature Preference
pt_br: Temperatura preferida

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.DESC
source: Determines the temperature at which a Duplicant will get burned.
pt_br: Determina a que temperatura um Duplicante irá se queimar.

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.NAME
source: Scalding Threshold
pt_br: Temperatura de Queima

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.DESC
source: Determines how frequently a Duplicant sneezes.
pt_br: O atributo de Alergia determina a frequência dos espirros de uma Duplicata.

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.NAME
source: Sneeziness
pt_br: Alergia

# STRINGS.DUPLICANTS.ATTRIBUTES.STAMINADELTA.NAME
source: Stamina Change
pt_br: Mudança de energia

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.DESC
source: Determines a Duplicant's carrying capacity and combat ability.
pt_br: A Força determina a capacidade de uma Duplicata de carregar materiais e sua eficácia em combate.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.NAME
source: Strength
pt_br: Força

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.PROFESSION_NAME
source: Body Builder
pt_br: Fisiculturista

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.SPEEDMODIFIER
source: {0} Carrying Weight
pt_br: {0} Peso carregado

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <style="stress">Stress</style>.
pt_br: Determina quão rápido uma Duplicata ganha ou perde <style="stress">Stress</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.NAME
source: Stress Change
pt_br: Mudança de Stress

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.NAME
source: Insulation Thickness
pt_br: Espessura da isolação

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Insulation Thickness determines how quickly a Duplicant retains or loses body <style="heat">Heat</style> in any given area. It is the sum of a Duplicant's equipment and their natural Insulation values.
pt_br: A espessura da isolação determina quão rapidamente uma Duplicata acumula ou perde <style="heat">Calor</style> corporal. É a soma dos valores naturais e dos equipamentos da Duplicata.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.DESC
source: Determines how long a Duplicant needs to do their "business".
pt_br: Determina quanto tempo a Duplicata leva para se "aliviar".

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.NAME
source: Bladder Efficiency
pt_br: Eficiência da Bexiga

# STRINGS.DUPLICANTS.ATTRIBUTES.TOXICITYDELTA.NAME
source: Toxicity Change
pt_br: Mudança de toxicidade

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_DESC
source: This Duplicant has no discernible skills
pt_br: Esta Duplicata não possui nenhum talento em especial

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_NAME
source: Lump
pt_br: Comum

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.DESC
source: Sculpt or paint to improve colony decor.
pt_br: Esculpa ou pinte obras de arte para aumentar a decoração da colônia.

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.NAME
source: Art
pt_br: Arte

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.DESC
source: Construct new buildings.
pt_br: Construa novos objetos.

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.NAME
source: Build
pt_br: Construção

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.DESC
source: Fight wild creatures.
pt_br: Ataque criaturas selvagens.

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.NAME
source: Combat
pt_br: Combate

# STRINGS.DUPLICANTS.CHOREGROUPS.COMPOST.DESC
source: Tend composts to produce fertilizer.
pt_br: Trabalhe na compostagem para produzir fertilizante.

# STRINGS.DUPLICANTS.CHOREGROUPS.COMPOST.NAME
source: Compost
pt_br: Composto

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.DESC
source: Operate food preparation buildings.
pt_br: Opera objetos de preparação de comida.

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.NAME
source: Cook
pt_br: Culinária

# STRINGS.DUPLICANTS.CHOREGROUPS.DELIVER.DESC
source: Run resources to critical buildings and high priority storage.
pt_br: Transporte materiais para objetos em estado crítico e armazéns de alta prioridade.

# STRINGS.DUPLICANTS.CHOREGROUPS.DELIVER.NAME
source: Deliver
pt_br: Entrega

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.DESC
source: Mine raw resources.
pt_br: Escave materiais brutos.

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.DUPLICANTS.CHOREGROUPS.DISINFECT.DESC
source: Remove germs from building.
pt_br: Remover germes de estruturas.

# STRINGS.DUPLICANTS.CHOREGROUPS.DISINFECT.NAME
source: Disinfect
pt_br: Desinfectar

# STRINGS.DUPLICANTS.CHOREGROUPS.GENERATEPOWER.DESC
source: Produce power by running on manual generators.
pt_br: Corra em geradores manuais para produzir energia.

# STRINGS.DUPLICANTS.CHOREGROUPS.GENERATEPOWER.NAME
source: Power
pt_br: Gerar energia

# STRINGS.DUPLICANTS.CHOREGROUPS.HARVEST.DESC
source: Gather crops from mature plants.
pt_br: Realize a colheita de plantas maduras.

# STRINGS.DUPLICANTS.CHOREGROUPS.HARVEST.NAME
source: Harvest
pt_br: Colheita

# STRINGS.DUPLICANTS.CHOREGROUPS.LIQUIDCOOLEDFAN.DESC
source: Operate hydrofans to reduce ambient temperatures.
pt_br: Opere ventiladores hidráulicos para resfriar o ambiente.

# STRINGS.DUPLICANTS.CHOREGROUPS.LIQUIDCOOLEDFAN.NAME
source: Hydrofan
pt_br: Hidroventilador

# STRINGS.DUPLICANTS.CHOREGROUPS.MAINTENANCE.DESC
source: Perform upkeep on buildings that require regular maintenance.
pt_br: Realizar manutenção em edifícios que exigem manutenção regular.

# STRINGS.DUPLICANTS.CHOREGROUPS.MAINTENANCE.NAME
source: Maintenance
pt_br: Manutenção

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.DESC
source: Take breaks for massages.
pt_br: Descanse um pouco na mesa de meassagem.

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.NAME
source: Massage
pt_br: Mesa de Massagem

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.DESC
source: Tend to sick and injured Duplicants.
pt_br: Cuidar dos Duplicantes doentes e machucados.

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.NAME
source: Aid
pt_br: Auxílio

# STRINGS.DUPLICANTS.CHOREGROUPS.MOP.DESC
source: Clean up liquid messes.
pt_br: Esfregue o chão para remover líquidos indesejados.

# STRINGS.DUPLICANTS.CHOREGROUPS.MOP.NAME
source: Mop
pt_br: Esfregar

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.DESC
source: Repair damaged buildings.
pt_br: Conserte objetos danificados.

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.NAME
source: Repair
pt_br: Consertar

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.DESC
source: Use research stations to unlock new technologies.
pt_br: Trabalhe em centros de pesquisa para destravar novas tecnologias.

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.NAME
source: Research
pt_br: Pesquisa

# STRINGS.DUPLICANTS.CHOREGROUPS.SWEEP.DESC
source: Run resources to noncritical buildings or storage.
pt_br: Transporte materiais para objetos em estado normal e armazéns de baixa prioridade.

# STRINGS.DUPLICANTS.CHOREGROUPS.SWEEP.NAME
source: Sweep
pt_br: Limpeza

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.DESC
source: Manually enable, disable or adjust building switches and filters.
pt_br: Ative, desative ou ajuste objetos, interruptores e filtros manualmente.

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.NAME
source: Toggle
pt_br: Interruptores

# STRINGS.DUPLICANTS.CHORES.ART.NAME
source: Decorate
pt_br: Decorar

# STRINGS.DUPLICANTS.CHORES.ART.STATUS
source: Going to decorate
pt_br: Indo decorar

# STRINGS.DUPLICANTS.CHORES.ATTACK.NAME
source: Attack
pt_br: Atacar

# STRINGS.DUPLICANTS.CHORES.ATTACK.STATUS
source: Attacking
pt_br: Atacando

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.NAME
source: Incapacitated
pt_br: Incapacitado

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.STATUS
source: Dying
pt_br: Morrendo

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.NAME
source: Binge Eat
pt_br: Comer sem parar

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.STATUS
source: Binge eating
pt_br: Comendo sem parar

# STRINGS.DUPLICANTS.CHORES.BUILD.NAME
source: Build
pt_br: Construir

# STRINGS.DUPLICANTS.CHORES.BUILD.STATUS
source: Going to build
pt_br: Indos construir

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.STATUS
source: Going to dig
pt_br: Indo cavar

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.NAME
source: Deliver
pt_br: Entregar

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.STATUS
source: Delivering
pt_br: Realizando entrega

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.NAME
source: Wait at Checkpoint
pt_br: Indo esperar no Ponto de Checagem

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.STATUS
source: Waiting at Checkpoint
pt_br: Esperando no Ponto de Checagem

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.NAME
source: Clean
pt_br: Limpar

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.STATUS
source: Going to clean
pt_br: Indo limpar

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.NAME
source: Compost
pt_br: Composto

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.STATUS
source: Going to compost
pt_br: Indo até o composto

# STRINGS.DUPLICANTS.CHORES.COOK.NAME
source: Cook
pt_br: Cozinhar

# STRINGS.DUPLICANTS.CHORES.COOK.STATUS
source: Going to cook
pt_br: Indo cozinhar

# STRINGS.DUPLICANTS.CHORES.COOKFETCH.NAME
source: Deliver
pt_br: Entregar

# STRINGS.DUPLICANTS.CHORES.COOKFETCH.STATUS
source: Delivering
pt_br: Entregando

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.NAME
source: Cool off
pt_br: Refrescar

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.STATUS
source: Going to cool off
pt_br: Indo se refrescar

# STRINGS.DUPLICANTS.CHORES.COUGH.NAME
source: Cough
pt_br: Tosse

# STRINGS.DUPLICANTS.CHORES.COUGH.STATUS
source: Coughing
pt_br: Tosse

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.NAME
source: Deconstruct
pt_br: Desconstruir

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.STATUS
source: Going to deconstruct
pt_br: Indo demolir

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.NAME
source: Deliver food
pt_br: Entregar comida

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.STATUS
source: Delivering food
pt_br: Entregando comida

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.NAME
source: Depressurize Well
pt_br: Despressurizar Fonte

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.STATUS
source: Going to depressurize well
pt_br: Indo despressurizar fonte

# STRINGS.DUPLICANTS.CHORES.DIE.NAME
source: Die
pt_br: Morrer

# STRINGS.DUPLICANTS.CHORES.DIE.STATUS
source: Dying
pt_br: Morrendo

# STRINGS.DUPLICANTS.CHORES.DIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.DUPLICANTS.CHORES.DIG.STATUS
source: Going to dig
pt_br: Indo cavar

# STRINGS.DUPLICANTS.CHORES.DISINFECT.NAME
source: Disinfect
pt_br: Desinfectar

# STRINGS.DUPLICANTS.CHORES.DISINFECT.STATUS
source: Going to disinfect
pt_br: Iniciando lavagem

# STRINGS.DUPLICANTS.CHORES.DOCTOR.NAME
source: Aid Duplicant
pt_br: Cuidar de Duplicante

# STRINGS.DUPLICANTS.CHORES.DOCTOR.STATUS
source: Aiding Duplicant
pt_br: Cuidando de Duplicante

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.NAME
source: Drop unused inventory
pt_br: Largar item não utilizado

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.STATUS
source: Dropping unused inventory
pt_br: Largando itens não usados

# STRINGS.DUPLICANTS.CHORES.EAT.NAME
source: Eat
pt_br: Comer

# STRINGS.DUPLICANTS.CHORES.EAT.STATUS
source: Going to eat
pt_br: Indo comer

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.NAME
source: Emoting
pt_br: Agindo

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.STATUS
source: Expressing themselves
pt_br: Expressando-se

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.NAME
source: Empty storage
pt_br: Esvaziar armazém

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.STATUS
source: Going to empty storage
pt_br: Indo limpar armazém

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.NAME
source: Entombed
pt_br: Soterrado

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.STATUS
source: Entombed
pt_br: Soterrado

# STRINGS.DUPLICANTS.CHORES.EQUIP.NAME
source: Equip
pt_br: Equipar

# STRINGS.DUPLICANTS.CHORES.EQUIP.STATUS
source: Moving to equip
pt_br: Movendo-se para equipar

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.NAME
source: Equip Suit
pt_br: Vestir Traje

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.STATUS
source: Equipping Suit
pt_br: Vestindo Traje

# STRINGS.DUPLICANTS.CHORES.FABRICATE.NAME
source: Fabricating
pt_br: Produção

# STRINGS.DUPLICANTS.CHORES.FABRICATE.STATUS
source: Going to fabricate
pt_br: Indo produzir

# STRINGS.DUPLICANTS.CHORES.FABRICATEFETCH.NAME
source: Deliver
pt_br: Entregar

# STRINGS.DUPLICANTS.CHORES.FABRICATEFETCH.STATUS
source: Delivering
pt_br: Entregando

# STRINGS.DUPLICANTS.CHORES.FETCH.NAME
source: Deliver
pt_br: Entregar

# STRINGS.DUPLICANTS.CHORES.FETCH.REPORT_NAME
source: Deliver to {0}
pt_br: Entregar para {0}

# STRINGS.DUPLICANTS.CHORES.FETCH.STATUS
source: Delivering
pt_br: Entregando

# STRINGS.DUPLICANTS.CHORES.FETCHCRITICAL.NAME
source: Deliver
pt_br: Entregar

# STRINGS.DUPLICANTS.CHORES.FETCHCRITICAL.STATUS
source: Delivering
pt_br: Entregando

# STRINGS.DUPLICANTS.CHORES.FLEE.NAME
source: Flee
pt_br: Fugir

# STRINGS.DUPLICANTS.CHORES.FLEE.STATUS
source: Fleeing
pt_br: Fugindo

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.NAME
source: Flip
pt_br: Revirar

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.STATUS
source: Going to flip compost
pt_br: Indo revirar o composto

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.NAME
source: Generate Power
pt_br: Gerar energia

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.STATUS
source: Going to generate power
pt_br: Indo gerar energia

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.NAME
source: Neural Vacillator
pt_br: Infundíbulo da Hipófise

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.STATUS
source: Using Neural Vacillator
pt_br: Usando Infundíbulo da Hipófise

# STRINGS.DUPLICANTS.CHORES.HARVEST.NAME
source: Harvest
pt_br: Colher

# STRINGS.DUPLICANTS.CHORES.HARVEST.STATUS
source: Going to harvest
pt_br: Indo colher

# STRINGS.DUPLICANTS.CHORES.HEAL.NAME
source: Heal
pt_br: Curar

# STRINGS.DUPLICANTS.CHORES.HEAL.STATUS
source: Healing
pt_br: Se curando

# STRINGS.DUPLICANTS.CHORES.HEALCRITICAL.NAME
source: Heal
pt_br: Curar

# STRINGS.DUPLICANTS.CHORES.HEALCRITICAL.STATUS
source: Healing
pt_br: Se curando

# STRINGS.DUPLICANTS.CHORES.IDLE.NAME
source: Idle
pt_br: Ocioso

# STRINGS.DUPLICANTS.CHORES.IDLE.STATUS
source: Idle
pt_br: Ocioso

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.NAME
source: Use Fan
pt_br: Ventilar

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.STATUS
source: Going to use fan
pt_br: Indo ventilar

# STRINGS.DUPLICANTS.CHORES.MOP.NAME
source: Mop
pt_br: Esfregar

# STRINGS.DUPLICANTS.CHORES.MOP.STATUS
source: Going to mop
pt_br: Indo esfregar

# STRINGS.DUPLICANTS.CHORES.MOVETO.NAME
source: Move to
pt_br: Ir para

# STRINGS.DUPLICANTS.CHORES.MOVETO.STATUS
source: Moving to location
pt_br: Indo até o local

# STRINGS.DUPLICANTS.CHORES.MOVETOLOCATION.NAME
source: Move to location
pt_br: Ir para o local

# STRINGS.DUPLICANTS.CHORES.MOVETOLOCATION.STATUS
source: Moving to location
pt_br: Indo até o local

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.NAME
source: Move to quarantine
pt_br: Ir para quarentena

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.STATUS
source: Moving to quarantine
pt_br: Indo até a quarentena

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.NAME
source: Move to safety
pt_br: Ir até local seguro

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.STATUS
source: Moving to safety
pt_br: Indo para local seguro

# STRINGS.DUPLICANTS.CHORES.MUSH.NAME
source: Mush
pt_br: Triturar

# STRINGS.DUPLICANTS.CHORES.MUSH.STATUS
source: Going to mush
pt_br: Indo Triturar

# STRINGS.DUPLICANTS.CHORES.MUSHFETCH.NAME
source: Deliver
pt_br: Entregar

# STRINGS.DUPLICANTS.CHORES.MUSHFETCH.STATUS
source: Delivering
pt_br: Entregando

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.NAME
source: Narcoleptic Sleep
pt_br: Cochilo Narcoléptico

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.STATUS
source: Sleeping
pt_br: Dormindo

# STRINGS.DUPLICANTS.CHORES.PEE.NAME
source: Pee
pt_br: Mijar

# STRINGS.DUPLICANTS.CHORES.PEE.STATUS
source: Bio Break
pt_br: Acidente biológico

# STRINGS.DUPLICANTS.CHORES.PRIORITIZECHORE.NAME
source: Prioritize chore
pt_br: Priorizar tarefa

# STRINGS.DUPLICANTS.CHORES.PRIORITIZECHORE.STATUS
source: Prioritize chore
pt_br: Priorizar tarefa

# STRINGS.DUPLICANTS.CHORES.RECHARGE.NAME
source: Recharge
pt_br: Recarregar

# STRINGS.DUPLICANTS.CHORES.RECHARGE.STATUS
source: Recharging equipment
pt_br: Recarregando equipamento

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.NAME
source: Recover breath
pt_br: Recuperar fôlego

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.STATUS
source: Recovering breath
pt_br: Recuperando o fôlego

# STRINGS.DUPLICANTS.CHORES.RELAX.NAME
source: Relax
pt_br: Relaxar

# STRINGS.DUPLICANTS.CHORES.RELAX.STATUS
source: Relaxing
pt_br: Relaxando

# STRINGS.DUPLICANTS.CHORES.RELOCATE.NAME
source: Relocate
pt_br: Realocar

# STRINGS.DUPLICANTS.CHORES.RELOCATE.STATUS
source: Going to relocate
pt_br: Indo realocar

# STRINGS.DUPLICANTS.CHORES.REPAIR.NAME
source: Repair
pt_br: Consertar

# STRINGS.DUPLICANTS.CHORES.REPAIR.STATUS
source: Going to repair
pt_br: Indo consertar

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.NAME
source: Rescue friend
pt_br: Resgatar amigo

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.STATUS
source: Rescuing friend
pt_br: Salvando amigo

# STRINGS.DUPLICANTS.CHORES.RESEARCH.NAME
source: Research
pt_br: Pesquisar

# STRINGS.DUPLICANTS.CHORES.RESEARCH.STATUS
source: Going to research
pt_br: Indo pesquisar

# STRINGS.DUPLICANTS.CHORES.RESEARCHFETCH.NAME
source: Deliver
pt_br: Entregar

# STRINGS.DUPLICANTS.CHORES.RESEARCHFETCH.STATUS
source: Delivering
pt_br: Entregando

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.NAME
source: Rest
pt_br: Descansar

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.STATUS
source: Resting
pt_br: Descansando

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.NAME
source: Return Suit
pt_br: Devolver Traje

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.STATUS
source: Returning Suit
pt_br: Devolvendo Traje

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.NAME
source: Scrub Ore
pt_br: Purificar Minério

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.STATUS
source: Scrubbing Ore
pt_br: Esfregando minério

# STRINGS.DUPLICANTS.CHORES.SHOWER.NAME
source: Shower
pt_br: Banho

# STRINGS.DUPLICANTS.CHORES.SHOWER.STATUS
source: Showering
pt_br: Tomando banho

# STRINGS.DUPLICANTS.CHORES.SIGH.NAME
source: Sigh
pt_br: Suspirar

# STRINGS.DUPLICANTS.CHORES.SIGH.STATUS
source: Sighing
pt_br: Suspirando

# STRINGS.DUPLICANTS.CHORES.SLEEP.NAME
source: Sleep
pt_br: Dormir

# STRINGS.DUPLICANTS.CHORES.SLEEP.STATUS
source: Sleeping
pt_br: Dormindo

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.NAME
source: Lash out
pt_br: Dar Ataque de Nervos

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.STATUS
source: Lashing out
pt_br: Dando Ataque de Nervos

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.NAME
source: Antsy
pt_br: Inquieto

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.STATUS
source: Antsy
pt_br: Inquieto

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.NAME
source: Stress vomit
pt_br: Vomitar por Stress

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.STATUS
source: Stress vomiting
pt_br: Vomitando por stress

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.NAME
source: Take medicine
pt_br: Tomar remédio

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.STATUS
source: Taking medicine
pt_br: Tomando remédio

# STRINGS.DUPLICANTS.CHORES.TOGGLE.NAME
source: Toggle
pt_br: Interruptores

# STRINGS.DUPLICANTS.CHORES.TOGGLE.STATUS
source: Going to toggle
pt_br: Indo até interruptor

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.NAME
source: Sweep
pt_br: Varrendo

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.STATUS
source: Going to sweep
pt_br: Indo varrer

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.NAME
source: Enter Transit Tube
pt_br: Entrada do tudo de transito

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.STATUS
source: Entering Transit Tube
pt_br: Entrando no sistema de tubos de transito

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.NAME
source: Ugly Cry
pt_br: Chororô

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.STATUS
source: Ugly crying
pt_br: Chorando

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.NAME
source: Unequip
pt_br: Remover equipamento

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.STATUS
source: Moving to unequip
pt_br: Indo remover equipamento

# STRINGS.DUPLICANTS.CHORES.UPGRADE.NAME
source: Upgrade
pt_br: Melhorando

# STRINGS.DUPLICANTS.CHORES.UPGRADE.STATUS
source: Going to upgrade
pt_br: Indo melhorar

# STRINGS.DUPLICANTS.CHORES.UPROOT.NAME
source: Uproot
pt_br: Remover

# STRINGS.DUPLICANTS.CHORES.UPROOT.STATUS
source: Going to uproot
pt_br: Indo remover

# STRINGS.DUPLICANTS.CHORES.USETOILET.NAME
source: Use toilet
pt_br: Usar o banheiro

# STRINGS.DUPLICANTS.CHORES.USETOILET.STATUS
source: Going to use toilet
pt_br: A caminho do banheiro

# STRINGS.DUPLICANTS.CHORES.VOMIT.NAME
source: Vomit
pt_br: Vomitar

# STRINGS.DUPLICANTS.CHORES.VOMIT.STATUS
source: Vomiting
pt_br: Vomitando

# STRINGS.DUPLICANTS.CHORES.WARMUP.NAME
source: Warm up
pt_br: Se aquecer

# STRINGS.DUPLICANTS.CHORES.WARMUP.STATUS
source: Going to warm up
pt_br: Indo se aquecer

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.NAME
source: Wash hands
pt_br: Lavar as mãos

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.STATUS
source: Washing hands
pt_br: Lavando as mãos

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.DESC
source: This Duplicant needs things done in a very particular way
pt_br: Esta Duplicata tem que fazer tudo de um jeito específico

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.NAME
source: Fastidious
pt_br: Idiossincrásico

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.DESC
source: This Duplicant brightens others' days wherever he goes
pt_br: Esta Duplicata deixa todo mundo ao seu redor mais alegre

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.NAME
source: Cheery Disposition
pt_br: Alto-astral

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.DESC
source: This Duplicant has an all-consuming fear of bacteria
pt_br: Esse Duplicante tem um medo mortal de bactérias

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.NAME
source: Germaphobe
pt_br: Germefóbico

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.DESC
source: This Duplicant seems pretty average overall
pt_br: Esta Duplicata é bem comum

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.NAME
source: None
pt_br: Nada

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.DESC
source: This Duplicant is genetically cursed by a pungent bodily odor
pt_br: Esta Duplicata está sempre emitindo um odor terrível

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.NAME
source: Stinkiness
pt_br: Fedorento

# STRINGS.DUPLICANTS.DEATHS.COMBAT.DESCRIPTION
source: {Target} was slain in combat.
pt_br: {Target} foi morto em combate.

# STRINGS.DUPLICANTS.DEATHS.COMBAT.NAME
source: Slain
pt_br: Morto

# STRINGS.DUPLICANTS.DEATHS.DROWNED.DESCRIPTION
source: {Target} has drowned.
pt_br: {Target} morreu afogado.

# STRINGS.DUPLICANTS.DEATHS.DROWNED.NAME
source: Drowned
pt_br: Afogado

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.DESCRIPTION
source: {Target} has died in an explosion.
pt_br: {Target} morreu em uma explosão.

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.NAME
source: Explosion
pt_br: Explosão

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.DESCRIPTION
source: {Target} has died of a fatal illness.
pt_br: {Target} morreu de uma doença fatal.

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.NAME
source: Succumbed to Disease
pt_br: Sucumbido à doença

# STRINGS.DUPLICANTS.DEATHS.FROZEN.DESCRIPTION
source: {Target} has frozen to death.
pt_br: {Target} foi congelado até a morte.

# STRINGS.DUPLICANTS.DEATHS.FROZEN.NAME
source: Frozen
pt_br: Congelado

# STRINGS.DUPLICANTS.DEATHS.GENERIC.DESCRIPTION
source: {Target} has died.
pt_br: {Target} morreu.

# STRINGS.DUPLICANTS.DEATHS.GENERIC.NAME
source: Death
pt_br: Morto

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.DESCRIPTION
source: {Target} has overheated to death.
pt_br: {Target} morreu sufocado.

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.NAME
source: Overheated
pt_br: Sobreaquecendo
