Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <style="LiquidPiping">Liquid Pipe</style>
pt_br: Conectado a um <style="LiquidPiping">Cano de Líquido</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send liquid into pipes ------------------ Must be on the same network as at least one <style="LiquidDestination">Intake</style>
pt_br: <b>Entrada da Estrutura</b> Entradas enviam líquidos para dentro das estruturas ------------------ Precisa ter na mesma rede pelo menos uma <style="LiquidSource">Saída</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <style="LiquidPiping">Liquid Pipe</style>
pt_br: Precisa estar conectado a um <style="LiquidPiping">Cano de Líquido</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered liquid into pipes ------------------ Must be on the same network as at least one <style="LiquidDestination">Intake</style>
pt_br: <b> Tubulação de saída filtrada </ b> Saídas filtradas enviam líquidos filtrados para tubos ------------------ Deve estar na mesma rede que pelo menos um<style="LiquidDestination">Saída</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.NETWORK
source: Liquid network {0}
pt_br: Sistema de Líquidos {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send liquid into buildings ------------------ Must be on the same network as at least one <style="LiquidSource">Output</style>
pt_br: <b>Entrada da Estrutura</b> Entradas enviam líquidos para dentro das estruturas ------------------ Precisa ter na mesma rede pelo menos uma <style="LiquidSource">Saída</style>

# STRINGS.UI.OVERLAYS.LOGIC.BUTTON
source: Automation Overlay
pt_br: Painel Automação

# STRINGS.UI.OVERLAYS.LOGIC.CIRCUIT_STATUS_HEADER
source: GRID STATUS
pt_br: STATUS DA GRADE

# STRINGS.UI.OVERLAYS.LOGIC.DISCONNECTED
source: DISCONNECTED
pt_br: DESCONECTADO

# STRINGS.UI.OVERLAYS.LOGIC.INPUT
source: Input Port
pt_br: Porta de entrada

# STRINGS.UI.OVERLAYS.LOGIC.NAME
source: AUTOMATION OVERLAY
pt_br: PAINEL AUTOMAÇÃO

# STRINGS.UI.OVERLAYS.LOGIC.ONE
source: Active
pt_br: Ativo

# STRINGS.UI.OVERLAYS.LOGIC.OUTPUT
source: Output Port
pt_br: Porta de saída

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.DISCONNECTED
source: This port is not connected to an automation grid
pt_br: Esse portão não está conectado à nenhum circuito de automação

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.INPUT
source: Receives a signal from an automation grid
pt_br: Recebe um sinal de uma grade de automação

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ONE
source: These ports are currently active
pt_br: Essas portas são atualmente ativas

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.OUTPUT
source: Sends a signal out to an automation grid
pt_br: Envia um sinal para uma grade de automação

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ZERO
source: These ports are currently on standby
pt_br: Essas portas são atualmente em modo de espera

# STRINGS.UI.OVERLAYS.LOGIC.ZERO
source: Standby
pt_br: Em espera

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.BUTTON
source: Acoustics Overlay
pt_br: Painel Acústica

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.DESCRIPTION
source: Two <style="sound">Sounds</style> of equal dB will sum for a <style="produced">+3 dB</style> increase. A <style="sound">Sound</style> that is 10 dB quieter will add approximately <style="produced">+0.5 dB</style> to the total signal. Anything more than 10 dB quieter will be inaudible.
pt_br: Dois <style="sound">Sons</style> de dB iguais irão resultar em aumento de <style="produced">+3 dB</style>. Um <style="sound">Som</style> que é menor que 10 dB vai aumentar aproximadamente <style="produced">+0.5 dB</style> ao sinal total. Qualquer som menor que 10 dB será inaudível.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.HOVERTITLE
source: Acoustics
pt_br: Acústica

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAME
source: ACOUSTICS OVERLAY
pt_br: PAINEL ACÚSTICA

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.ACTIVE
source: Cacophonous
pt_br: Cacofonoso

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.EXTREME
source: Painful
pt_br: Doloroso

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PASSIVE
source: Loud
pt_br: Alto

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PEACEFUL
source: Peaceful
pt_br: Pacífico

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.QUIET
source: Quiet
pt_br: Quieto

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.TOSSANDTURN
source: Moderate
pt_br: Moderado

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.WAKEUP
source: Noisy
pt_br: Barulhento

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NOTAFFECTING
source: Drowned out:
pt_br: Afogado:

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.ACTIVE
source: [>{0} dB] ------------------ Cacophonous noise causes significant Stress and prevents Duplicants from sleeping or researching. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
pt_br: [>{0} dB] ------------------ Barulho cacofonoso causa aumento signficativo no Estresse e impede Duplicantes de dormir ou pesquisar. Tráfego de Duplicantes, geradores, e estruturas ligadas podem criar altos níveis de barulho.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.EXTREME
source: [>{0} dB] ------------------ Painful noise levels are extremely Stressful to Duplicants and will cause them physical pain. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
pt_br: [>{0} dB] ------------------ Barulho a nível doloroso são extremamente estressantes aos Duplicantes e causarão a eles muita dor. Tráfego de Duplicantes, geradores, e estruturas ligadas podem criar altos níveis de barulho.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.HIGH_NOISE_POLLUTION
source: Exposure to loud noises causes Duplicant Stress over time and makes it difficult to sleep or concentrate ------------------ High Duplicant traffic and powered buildings can create noisy areas
pt_br: Exposição à áreas barulhentas causam Estresse ao longo do tempo e torna difícil dormir ou se concentrar ------------------ Alto tráfego de Duplicantes e estruturas ligadas podem gerar áreas barulhentas

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.LOW_NOISE_POLLUTION
source: Quiet areas decrease Stress, ensure Duplicants have quality sleep, and help them to concentrate ------------------ Soundproofed rooms and areas free of buildings and creatures will generally be quieter.
pt_br: Áres quietas reduzem o Estresse, garantem um sono de qualidade e ajudam eles a se concentrar ------------------ Salas à prova de som e áreas livres de estruturas e criaturas geralmente são mais quietas.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PASSIVE
source: [>{0} dB] ------------------ Loud areas will impair Duplicants' Learning abilities and cause minor Stress. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
pt_br: [>{0} dB] ------------------ Áreas barulhentas irão prejudicar as habilidade de Aprendizado e causarão um pouco de Estresse. Tráfego de Duplicantes, geradores, e estruturas ligadas podem criar altos níveis de barulho.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PEACEFUL
source: [{0} dB] ------------------ Peaceful areas improve Duplicants' quality of sleep and Learning ability. Soundproofed rooms and areas free of buildings and creatures will generally be quieter.
pt_br: [{0} dB] ------------------ Áreas Pacíficas melhoram a qualidade do sono e a habilidade de Aprendizado. Salas a prova de som e áreas sem estruturas e criaturas geralmente serão mais quietas.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.QUIET
source: [>{0} dB] ------------------ Quiet areas are necessary for Duplicants to fall asleep. Soundproofed rooms and areas free of buildings and creatures will generally be quieter.
pt_br: [>{0} dB] ------------------ Áreas quietas são necessárias para os Duplicantes dormirem. Salas a prova de som e áreas sem estruturas e criaturas geralmente serão mais quietas.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.TOSSANDTURN
source: [>{0} dB] ------------------ Duplicants will feel unrested if forced to sleep in Moderate noise. Soundproofed rooms and areas free of buildings and creatures will generally be quieter.
pt_br: [>{0} dB] ------------------ Duplicantes vão se sentir cansados se forçados a dormir em barulho Moderado. Salas a prova de som e áreas sem estruturas e criaturas geralmente serão mais quietas.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.WAKEUP
source: [>{0} dB] ------------------ Noisy areas will wake Duplicants up during the night, but are tolerable to them during the day. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
pt_br: [>{0} dB] ------------------ Áreas barulhentas vão acordar os Duplicantes durante a noite, mas são toleráveis durante o dia. Tráfego de Duplicantes, geradores, e estruturas ligadas podem criar altos níveis de barulho.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.VALUE
source: <color=#{0}>{1} dB</color>
pt_br: Envia líquido para objetos através de canos * Deve estar conectado a pelo menos uma <style="LiquidSource">Saída</style>

# STRINGS.UI.OVERLAYS.OXYGEN.BUTTON
source: Oxygen Overlay
pt_br: Mapa de oxigênio

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND1
source: Very Breathable
pt_br: Muito Respirável

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND2
source: Breathable
pt_br: Respirável

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND3
source: Barely Breathable
pt_br: Pouco Respirável

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND4
source: Unbreathable
pt_br: Irrespirável

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND5
source: Slightly Toxic
pt_br: Tóxico

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND6
source: Very Toxic
pt_br: Muito tóxico

# STRINGS.UI.OVERLAYS.OXYGEN.NAME
source: OXYGEN OVERLAY
pt_br: MAPA DE OXIGÊNIO

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND1
source: <b>Very Breathable</b> High oxygen concentrations
pt_br: <b>Muito Respirável</b> Altas concentrações de oxigênio

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND2
source: <b>Breathable</b> Sufficient oxygen concentrations
pt_br: <b>Respirável</b> Concentrações de oxigênio suficientes

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND3
source: <b>Barely Breathable</b> Low oxygen concentrations
pt_br: <b>Pouco Respirável</b> Baixas concentrações de oxigênio

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND4
source: <b>Unbreathable</b> Extremely low or absent oxygen concentrations ------------------ Duplicants will suffocate if trapped in these areas
pt_br: <b>Irrespirável</b> Concentrações de oxigênio ausentes ou extremamente baixas ------------------ Duplicantes irão sufocar se estiverem presos nessas áreas

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND5
source: <b>Slightly Toxic</b> Harmful gas concentration
pt_br: <b>Pouco Tóxico </b> Concentrações de gás a nível nocivo

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND6
source: <b>Very Toxic</b> Lethal gas concentration
pt_br: <b>Muito Tóxico </b> Concentrações de gás a nível letal

# STRINGS.UI.OVERLAYS.POWER.WATTS_CONSUMED
source: Watts Consumed
pt_br: Watts consumidos

# STRINGS.UI.OVERLAYS.POWER.WATTS_GENERATED
source: Watts Generated
pt_br: Watts gerados

# STRINGS.UI.OVERLAYS.PRIORITIES.BUTTON
source: Priority Overlay
pt_br: Mapa de prioridade

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT
source: Priority 8
pt_br: Prioridade 8

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT_TOOLTIP
source: Priority 8
pt_br: Prioridade 8

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE
source: Priority 5
pt_br: Prioridade 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE_TOOLTIP
source: Priority 5
pt_br: Prioridade 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR
source: Priority 4
pt_br: Prioridade 4

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR_TOOLTIP
source: Priority 4
pt_br: Prioridade 4

# STRINGS.UI.OVERLAYS.PRIORITIES.NAME
source: PRIORITY OVERLAY
pt_br: MAPA DE PRIORIDADE

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE
source: Priority 9 (Highest)
pt_br: Prioridade 9 (mais alta)

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE_TOOLTIP
source: Priority 9
pt_br: Prioridade 9

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE
source: Priority 1 (Lowest)
pt_br: Prioridade 1 (mais baixa)

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE_TOOLTIP
source: Priority 1
pt_br: Prioridade 1

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN
source: Priority 7
pt_br: Prioridade 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN_TOOLTIP
source: Priority 7
pt_br: Prioridade 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX
source: Priority 6
pt_br: Prioridade 6

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX_TOOLTIP
source: Priority 6
pt_br: Prioridade 6

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE
source: Priority 3
pt_br: Prioridade 3

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE_TOOLTIP
source: Priority 3
pt_br: Prioridade 3

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO
source: Priority 2
pt_br: Prioridade 2

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO_TOOLTIP
source: Priority 2
pt_br: Prioridade 2

# STRINGS.UI.OVERLAYS.ROOMS.BUTTON
source: Room Overlay
pt_br: Mapa de salar

# STRINGS.UI.OVERLAYS.ROOMS.HOVERTITLE
source: ROOMS
pt_br: SALAS

# STRINGS.UI.OVERLAYS.ROOMS.NAME
source: ROOM OVERLAY
pt_br: MAPA DE SALAS

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.DESC
source: Enclose this space with walls and/or doors to make a room
pt_br: Circunde esse espaço com paredes e/ou portas para fazer uma sala

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.HEADER
source: No Room
pt_br: Nenhuma Sala

# STRINGS.UI.OVERLAYS.ROOMS.ROOM
source: Room {0}
pt_br: Sala {0}

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.NOROOMS
source: Duplicants have nowhere to sleep
pt_br: Suas Duplicatas não tem um lugar para dormirem

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.ROOM
source: Completed Duplicant bedrooms
pt_br: Concluído quartos para Duplicatas

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.BUTTON
source: Exosuit Overlay
pt_br: Mapa de Traje de Proteção

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.NAME
source: EXOSUIT OVERLAY
pt_br: MAPA DE TRAJE DE PROTEÇÃO

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.NOREGIONS
source: No exosuit regions created
pt_br: Nenhum zona para Traje de Proteção criada

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.REGION
source: Exosuit Region {0}
pt_br: Zona de Proteção {0}

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.TOOLTIPS.NOREGIONS
source: No storage areas have been designated to receive materials
pt_br: Nenhuma zona de armazenagem foi marcada para receber materiais

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.TOOLTIPS.REGION
source: {0} is accepting materials
pt_br: {0} está aceitando materiais

# STRINGS.UI.OVERLAYS.SUIT.BUTTON
source: Exosuit Overlay
pt_br: Painel Traje

# STRINGS.UI.OVERLAYS.SUIT.NAME
source: EXOSUIT OVERLAY
pt_br: PAINEL Traje

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON
source: Suit
pt_br: Traje

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON_TOOLTIP
source: Shows the location of suits
pt_br: Mostra a localização dos trajes

# STRINGS.UI.OVERLAYS.TEMPERATURE.BUTTON
source: Temperature Overlay
pt_br: Mapa de Temperatura

# STRINGS.UI.OVERLAYS.TEMPERATURE.COLD
source: Chilled
pt_br: Frio

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMECOLD
source: Absolute Zero
pt_br: Zero absoluto

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMEHOT
source: Scorching
pt_br: Fervendo

# STRINGS.UI.OVERLAYS.TEMPERATURE.HOT
source: Warm
pt_br: Morno

# STRINGS.UI.OVERLAYS.TEMPERATURE.MAXHOT
source: Molten
pt_br: Derretendo

# STRINGS.UI.OVERLAYS.TEMPERATURE.NAME
source: TEMPERATURE OVERLAY
pt_br: MAPA DE TEMPERATURA

# STRINGS.UI.OVERLAYS.TEMPERATURE.TEMPERATE
source: Temperate
pt_br: Temperado

# STRINGS.UI.OVERLAYS.TEMPERATURE.TOOLTIPS.TEMPERATURE
source: Temperatures reaching {0}
pt_br: Temperaturas de até {0}

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYCOLD
source: Cold
pt_br: Congelando

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYHOT
source: Hot
pt_br: Quente

# STRINGS.UI.OVERLAYSTITLE
source: OVERLAYS
pt_br: MAPAS

# STRINGS.UI.PICKEDUP
source: Picked Up: {0} {1}
pt_br: Coletado: {0} {1}

# STRINGS.UI.PLACEINRECEPTACLE
source: Plant
pt_br: Plantar

# STRINGS.UI.PRIORITYSCREEN.BUILDMENUPRIORITYTOOLTIP.BASIC
source: Set construction priority level ------------------ Priority 1: Lowest Priority 9: Highest
pt_br: Defina a prioridade da construção ------------------ Prioridade 1: Menor Prioridade 9: Maior

# STRINGS.UI.PRIORITYSCREEN.TOOLPRIORITYTOOLTIP.BASIC
source: Set priority level for the currently selected tool ------------------ Priority 1: Lowest Priority 9: Highest
pt_br: Defina a prioridade da ferramenta selecionada ------------------ Prioridade 1: Menor Prioridade 9: Maior

# STRINGS.UI.PRIORITYSCREEN.USERMENUPRIORITYTOOLTIP.BASIC
source: Set priority level for the currently selected object ------------------ Priority 1: Lowest Priority 9: Highest
pt_br: Defina a prioridade do objeto selecionado ------------------ Prioridade 1: Menor Prioridade 9: Maior

# STRINGS.UI.PRODUCTINFO_APPLICABLERESOURCES
source: Required resources:
pt_br: Materiais necessários:

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_DESC
source: {0} has yet to be discovered.
pt_br: {0} não foi ainda descoberto.

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_HOVER
source: Missing resource(s)
pt_br: Faltando recurso(s)

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_TITLE
source: Requires {0}: {1}
pt_br: Requer {0}: {1}

# STRINGS.UI.PRODUCTINFO_REQUIRESRESEARCHDESC
source: Requires {0} Research
pt_br: Requer a Pesquisa {0}

# STRINGS.UI.PRODUCTINFO_RESEARCHREQUIRED
source: Research required...
pt_br: Requer Pesquisa...

# STRINGS.UI.PRODUCTINFO_SELECTMATERIAL
source: Select {0}:
pt_br: Escolher {0}:

# STRINGS.UI.QUEUE
source: Queue
pt_br: Fila

# STRINGS.UI.RED_ALERT
source: RED ALERT
pt_br: ALERTA VERMELHO

# STRINGS.UI.REMOVEFROMRECEPTACLE
source: Uproot
pt_br: Remover

# STRINGS.UI.REPORT
source: REPORTS
pt_br: RESUMO

# STRINGS.UI.RESEARCH
source: RESEARCH
pt_br: PESQUISA

# STRINGS.UI.RESEARCHPOINTS
source: Research points
pt_br: Pontos de Pesquisa

# STRINGS.UI.RESEARCHSCREEN_UNLOCKSTOOLTIP
source: Unlocks: {0}
pt_br: Destrava: {0}

# STRINGS.UI.RESOURCESCREEN.AVAILABLE_TOOLTIP
source: Available: {0}
pt_br: Disponível: {0}

# STRINGS.UI.RESOURCESCREEN.CATEGORY_TOOLTIP
source: Counts all unallocated resources within reach ------------------ Click to expand
pt_br: Conta todos os recursos não alocados dentro do alcance ------------------ Clique para expandir

# STRINGS.UI.ROLES
source: ROLES
pt_br: PAPÉIS

# STRINGS.UI.SCHEDULE
source: SCHEDULE
pt_br: ROTINAS

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.DESCRIPTION
source: EAT: During Mealtime Duplicants will head to their assigned mess halls and eat.
pt_br: REFEIÇÃO: Durante este horário as Duplicatas irão até suas mesas de jantar para comer.

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.NAME
source: Mealtime
pt_br: Comida

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.DESCRIPTION
source: HYGIENE: During <style="hygiene">Hygiene</style> hours Duplicants will head to their assigned washrooms to get cleaned up.
pt_br: BANHO: Durante o horário de <style="hygiene">Higiene</style> as Duplicatas irão até seus banheiros para se lavarem.

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.NAME
source: Hygiene
pt_br: Higiene

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.DESCRIPTION
source: HAMMER TIME: During Hammer Time, Duplicants will relieve their <style="stress">Stress</style> through dance. Please be aware that no matter how hard your Duplicants try, they will absolutely not be able to touch this.
pt_br: FORRÓ: Durante este horário, as Duplicatas reduzirão seu <style="stress">Stress</style> dançando.

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.NAME
source: Recreation
pt_br: Recreação

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.DESCRIPTION
source: SLEEP: When it's time to sleep, Duplicants will head to their assigned rooms and rest.
pt_br: DORMIR: Quando for hora de dormir, as Duplicatas irão até suas camas para descansarem.

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.NAME
source: Sleep
pt_br: Descanso

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.DESCRIPTION
source: WORK: During Work hours Duplicants will perform any pending job tasks in the colony.
pt_br: TRABALHO: Durante as horas de trabalho, as Duplicatas irão realizar quaisquer tarefas pendentes.

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.NAME
source: Work
pt_br: Trabalho

# STRINGS.UI.SCHEDULESCREEN.ALLOWED
source: Allowed
pt_br: Permitido

# STRINGS.UI.SCHEDULESCREEN.BLOCKS
source: BLOCKS:
pt_br: BLOCOS:

# STRINGS.UI.SCHEDULESCREEN.CLICKTOCHANGE
source: Click to change block type.
pt_br: Aperte para mudar o tipo de bloco.

# STRINGS.UI.SCHEDULESCREEN.CLICKTOSELECT
source: Click to select.
pt_br: Aperte para selecionar.

# STRINGS.UI.SCHEDULESCREEN.DENIED
source: Denied
pt_br: Proibido

# STRINGS.UI.SCHEDULESCREEN.SCHEDULE
source: SCHEDULE:
pt_br: ROTINAS:

# STRINGS.UI.SCHEDULESCREEN.SELECTBLOCKTYPETOOLTIP
source: Select a block type to adjust the colony's schedule
pt_br: Escolha um tipo de bloco para ajustar a rotina diária da colônia

# STRINGS.UI.SCHEDULESCREEN.SELECTHELP
source: Select an option and then click or drag on the timetable to adjust the Duplicant's schedule.
pt_br: Escolha uma opção e então aperte ou arraste no quadro de horários para ajustar a rotina de uma Duplicata.

# STRINGS.UI.SCHEDULESCREEN.TIMESLOT
source: Time Slot
pt_br: Horário

# STRINGS.UI.SPEED_FAST
source: FAST
pt_br: RÁPIDO

# STRINGS.UI.SPEED_MEDIUM
source: MEDIUM
pt_br: MÉDIO

# STRINGS.UI.SPEED_SLOW
source: SLOW
pt_br: LENTO

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EATEN_TODAY
source: Sort by eaten today
pt_br: Organizar por comido hoje

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EXPECTATIONS
source: Sort by quality expectations
pt_br: Organizar por qualidade esperada

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_FULLNESS
source: Sort by fullness
pt_br: Organizar por satisfação

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_HITPOINTS
source: Sort by hit points
pt_br: Organizar por pontos de saúde

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_IMMUNEPOINTS
source: Sort by immune points
pt_br: Organizar por pontos de imunidade

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_NAME
source: Sort by name
pt_br: Organizar por nome

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_STRESS
source: Sort by stress level
pt_br: Organizar por stress

# STRINGS.UI.TABLESCREENS.GOTO_DUPLICANT_BUTTON
source: Double-click to go to <b>{0}</b>
pt_br: Duplo clique para ir para <b>{0}</b>

# STRINGS.UI.TABLESCREENS.SELECT_DUPLICANT_BUTTON
source: Click to select <b>{0}</b>
pt_br: Clique para selecionar <b>{0}</b>

# STRINGS.UI.TOOLS.ATTACK.NAME
source: Attack
pt_br: Atacar

# STRINGS.UI.TOOLS.ATTACK.TOOLACTION
source: DRAG TO ATTACK
pt_br: ARRASTE PARA ATACAR

# STRINGS.UI.TOOLS.ATTACK.TOOLNAME
source: Attack tool
pt_br: Ferramenta Atacar

# STRINGS.UI.TOOLS.BUILD.NAME
source: Build {0}
pt_br: Construir {0}

# STRINGS.UI.TOOLS.BUILD.TOOLACTION
source: CLICK TO BUILD
pt_br: APERTE PARA CONSTRUIR

# STRINGS.UI.TOOLS.BUILD.TOOLACTION_DRAG
source: DRAG TO BUILD
pt_br: ARRASTE PARA CONSTRUIR

# STRINGS.UI.TOOLS.BUILD.TOOLNAME
source: Build tool
pt_br: Ferramenta de construção

# STRINGS.UI.TOOLS.CANCEL.NAME
source: Cancel
pt_br: Cancelar

# STRINGS.UI.TOOLS.CANCEL.TOOLACTION
source: DRAG TO CANCEL ACTION
pt_br: ARRASTE PARA CANCELAR AÇÕES

# STRINGS.UI.TOOLS.CANCEL.TOOLNAME
source: Cancel tool
pt_br: Ferramenta de cancelar

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.NAME
source: Clean
pt_br: Limpar

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.TOOLNAME
source: Clean Up tools
pt_br: Ferramenta de limpeza

# STRINGS.UI.TOOLS.COPYSETTINGS.NAME
source: Paste Settings
pt_br: Copiar Configurações

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLACTION
source: DRAG TO PASTE SETTINGS
pt_br: ARRASTE PARA COLAR CONFIGURAÇÕES

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLNAME
source: Paste Settings Tool
pt_br: Ferramenta de cópia

# STRINGS.UI.TOOLS.DECONSTRUCT.NAME
source: Deconstruct
pt_br: Desmontar

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLACTION
source: DRAG TO DECONSTRUCT
pt_br: ARRASTE PARA DESMONTAR
