Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.CAUSE
source: Obtained by taking a comfortably heated shower
pt_br: Adquirido ao tomar um banho confortável

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.NAME
source: Refreshingly Clean
pt_br: Limpinho

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.TOOLTIP
source: This Duplicant took a warm shower and it was great!
pt_br: Esta Duplicata tomou uma ducha quente - foi uma maravilha!

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.NAME
source: Full Bladder
pt_br: Bexiga cheia

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.TOOLTIP
source: This Duplicant's bladder is full
pt_br: A bexiga desta Duplicata está no limite

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.NAME
source: Fussy
pt_br: Nervosinho

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.TOOLTIP
source: This Duplicant is hard to please
pt_br: É quase impossível agradar esta Duplicata

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.CAUSE
source: Obtained by eating a hearty homecooked meal
pt_br: Adquirido ao comer uma refeição bem nutritiva

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.DESCRIPTION
source: Duplicants find this homecooked meal is emotionally comforting
pt_br: Esse Duplicante comeu uma refeição tão gostosa e está emocionado

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.NAME
source: Soul Food
pt_br: Néctar dos deuses

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.TOOLTIP
source: This Duplicant had a yummy homecooked meal and is totally stuffed
pt_br: Esta Duplicata comeu uma refeição caseira que estava uma delícia

# STRINGS.DUPLICANTS.MODIFIERS.HOLDINGBREATH.NAME
source: Holding breath
pt_br: Segurando o fôlego

# STRINGS.DUPLICANTS.MODIFIERS.HOMEOSTASIS.NAME
source: Homeostasis
pt_br: Homeostase

# STRINGS.DUPLICANTS.MODIFIERS.HOT.NAME
source: Hot
pt_br: Com calor

# STRINGS.DUPLICANTS.MODIFIERS.HOT.TOOLTIP
source: This Duplicant is uncomfortably warm
pt_br: Esta Duplicata está com calor demais

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.NAME
source: Hungry
pt_br: Faminto

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.TOOLTIP
source: This Duplicant is ready for lunch
pt_br: Esta Duplicata mal pode esperar pela sua próxima refeição

# STRINGS.DUPLICANTS.MODIFIERS.IMMUNESYSTEMOVERWHELMED.NAME
source: Immune System Overwhelmed
pt_br: Sistema Imune Sobrecarregado

# STRINGS.DUPLICANTS.MODIFIERS.IMMUNESYSTEMOVERWHELMED.TOOLTIP
source: This Duplicant's immune system is slowly being overwhelmed by a high concentration of germs
pt_br: O sistema imune desse Duplicante está lentamente sendo sobrecarregado por uma alta concentração de germes

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.NAME
source: Inspired
pt_br: Inspirado

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.TOOLTIP
source: This Duplicant has had a creative vision!
pt_br: Esta Duplicata teve visões da sua musa!

# STRINGS.DUPLICANTS.MODIFIERS.INTRAVENOUS_NUTRITION.NAME
source: Intravenous Feeding
pt_br: Nutrição intravenosa

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.NAME
source: Light Wounds
pt_br: Ferida superficial

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are a bit uncomfortable
pt_br: Esta Duplicata foi machucada, e agora está muito incomodada

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.NAME
source: Low Oxygen
pt_br: Pouco oxigênio

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.TOOLTIP
source: The air is thin in this area
pt_br: Esta área não possui oxigênio

# STRINGS.DUPLICANTS.MODIFIERS.LUXURYBEDSTAMINA.NAME
source: Slept in a comfy bed
pt_br: Dormiu em uma cama confortável

# STRINGS.DUPLICANTS.MODIFIERS.LUXURYBEDSTAMINA.TOOLTIP
source: This Duplicant loves their snuggly bed
pt_br: Esse Duplicante ama sua cama fofinha

# STRINGS.DUPLICANTS.MODIFIERS.MANAGEDCOLONY.NAME
source: Managed Colony
pt_br: Colônia Gerenciada

# STRINGS.DUPLICANTS.MODIFIERS.MANAGEDCOLONY.TOOLTIP
source: A Duplicant is in the colony manager role
pt_br: Um Duplicante está no papel de gerente da colônia

# STRINGS.DUPLICANTS.MODIFIERS.MANAGERIALDUTIES.NAME
source: Managerial Duties
pt_br: Deveres da Gestão

# STRINGS.DUPLICANTS.MODIFIERS.MANAGERIALDUTIES.TOOLTIP
source: Being a manager is stressful
pt_br: Ser um gerente é estressante

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOT.NAME
source: Med-Bed Rest
pt_br: Descanso em Maca

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOT.TOOLTIP
source: This Duplicant's injury and disease recovery times are being improved
pt_br: O tempo de recuperação de doenças e ferimentos desse Duplicante estão sendo acelerados

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOTDOCTORED.NAME
source: Receiving treatment
pt_br: Recebendo tratamento

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOTDOCTORED.TOOLTIP
source: This Duplicant is receiving medical aid to lessen the severity and recovery time of their illness
pt_br: Esse Duplicante está recebendo tratamento médico para reduzir a severidade e o tempo de recuperação da sua doença

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_GENERICPILL.TOOLTIP
source: A general, all-purpose <style="medicine">Medicine</style>. The less you know about it, the better it works.
pt_br: Um <style="medicine">Remédio</style> que serve pra tudo Quanto menos você saber sobre ele, melhor funciona.

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_VITAMINSUPPLEMENT.NAME
source: Vitamin Supplement
pt_br: Suplemento Vitamínico

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_VITAMINSUPPLEMENT.TOOLTIP
source: A health <style="medicine">Supplement</style> for improving <style="disease">Immune System</style> strength.
pt_br: Um <style="medicine">Suplemento</style> médico para aumentar a força do <style="disease">Sistema Imune</style>.

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.NAME
source: Moderate Wounds
pt_br: Ferido

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are affecting their ability to work
pt_br: Esse Duplicante sofreu ferimentos que estão afetando sua abilidade no trabalho

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.NAME
source: Mourning
pt_br: De luto

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.TOOLTIP
source: This Duplicant is grieving the loss of a friend
pt_br: Esta Duplicata está sofrendo com a perda de um amigo

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.NAME
source: Narcoleptic Nap
pt_br: Soneca impromptu

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.TOOLTIP
source: This Duplicant just needs to rest their eyes for a second
pt_br: Esta Duplicata nunca sabe quando vai ficar com sono

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.NAME
source: New Friend
pt_br: Novo amigo

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.TOOLTIP
source: This Duplicant is happy to see a new face in the colony
pt_br: Esta Duplicata está feliz em ver uma cara nova na colônia

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.NAME
source: Nightmares
pt_br: Pesadelos

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.TOOLTIP
source: This Duplicant was visited by something in the night
pt_br: Esta Duplicata teve uma visão terrível de noite

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMAJOR.NAME
source: Cacophony!
pt_br: Cacofonia!

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMAJOR.TOOLTIP
source: It's very, very loud in here!
pt_br: É muito, muito barulhento aqui!

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMINOR.NAME
source: Loud Noises
pt_br: Sons Altos

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMINOR.TOOLTIP
source: This area is a bit too loud for comfort
pt_br: Essa área está desconfortávelmente barulhenta

# STRINGS.DUPLICANTS.MODIFIERS.NOISEPEACEFUL.NAME
source: Peace and Quiet
pt_br: Quieto e Pacífico

# STRINGS.DUPLICANTS.MODIFIERS.NOISEPEACEFUL.TOOLTIP
source: This Duplicant has found a quiet place to concentrate
pt_br: Esse Duplicante achou um local tranquilo para se concentrar

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.NAME
source: No Oxygen
pt_br: Sem oxigênio

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.TOOLTIP
source: There is no breathable air in this area
pt_br: Esta área não possui oxigênio

# STRINGS.DUPLICANTS.MODIFIERS.NOSTRESSCREATOR.NAME
source: None
pt_br: Nada

# STRINGS.DUPLICANTS.MODIFIERS.PEACEFULSLEEP.NAME
source: Well Rested
pt_br: Bem Descansado

# STRINGS.DUPLICANTS.MODIFIERS.PEACEFULSLEEP.TOOLTIP
source: This Duplicant had a blissfully quiet sleep last night
pt_br: Esse Duplicante teve uma ótima e quieto sono na noite passada

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.CAUSE
source: This Duplicant got so good at their job that they stopped being comfortable sleeping near other people
pt_br: Esta Duplicata ficou tão boa no que faz que não gosta mais de dormir perto de outras Duplicatas

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.NAME
source: Personal Bubble Burst
pt_br: Privacidade destruída

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.TOOLTIP
source: This Duplicant had to sleep too close to others and it was awkward for them
pt_br: Esta Duplicata foi obrigada a dormir perto de outras Duplicatas. Eca

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.NAME
source: Popped Eardrums
pt_br: Tímpanos Estourados

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.TOOLTIP
source: This Duplicant was exposed to an overpressurized area that popped their eardrums
pt_br: Esse Duplicante foi exposto a uma área altamente pressurizada que estourou seus tímpanos

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.ADDITIONAL_EFFECTS
source: This Duplicant has a temporary immunity to disease from beating an infection
pt_br: Esse Duplicante ganhou uma imunidade temporária à doenças por derrotar uma infecção

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.NAME
source: Feeling a bit better
pt_br: Sentindo-se um pouco melhor

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.TOOLTIP
source: This Duplicant is up and about but still has some lingering effects from their illness
pt_br: Este Duplicante recebeu alta mas ainda sente algumas sequelas da sua doença

# STRINGS.DUPLICANTS.MODIFIERS.PROPERBATHROOM.NAME
source: Nice Bathroom
pt_br: Bom Banheiro

# STRINGS.DUPLICANTS.MODIFIERS.PROPERBATHROOM.TOOLTIP
source: This Duplicant used a toilet in a nice bathroom
pt_br: Este Duplicante usou um banheiro em um bom banheiro

# STRINGS.DUPLICANTS.MODIFIERS.RECOVERINGBREATH.NAME
source: Recovering breath
pt_br: Recuperando o fôlego

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.NAME
source: Red Alert!
pt_br: Alerta Vermelho!

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.TOOLTIP
source: The Red Alert is stressing this Duplicant out
pt_br: O Alerta Vermelho está estressando esta Duplicata

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATOR.NAME
source: Pharma Chamber Recovery
pt_br: Recuperação em Cabine farmacêutica

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATOR.TOOLTIP
source: This Duplicant's disease recovery time is being vastly accelerated
pt_br: O tempo de recuperação à doença desse Duplicante foi altamente acelerado

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATORDOCTORED.NAME
source: Receiving treatment
pt_br: Recebendo tratamento

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATORDOCTORED.TOOLTIP
source: This Duplicant is receiving improved medical aid to lessen the severity and recovery time of their illness
pt_br: Esse Duplicante está recebendo cuidado médico melhorado para reduzir a severidade e o tempo de recuperação da sua doença

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.NAME
source: Sleeping Peacefully
pt_br: Dormindo em paz

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.TOOLTIP
source: This Duplicant is getting a good night's rest
pt_br: Esta Duplicata está tendo uma boa noite de sono

# STRINGS.DUPLICANTS.MODIFIERS.RESTING.NAME
source: Resting
pt_br: Descansando

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.CAUSE
source: This Duplicant got so good at their job that they forgot how to be comfortable doing anything else
pt_br: Esta Duplicata ficou tão boa no que faz que agora só consegue relaxar enquanto trabalha

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.NAME
source: Restless
pt_br: Inquieto

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.TOOLTIP
source: This Duplicant went a few minutes without working and is now completely awash with guilt
pt_br: Esta Duplicata passou alguns minutos sem fazer nada e agora está se remoendo de culpa

# STRINGS.DUPLICANTS.MODIFIERS.ROTATMOSPHERE.NAME
source: Contaminated Air
pt_br: Ar Contaminado

# STRINGS.DUPLICANTS.MODIFIERS.ROTTEMPERATURE.NAME
source: Unrefrigerated
pt_br: Não refrigerado

# STRINGS.DUPLICANTS.MODIFIERS.ROTTING.NAME
source: Rotting
pt_br: Apodrecendo

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.NAME
source: Severe Wounds
pt_br: Feridas abertas

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant sustained serious injuries that are impacting their work and well-being
pt_br: Esta Duplicata tem machucados sérios, o que está afetando sua produtividade e bem-estar

# STRINGS.DUPLICANTS.MODIFIERS.SKILLLEVEL.NAME
source: Skill Level
pt_br: Nível da habilidade

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.NAME
source: Sleeping
pt_br: Dormindo

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.TOOLTIP
source: This Duplicant is recovering stamina
pt_br: Esta Duplicata está recuperando sua energia

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.NAME
source: Sleepy
pt_br: Com sono

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.TOOLTIP
source: This Duplicant is getting tired
pt_br: Esta Duplicata está ficando cansada

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.NAME
source: Smelled a putrid odor
pt_br: Sentiu um cheiro terrível

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.TOOLTIP
source: This Duplicant got a whiff of something unspeakably foul
pt_br: Esta Duplicata sentiu um cheiro extremamente podre

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.NAME
source: Smelled Stinky
pt_br: Nariz irritado

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.TOOLTIP
source: This Duplicant got a whiff of a certain somebody
pt_br: Esta Duplicata sentiu o cheiro terrível de um certo alguém

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.CAUSE
source: Obtained from submergence in liquid.
pt_br: Obtido por submergir em líquido.

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.NAME
source: Sopping Wet
pt_br: Encharcado

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.TOOLTIP
source: This Duplicant was recently submerged in liquid
pt_br: Esta Duplicata esta submersa em líquido recentemente

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.CAUSE
source: Obtained by sleeping on the ground
pt_br: Adquirido ao dormir no chão

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.NAME
source: Sore Back
pt_br: Dor nas costas

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.TOOLTIP
source: This Duplicant feels achy from sleeping on the floor last night and would like a bed
pt_br: Esta Duplicata está com o corpo todo dolorido por ter dormido no chão

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.NAME
source: Bad leftovers
pt_br: Restos de ontem

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.TOOLTIP
source: This Duplicant is in a bad mood from having to eat stale food
pt_br: Esta Duplicata está de mal humor por ter comido algo velho

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.NAME
source: Starving
pt_br: Morrendo de fome

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.TOOLTIP
source: This Duplicant needs to eat something, soon
pt_br: Esta Duplicata precisa comer algo, e logo

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.NAME
source: Stepped in polluted water
pt_br: Pisou em Água Poluída

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.TOOLTIP
source: Gross! This Duplicant stepped in something yucky
pt_br: Esta Duplicata pisou em algo super nojento

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.CAUSE
source: Obtained by exposure to icy water
pt_br: Adquirido ao ser exposto a água gelada

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.NAME
source: Numb
pt_br: Entorpecido

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.TOOLTIP
source: Brr! This Duplicant was showered or doused in water that was way too cold
pt_br: Brr! Esta Duplicata tomou um banho ou nadou em águas frias

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.NAME
source: Making a mess
pt_br: Sujando as calças

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant had no choice but to to empty their bladder
pt_br: Esta Duplicata não teve escolha se não esvaziar sua bexiga

# STRINGS.DUPLICANTS.MODIFIERS.STRESSREDUCTION.TOOLTIP
source: This Duplicant's stress is just melting away
pt_br: O stress desta duplicata está evaporando

# STRINGS.DUPLICANTS.MODIFIERS.TEMPEXCHANGE.NAME
source: Environmental Exchange
pt_br: Mudança Térmica

# STRINGS.DUPLICANTS.MODIFIERS.TERRIBLESLEEP.NAME
source: Dead Tired
pt_br: Morto de Cansaço

# STRINGS.DUPLICANTS.MODIFIERS.TERRIBLESLEEP.TOOLTIP
source: This Duplicant didn't get any shuteye last night because {Disturber} made a racket
pt_br: Esse Duplicante não conseguiu fechar o olho na noite passada porque {Disturber} fez muito barulho

# STRINGS.DUPLICANTS.MODIFIERS.TIME_REMAINING
source: Wears off in: {0}
pt_br: Termina em: {0}

# STRINGS.DUPLICANTS.MODIFIERS.TIME_TOTAL
source: Effect duration: {0}
pt_br: Duração do efeito: {0}

# STRINGS.DUPLICANTS.MODIFIERS.TOXICENVIRONMENT.NAME
source: Toxic environment
pt_br: Ambiente tóxico

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NAME
source: Ugly Crying
pt_br: Dando birra

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_NAME
source: Ugly Crying
pt_br: Dando birra

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <style="stress">Stressed</style> they broke down crying:
pt_br: Estas Duplicatas ficaram <style="stress">Estressadas</style> demais e por causa disto começaram a chorar:

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.TOOLTIP
source: This Duplicant is having a cathartic ugly cry as a result of stress
pt_br: Esta Duplicata está chorando sem parar por causa do stress

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.CAUSE
source: Obtained by coming into contact with polluted substances
pt_br: Adquirido ao entrar em contato com material poluído

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.NAME
source: Grimy
pt_br: Encardido

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.TOOLTIP
source: This Duplicant is dirty and needs a shower
pt_br: Esta Duplicata está suja e precisa tomar um banho

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.CAUSE
source: This Duplicant got so good at their job that their feet became sensitive
pt_br: Esta Duplicata ficou tão boa no que faz que seus pés ficaram mais sensíveis

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.NAME
source: Aching Feet
pt_br: Dor nos pés

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.TOOLTIP
source: This Duplicant recently walked across untiled floor, much to their chagrin
pt_br: Esta Duplicata andou recentemente em solo irregular, o que ela odiou

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.NAME
source: Sleeping Uncomfortably
pt_br: Sono desconfortável

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.TOOLTIP
source: This Duplicant collapsed on the floor from sheer exhaustion
pt_br: Esta Duplicata desmaiou de tanto cansaço

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.NAME
source: Underwater
pt_br: Debaixo d'água

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.TOOLTIP
source: This Duplicant's movement is slowed
pt_br: O movimento desta Duplicata é reduzido

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.CAUSE
source: This Duplicant got so good at their job that they became incapable of tolerating unfashionable clothing
pt_br: Esta Duplicata ficou tão boa no que faz que se tornou incapaz de tolerar roupas fora de moda

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.NAME
source: Fashion Crime
pt_br: Crime da moda

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.TOOLTIP
source: This Duplicant had to wear something that was an affront to fashion
pt_br: Esta Duplicata teve que vestir algo que está fora de moda

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.CAUSE
source: This Duplicant got so good at their job they became bad at ladders
pt_br: Esta Duplicata ficou tão boa no que faz que esqueceu como subir escadas

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.NAME
source: Vertigo
pt_br: Vertigem

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.TOOLTIP
source: This Duplicant had to climb a tall ladder that left them dizzy and unsettled
pt_br: Esta Duplicata teve que subir uma escada muito alta, o que deixou ela tonta

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.NAME
source: Vomiting
pt_br: Vomitando

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.TOOLTIP
source: Better out than in, as they say
pt_br: É como dizem, melhor soltar do que segurar

# STRINGS.DUPLICANTS.MODIFIERS.WARMAIR.NAME
source: Warm Air
pt_br: Ar morno

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.NAME
source: Warming Up
pt_br: Se aquecendo

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.TOOLTIP
source: This Duplicant is trying to warm back up
pt_br: Esta Duplicata está tentando se aquecer

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.NAME
source: Recently assailed
pt_br: Ataque recente

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.TOOLTIP
source: This Duplicant is stressed out after having been attacked
pt_br: Esta Duplicata ficou estressada depois de ter sido atacada

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.NAME
source: Well fed
pt_br: Bem alimentada

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.TOOLTIP
source: This Duplicant feels satisfied after having a big meal
pt_br: Esse Duplicante está satisfeito depois de ter comido um grande prato

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.CAUSE
source: Obtained by walking through liquid.
pt_br: Obtido por pisar em líquido.

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.NAME
source: Soggy Feet
pt_br: Pé molhado

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.TOOLTIP
source: This Duplicant recently stepped in liquid
pt_br: Esta Duplicata pisou recentemente em um líquido

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.NAME
source: Working
pt_br: Trabalhando

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.TOOLTIP
source: This Duplicant is working up a sweat
pt_br: Esta Duplicata está trabalhando sem parar

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_TOOLTIP
source: Most objects have <style="decor">Decor</style> values that alter Duplicants' opinions of their surroundings. This Duplicant desires {0} or higher decor values, and becomes <style="stress">Stressed</style> in areas with lower decor.
pt_br: A maioria dos objetos possuem um nível de <style="decor">decoração</style> que aumentam ou diminuem a opinião das Duplicatas do ambiente. Esta Duplicata precisa de um nível de decoração de {0} ou maior, caso o contrário ficará <style="stress">Estressado</style>.

# STRINGS.DUPLICANTS.NEEDS.DECOR.NAME
source: Decor Expectation
pt_br: Decoração Desejada

# STRINGS.DUPLICANTS.NEEDS.DECOR.OBSERVED_DECOR
source: Surroundings
pt_br: Arredores

# STRINGS.DUPLICANTS.NEEDS.DECOR.PROFESSION_NAME
source: Critic
pt_br: Crítico de Arte

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_1
source: Poor
pt_br: Ruim

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_2
source: Terrible
pt_br: Terrível

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_3
source: Grisly
pt_br: Nojenta

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_1
source: Good
pt_br: Boa

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_2
source: Great
pt_br: Ótima

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_3
source: Superb
pt_br: Excelente

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_4
source: Ambrosial
pt_br: Divina

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.ZERO
source: Standard
pt_br: Normal

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.BAD_FOOD_MOD
source: Food Quality
pt_br: Qualidade da comida
