Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.ITEMS.FOOD.FIELDRATION.DESC
source: A nourishing nutrient paste, sandwiched between thin wafer layers.
pt_br: Um barra nutritiva em forma de sanduíche com finas camadas de biscoito.

# STRINGS.ITEMS.FOOD.FIELDRATION.NAME
source: Nutrient Bar
pt_br: Barra Nutritiva

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.DESC
source: Deep fried, solidified mudslop. The inside is almost completely uncooked, despite the crunch on the outside.
pt_br: Uma barra de lama frita. O interior está praticamente cru, mesmo com o exterior endurecido.

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.NAME
source: Mush Fry
pt_br: Barra frita

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.RECIPEDESC
source: Deep fried, solidified mudslop.
pt_br: Uma barra de lama frita.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.DESC
source: A fried dish made with a fruiting <style="plant">Dusk Cap</style>. It has a thick, savory flavor with subtle earthy undertones.
pt_br: Uma refeição frita com <style="plant">Cogumelo Negro</style>. Tem um gosto muito saboroso com uma pitada de terra.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.NAME
source: Fried Mushroom
pt_br: Cogumelo Frito

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.RECIPEDESC
source: A fried dish made with a fruiting <style="plant">Dusk Cap</style>.
pt_br: Uma refeição frita com <style="plant">Cogumelo Negro</style>.

# STRINGS.ITEMS.FOOD.FRUITCAKE.DESC
source: A mashed up <style="food">Bristle Berry</style> sludge with an exceptionally long shelf life. Its aggressive, overbearing sweetness can leave the tongue feeling temporarily numb.
pt_br: Um pure de <style="food">Espinharisca</style> com uma capacidade de não degradar longa. Sua doçura agressiva e exagerada pode deixar a língua sensivelmente entorpecida.

# STRINGS.ITEMS.FOOD.FRUITCAKE.NAME
source: Berry Sludge
pt_br: Lodo de baga

# STRINGS.ITEMS.FOOD.FRUITCAKE.RECIPEDESC
source: A mashed up <style="food">Bristle Berry</style> sludge with an exceptionally long shelf life.
pt_br: Um pure de <style="food">Espinharisca</style> com uma capacidade de não degradar longa.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.DESC
source: The grilled bud of a <style="plant">Bristle Blossom</style>. Heat unlocked an exquisite taste in the fruit, though the burnt spines leave something to be desired.
pt_br: O fruto de uma <style="plant">espinharisca</style> grelhada. O calor liberou um sabor exótico da fruta, apesar dos espinhos queimados tirarem um pouco do gosto.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.NAME
source: Gristle Berry
pt_br: Espinho assado

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.RECIPEDESC
source: The grilled bud of a <style="plant">Bristle Blossom</style>.
pt_br: O fruto de uma <style="plant">espinharisca</style> grelhada.

# STRINGS.ITEMS.FOOD.MEAT.DESC
source: Uncooked meat from a very dead creature. Yum!
pt_br: Carne fresca de uma criatura mortinha da silva. Delícia!

# STRINGS.ITEMS.FOOD.MEAT.NAME
source: Meat
pt_br: Carne

# STRINGS.ITEMS.FOOD.MUSHBAR.DESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
pt_br: Um monte de lama comestível. Barras de Lama são mais preferíveis que morrer de fome, mas só um pouquinho.

# STRINGS.ITEMS.FOOD.MUSHBAR.NAME
source: Mush Bar
pt_br: Bolo de Lama

# STRINGS.ITEMS.FOOD.MUSHBAR.RECIPEDESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
pt_br: Um monte de lama comestível. Barras de Lama mais preferíveis que morrer de fome, mas só um pouquinho.

# STRINGS.ITEMS.FOOD.MUSHROOM.DESC
source: An edible, flavorless fungus that grew in the dark.
pt_br: Um fungo comestível e sem sabor que cresceu no escuro.

# STRINGS.ITEMS.FOOD.MUSHROOM.NAME
source: Mushroom
pt_br: Cogumelo

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.DESC
source: Meal Lice preserved in vinegar. It's a rarely acquired taste.
pt_br: Cereal-vivo preservado em vinagre. Uma comida para poucos.

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.NAME
source: Pickled Meal
pt_br: Cereal em conserva

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.RECIPEDESC
source: Meal Lice regrettably preserved in vinegar.
pt_br: Cereal-vivo preservado em vinagre.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.DESC
source: A sweet, mostly pleasant-tasting fruit covered in prickly barbs.
pt_br: Uma fruta coberta em espinhos, mas bem saborosa.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.NAME
source: Bristle Berry
pt_br: Espinharisca

# STRINGS.ITEMS.FOOD.ROTPILE.DESC
source: An inedible glop of former foodstuff. Rot piles break down into <style="solid">Polluted Dirt</style> over time.
pt_br: Um monte de coisas que costumavam ser comestíveis. Montes de Lixo viram <style="solid">Terra Poluída</style> com o tempo.

# STRINGS.ITEMS.FOOD.ROTPILE.NAME
source: Rot Pile
pt_br: Monte de Lixo

# STRINGS.ITEMS.FOOD.SALSA.DESC
source: A baked <style="food">Bristle Berry</style> stuffed with delectable spices and vibrantly flavored.
pt_br: Uma <style="food">espinharisca</style>assada e recheada com vários temperos.

# STRINGS.ITEMS.FOOD.SALSA.NAME
source: Stuffed Berry
pt_br: Espinho recheado

# STRINGS.ITEMS.FOOD.SALSA.RECIPEDESC
source: A baked <style="food">Bristle Berry</style> stuffed with delectable spices and vibrantly flavored.
pt_br: Uma <style="food">espinharisca</style>assada e recheada com vários temperos.

# STRINGS.ITEMS.FOOD.SPICEBREAD.DESC
source: A loaf of bread, lightly spiced with <style="food">Pincha Peppernut</style> for a mild bite. There's a simple joy to be had in pulling it apart in one's fingers.
pt_br: Um pão temperado com <style="food">Pimenta Hotte</style>. Dividir o pão no meio dá um certo prazer ao liberar um cheiro delicioso.

# STRINGS.ITEMS.FOOD.SPICEBREAD.NAME
source: Pepper Bread
pt_br: Pão Hotte

# STRINGS.ITEMS.FOOD.SPICEBREAD.RECIPEDESC
source: A loaf of bread, lightly spiced with <style="food">Pincha Peppernut</style> for a mild bite.
pt_br: Um pão temperado com <style="food">Pimenta Hotte</style>.

# STRINGS.ITEMS.FOOD.SPICENUT.DESC
source: The flavorful nut of a <style="plant">Pincha Pepperplant</style>. The bitter outer rind hides a rich, peppery core that is useful in cooking.
pt_br: A noz de uma <style="plant">Pimenta Hotte</style>. O exterior amargo oculta o núcleo apimentado, perfeito para outras receitas.

# STRINGS.ITEMS.FOOD.SPICENUT.NAME
source: Pincha Peppernut
pt_br: Noz de Pimenta Hotte

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.DESC
source: A ball of raw cellulose used in the production of <style="equipment">Clothing</style> and textiles.
pt_br: Um emaranhado de celulose bruta utilizada na produção de <style="equipment">Vestimentas</style> e produtos textis.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.NAME
source: Reed Fiber
pt_br: Novelo de Fibras

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.DESC
source: A densely compressed brick of combustible material. It can be burned to produce a one-time burst of <style="power">Power</style>.
pt_br: Um tijolo cheio de material combustível compactado. Ele pode ser queimado para produzir uma explosão extra de <style="power">Energia</style>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.NAME
source: Fuel Brick
pt_br: Tijolo Combustível

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.TRAP_PARTS.DESC
source: These components can be assembled into an Animal Trap and used to catch creatures.
pt_br: Esses componentes podem ser transformados em uma Armadilha para Animais e usada para capturar criaturas.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.TRAP_PARTS.NAME
source: Trap Components
pt_br: Componentes da Armadilha

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.DESC
source: A medicinal flower that soothes most minor maladies. It is exceptionally fragrant.
pt_br: Uma flor medicinal que alivia a maior parte dos males menores. É excepcionalmente cheirosa.

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.NAME
source: Balm Lily Flower
pt_br: Flor do Lírio do Pântano

# STRINGS.ITEMS.PILLS.GINKONUT.NAME
source: Antifungal Cream
pt_br: Creme Contra Fungos

# STRINGS.ITEMS.PILLS.HERBALREMEDY.DESC
source: <style="medicine">Medicine</style> for <style="disease">Diarrhea</style>.
pt_br: <style="medicine">Remédio</style> para <style="disease">Diarréia</style>.

# STRINGS.ITEMS.PILLS.HERBALREMEDY.NAME
source: Digestive Tonic
pt_br: Digerindo

# STRINGS.ITEMS.PILLS.HERBALREMEDY.RECIPEDESC
source: Cures <style="disease">Diarrhea</style>.
pt_br: Cura a<style="disease">Diarreia</style>.

# STRINGS.ITEMS.PILLS.MUSCARINICANTAGONIST.NAME
source: Anti Inflammatory Pills
pt_br: Comprimido Anti-Inflamatório

# STRINGS.ITEMS.PILLS.PLACEBO.DESC
source: A general, all-purpose <style="medicine">Medicine</style>. The less you know about it, the better it works.
pt_br: Um <style="medicine">Remédio</style> que serve pra tudo Quanto menos você saber sobre ele, melhor funciona.

# STRINGS.ITEMS.PILLS.PLACEBO.RECIPEDESC
source: All-purpose <style="medicine">Medicine</style>.
pt_br: Um <style="medicine">Remédio</style> que serve pra tudo.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.DESC
source: A medical-grade destinkifier.
pt_br: Um removedor de mal cheiro de uso medicinal.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.NAME
source: Deodorant
pt_br: Desodorante

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.RECIPEDESC
source: A medical-grade destinkifier.
pt_br: Um desodorante a nível hospitalar.

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.DESC
source: A health <style="medicine">Supplement</style> for improving <style="disease">Immune System</style> strength.
pt_br: Um <style="medicine">Suplemento</style> médico para aumentar a força do <style="disease">Sistema Imune</style>.

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.NAME
source: Vitamin Chews
pt_br: Suplemento Vitamínico

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.RECIPEDESC
source: Improves <style="disease">Immune System</style> strength.
pt_br: Aumenta a força do <style="disease">Sistema Imune</style>.

# STRINGS.LORE.BUILDINGS.Desk.ENTRY
source: TO: JSTERN@GRAVITASFACILITY.NOVA FROM: EJONES @GRAVITASFACILITY.NOVA SUBJECT: Preliminary Calculations Director, Even with dramatic optimization we can't make the sheer volume of resources required to sustain a colony seed fit for even a small interplanetary travel duration. We'll need to consider serious changes if this is going to work. E Jones Information and Statistics Department The Gravitas Facility
pt_br: DE: JSTERN@INSTITUTOGRAVITAS.NOVA PARA: EJONES @INSTITUTOGRAVITAS.NOVA ASSUNTO: Cálculos Preliminares Diretor, Mesmo otimizando drasticamente, nós não conseguimos alcançar o volume de recursos necessários para sustentar uma colônia, mesmo que para uma pequena viagem interplanetária de curta duração. Nós teremos que fazer mudanças sérias para que isso funcione. E Jones Departamento de Informação e Estatística O Instituto Gravitas

# STRINGS.LORE.BUILDINGS.Desk.HEADER
source: Preliminary Calculations
pt_br: Cálculos Preliminares

# STRINGS.LORE.BUILDINGS.GeneShuffler.ENTRY
source: "--fascinating that memories are not already inherent in our subjects; however, none as of yet have shown signs of recognition when introduced to familiar stimuli." "Refer to Experiment 7D." "Refer to Experiment 7F." "Memories must be embedded physically within the brainmaps of our subjects. The only question remains is--"
pt_br: "--fascinante que as memórias ainda não são inerentes em nossas cobaias; porém, nenhuma delas demonstrou algum sinal de reconhecimento quando introduzidas a estímulos familiares." "Referente ao Experimento 7D." "Referente ao Experimento 7F." "Memórias precisam ser ligadas fisicamente aos mapas neurais das nossas cobaias. A única pergunta que permanece é--"

# STRINGS.LORE.BUILDINGS.GeneShuffler.HEADER
source: LOG FRAGMENT RECOVERED
pt_br: FRAGMENTO DE REGISTRO RECUPERADO

# STRINGS.LORE.BUILDINGS.SET_LOCKER1.ENTRY
source: FIRST LAW Energy can neither be created or destroyed, only change forms. SECOND LAW Entropy in an isolated system that is not in equilibrium tends to increase over time, approaching the maximum value at equilibrium. THIRD LAW Entropy in a system approaches a constant minimum as temperature approaches absolute zero. ZEROTH LAW If two thermodynamic systems are in thermal equilibrium with a third, then they are in thermal equilibrium with each other.
pt_br: PRIMEIRA LEI Energia não pode ser criada nem destruída, somente transformada. SEGUNDA LEI Entropia em um sistema isolado que não está em equilíbrio tende a aumentar com o tempo, aproximando-se o valor máxiimo no equilíbrio. TERCEIRA LEI Entropia em um sistema aproxima-se do mínimo constante quando a temperatura se aproxima de zero. LEI ZERO Se dois sistemas termodinâmicos estão em equilíbrio térmico com um terceiro, logo eles estão em equilíbrio térmico um com o outro.

# STRINGS.LORE.BUILDINGS.SET_LOCKER2.ENTRY
source: A powerful stench emanates from this locker.
pt_br: Um fedor poderoso emana desse armário.

# STRINGS.LORE.BUILDINGS.SET_OBJECT.ENTRY
source: TO: ALL FROM: ADMIN @GRAVITASFACILITY.NOVA SUBJECT: IMPORTANT REMINDER TO ALL PERSONNEL The Gravitas Facility does not officially host a "Bring Your Child To Work Day" office event. We ask that personnel please do not bring children into top secret research departments, and especially that they do not let said children play with the high velocity particle accelerators. We thank you for your understanding. -The Gravitas Facility
pt_br: PARA: TODOS DE: ADMIN @INSTITUTOGRAVITAS.NOVA ASSUNTO: IMPORTANTE LEMBRETE PARA TODOS OS FUNCIONÁRIOS O Instituto Gravitas não possui o evento "Traga Seu Filho Para o Trabalho". Nós pedimos a todos os funcionários que não tragam seus filhos para os departamentos de pesquisa ultra secreta, e em especial, não deixe as crianças brincarem com aceleradores de partículas de alta velocidade. Agradecemos a compreensão. -O Instituto Gravitas

# STRINGS.LORE.BUILDINGS.SET_OBJECT.HEADER
source: REMINDER TO STAFF
pt_br: LEMBRETE PARA OS FUNCIONÁRIOS

# STRINGS.LORE.BUILDINGS.SetLocker.ENTRY
source: To all employees; The facility is pleased to announced that starting this week, all Fridays will now be Casual Fridays! Please enjoy the clinically proven destressing benefits of casual attire by wearing your favorite shirt to the lab. NOTE: Any personnel found on facility premises without regulation fullbody protection will be put on immediate notice. Thank-you and have fun! -Admin
pt_br: Para todos os funcionários; O instituto tem o prazer em anunciar que a partir da semana que vem, todas as Sextas serão agora as Sextas Casuais! Por favor, aproveite os benefícios relaxantes clinicamente comprovados de trocar seu uniforme de laboratório pela sua camisa favorita. NOTA: Qualquer funcionário encontrado nas instalações do instituto sem os equipamentos de proteção receberá uma advertência. Obrigado e divirtam-se! -Administração

# STRINGS.LORE.BUILDINGS.SetLocker.HEADER
source: Casual Friday!
pt_br: Sexta Casual!

# STRINGS.LORE.BUILDINGS.VendingMachine.ENTRY
source: TO: ALL FROM: ADMIN@GRAVITASFACILITY.NOVA SUBJECT: Unattended Cultures For the health and safety of your fellow Facility employees, please do not store unlabeled bacterial cultures in the cafeteria fridge. Similarly, be advised that the cafeteria dishwasher is incapable of handling petri "dishes", despite the nomenclature. We thank you for your consideration. -The Gravitas Facility
pt_br: PARA: TODOS DE: ADMIN@INSTITUTOGRAVITAS.NOVA ASSUNTO: Culturas Indesejadas Pela saúde e segurança dos seus colegas, por favor não armazenem culturas de bactérias dentro da geladeira da cafeteria. Da mesma forma, fiquem avisados de que lava-louças da cafeteria é incapaz de lidar com "pratos" de petri apesar do nome. Nós agradecemos pelas sua consideração. -O Instituto Gravitas

# STRINGS.LORE.BUILDINGS.VendingMachine.HEADER
source: NOTICE TO STAFF
pt_br: MENSAGEM PARA OS FUNCIONÁRIOS

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.NAME
source: Resource allocated
pt_br: Materiais reservados

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.TOOLTIP
source: These resources are reserved for a planned building:
pt_br: Os seguintes materiais estão reservados para uma construção:

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.NAME
source: Resource available
pt_br: Materiais disponíveis

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.TOOLTIP
source: These resources have become available:
pt_br: Os seguintes materiais estão agora disponíveis:

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.MESSAGEBODY
source: • Use the <style="misc">WASD</style> keys to pan your camera and the <style="misc">MOUSE WHEEL</style> to zoom in or out. <color=#F44A47><b>[H]</b></color> will return your screen to the Printing Pod. • Your simulation can be sped up or slowed down by using the speed buttons in the top left, or by pressing <color=#F44A47><b>[TAB]</b></color>. • <color=#F44A47><b>[SPACE]</b></color> will pause or resume your game.
pt_br: - Utilize <color=#F44A47>WASD</color> para mover sua câmera e a <color=#F44A47>RODA DO MOUSE</color> para dar zoom. <color=#F44A47>[H]</color> centra sua câmera na Impressora Central. - Sua simulação pode ser acelerada ou desacelerada usando os botões na parte superior esquerda, ou apertando <color=#F44A47>[TAB]</color>. - <color=#F44A47>[ESPAÇO]</color> irá pausar ou resumir o jogo.

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.NAME
source: TIP: Basic Controls
pt_br: DICA: Controles básicos

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.TOOLTIP
source: Helpful tips to get you started
pt_br: Dica úteis para ajudar a começar

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.MESSAGEBODY
source: Duplicants must spend points of immunity to fight the various <style="disease">Germs</style> they're exposed to. If their immunity reaches 0%, they'll be unable to fight off any more germs and contract the next disease they encounter. Doors with Access Permissions can be built from the <style="misc">BASE TAB</style> of the <style="misc">BUILD MENU</style> to block Duplicants from entering biohazardous areas while they recover their spent immunity points.
pt_br: Duplicantes irão gastar os pontos de imunidade para lutar contra diversos <style="disease">Germes</style> que eles forem expostos. Se a imunidade chegar à 0%, eles serão incapazes de lutar contra os germes e contrairão a próximo doença que eles encontrarem. Portas com Permissões de Acesso podem ser construídas da <style="misc">ABA BASE</style> do <style="misc">MENU CONSTRUIR</style> para impedir Duplicantes de entrar em áreas pergiosas enquanto recuperam os pontos de imunidade gastos.

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.NAME
source: TIP: Duplicant Immune Systems
pt_br: DICA: Sistema Imune dos Duplicantes

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.TOOLTIP
source: Keep your Duplicants in peak health
pt_br: Mantenha seus Duplicantes saudáveis

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.NAME
source: Building broken
pt_br: Objeto quebrado

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.TOOLTIP
source: These buildings have taken significant damage and are nonfunctional:
pt_br: Estes objetos receberam dano demais e não funcionam mais:

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.NAME
source: Building collapsed
pt_br: Objeto destruído

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.TOOLTIP
source: These buildings have collapsed from a lack of foundation: • {0}
pt_br: Os seguintes objetos desabaram por falta de uma fundação: • {0}

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.NAME
source: Damage: Overheated
pt_br: Dano: sobreaquecido

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.TOOLTIP
source: Excessive heat is damaging these buildings:
pt_br: Calor excessivo é prejudicial a estes estruturas:

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.NAME
source: Circuit Overloaded
pt_br: Circuito sobrecarregado

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.TOOLTIP
source: These wires melted due to excessive current demands on their circuits
pt_br: Os fios derreteram devido à passagem excessiva de energia

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.NAME
source: Colony Lost
pt_br: Colônia perdida

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.TOOLTIP
source: All Duplicants are dead or incapacitated
pt_br: Todas as Duplicatas estão mortas ou incapacitadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.NAME
source: Duplicants crushed
pt_br: Duplicatas esmagadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.TOOLTIP
source: These Duplicants have been crushed:
pt_br: As seguintes Duplicatas morreram esmagadas:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.NAME
source: Duplicants have succumb to illness
pt_br: Duplicantes mortas por doenças

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.TOOLTIP
source: These Duplicants died from an untreated <style="disease">Disease</style>:
pt_br: As seguintes Duplicatas morreram devido a uma <style="disease">Doença</style> que não foi tratada:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.NAME
source: Duplicants have drowned
pt_br: Duplicatas morreram afogadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.TOOLTIP
source: These Duplicants have drowned:
pt_br: As seguintes Duplicatas morreram afogadas:

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.NAME
source: Duplicants have been entombed
pt_br: Duplicatas soterradas

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.TOOLTIP
source: These Duplicants are trapped and need assistance:
pt_br: As seguintes Duplicatas estão soterradas e precisam de ajuda:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.NAME
source: Duplicants splattered
pt_br: Duplicatas espalhadas pelo chão

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.TOOLTIP
source: These Duplicants fell to their deaths:
pt_br: As seguintes Duplicatas foram mortas pela gravidade:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.NAME
source: Duplicants have frozen
pt_br: Duplicatas congelaram

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.TOOLTIP
source: These Duplicants died from extremely low <style="heat">Temperatures</style>:
pt_br: Estas Duplicatas morreram por causa do <style="heat">Frio</style> extremo:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.NAME
source: Duplicants have overheated
pt_br: Uma Duplicata sobreaqueceu

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.TOOLTIP
source: These Duplicants died from extreme <style="heat">Heat</style>:
pt_br: As seguintes Duplicatas morreram por causa do <style="heat">Calor</style> extremo:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.NAME
source: Duplicants pressurized
pt_br: Duplicatas pressurizadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.TOOLTIP
source: These Duplicants died in a high pressure environment:
pt_br: As seguintes Duplicatas morreram em um ambiente de alta pressão:

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.NAME
source: Duplicants poisoned
pt_br: Duplicatas envenenadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.TOOLTIP
source: These Duplicants died as a result of poisoning:
pt_br: As seguintes Duplicatas morreram envenenadas:

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.NAME
source: Duplicants pressurized
pt_br: Duplicatas pressurizadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.TOOLTIP
source: These Duplicants died in a low pressure environment:
pt_br: As seguintes Duplicatas morreram em um ambiente de baixa pressão:

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.NAME
source: Duplicants have starved
pt_br: Duplicatas morreram de fome

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.TOOLTIP
source: These Duplicants died from a lack of <style="food">Food</style>:
pt_br: As seguintes Duplicatas morreram pela falta de <style="food">Comida</style>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.NAME
source: Duplicants have suffocated
pt_br: Duplicatas morreram sufocadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.TOOLTIP
source: These Duplicants have asphyxiated in <style="heat">Cold</style> air:
pt_br: As seguintes Duplicatas morreram asfixiadas com ar <style="heat">Frio</style>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.NAME
source: Duplicants have suffocated
pt_br: Duplicatas morreram sufocadas
