Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_EQUIPMENT
source: HELD ITEMS
pt_br: ITENS CARREGADOS

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_OWNABLE
source: EQUIPMENT
pt_br: EQUIPAMENTO

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_ROOMS
source: AMENITIES
pt_br: SERVIÇOS

# STRINGS.UI.DETAILTABS.POSSESSIONS.NAME
source: Assigned
pt_br: Atribuídos

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOEQUIPMENT
source: No equipment
pt_br: Sem equipamento

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOEQUIPMENT_TOOLTIP
source: This Duplicant has not been equipped with a tool
pt_br: Esse Duplicante não foi equipado com uma ferramenta

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOTHING
source: No amenities assigned
pt_br: Nenhum serviço designado

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOTHING_TOOLTIP
source: No personal buildings are assigned to this Duplicant
pt_br: Nenhuma estrutura pessoal foi designada a esse Duplicante

# STRINGS.UI.DETAILTABS.POSSESSIONS.TOOLTIP
source: View this Duplicant's personal amenities
pt_br: Veja as posses pessoais desta Duplicata

# STRINGS.UI.DETAILTABS.POSSESSIONS.UNASSIGNED
source: Unassigned
pt_br: Não atribuído

# STRINGS.UI.DETAILTABS.POSSESSIONS.UNASSIGNED_TOOLTIP
source: This Duplicant has not been assigned a {0}
pt_br: Esta Duplicata não foi atribuída a uma {0}

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_CONDITION
source: CONDITION
pt_br: CONDIÇÃO

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_DESCRIPTION
source: INFORMATION
pt_br: INFORMAÇÃO

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_LORE
source: RECOVERED FILES
pt_br: ARQUIVOS RECUPERADOS

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_REQUIREMENTS
source: REQUIREMENTS
pt_br: REQUERIMENTOS

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_RESEARCH
source: RESEARCH
pt_br: PESQUISA

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_STATUS
source: STATUS
pt_br: ESTADO

# STRINGS.UI.DETAILTABS.SIMPLEINFO.TOOLTIP
source: View the status of the selected object
pt_br: Veja o estado do objeto selecionado

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_ATTRIBUTES
source: ATTRIBUTES
pt_br: ATRIBUTOS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_BIO
source: ABOUT
pt_br: SOBRE

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_EXPECTATIONS
source: EXPECTATIONS
pt_br: EXPECTATIVAS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_TRAITS
source: TRAITS
pt_br: TRAÇOS

# STRINGS.UI.DETAILTABS.STATS.NAME
source: Stats
pt_br: Status

# STRINGS.UI.DETAILTABS.STATS.TOOLTIP
source: View this Duplicant's attributes, traits, and diseases
pt_br: Veja mais detalhes sobre os atributos, traços e doenças desta Duplicata

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.HEALTHY_MESSAGE.CONTINUEBUTTON
source: Thanks!
pt_br: Agradecemos!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.BODY
source: This game is in the early stages of development which means you're likely to encounter strange, amusing, and occasionally just downright frustrating bugs. During this time Oxygen Not Included will be receiving regular updates to fix bugs, add features, and introduce additional content, so if you encounter issues or just have suggestions to share, please let us know on our forums: <u>http://forums.kleientertainment.com</u> A special thanks to those who joined us during our time in Alpha. We value your feedback and thank you for joining us in the development process. We couldn't do this without you. Enjoy your time in deep space! - Klei
pt_br: Esse jogo ainda está no estágios iniciais de desenvolvimento o que significa que você provavelmente irá encontrar erros divertidos e até frustrantes. Durante esse tempo Oxygen Not Included irá receber atualizações regulares para consertar erros, adicionar ferramentas e conteúdo adicional, então se encontrar erros ou se tiver sugestões para compartilhar, por favor fale no nosso fórum: <u>http://forums.kleientertainment.com</u> - Klei - Localização Livre: Alexandre Hernandes</b>

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.CONTINUEBUTTON
source: Okay, thanks for the heads up!
pt_br: O.K., agradeço o aviso!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.TITLE
source: <b>Welcome to Oxygen Not Included!</b>
pt_br: <b>Bem vindo à Oxygen Not Included!</b>

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.ANIMATION_HEADER
source: WATCH THE ANIMATED SHORT!
pt_br: ASSISTA O CURTA ANIMADO!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.BODY
source: Stay up to date by joining our mailing list, or head on over to the forums and join the discussion.
pt_br: Esteja sempre atualizado ao cadastrar seu e-mail para receber nosso boletim, ou participe das discussões no fórum.

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.FORUMBUTTON
source: FORUMS
pt_br: FÓRUM

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.HEADER
source: DEVELOPMENT BUILD
pt_br: VERSÃO DE DESENVOLVIMENTO

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.MAILINGLIST
source: NOTIFY ME!
pt_br: NOTIFIQUE-ME!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.PATCHNOTES
source: PATCH NOTES
pt_br: NOTAS DE ATUALIZAÇÃO

# STRINGS.UI.DEVELOPMENTBUILDS.FULL_PATCH_NOTES
source: Full Patch Notes
pt_br: Notas de Atualização Completa

# STRINGS.UI.DEVELOPMENTBUILDS.PREVIOUS_VERSION
source: Previous Version
pt_br: Versão Anterior

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.BIGGER_TIMES
source: {1} weeks {0} days
pt_br: {1} semanas {0} dias

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.FINAL_WEEK
source: {0} days
pt_br: {0} dias

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.NOW
source: Less than a day
pt_br: Menos que um dia

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.TWENTY_FOUR_HOURS
source: Less than a day
pt_br: Menos que um dia

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.UPDATES_HEADER
source: NEXT UPGRADE LIVE IN
pt_br: PRÓXIMA ATUALIZAÇÃO EM

# STRINGS.UI.DEVELOPMENTBUILDS.WATERMARK
source: DEVELOPMENT BUILD: {0}
pt_br: VERSÃO DE DESENVOLVIMENTO: {0}

# STRINGS.UI.DUPLICANTPRINTING
source: Duplicant Printing
pt_br: Impressão de Duplicatas

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.NAME
source: Insulation Thickness: {0}
pt_br: Barreira de Condutividade: {0}

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.TOOLTIP
source: Thick insulation reduces an object's Thermal Conductivity
pt_br: Quanto mais espessa a isolação, menor a condutividade térmica do item

# STRINGS.UI.ELEMENTAL.DEWPOINT.NAME
source: Condensation Point: {0}
pt_br: Ponto de condensação: {0}

# STRINGS.UI.ELEMENTAL.DEWPOINT.TOOLTIP
source: The selected object will condense into a liquid at {0}
pt_br: O objeto selecionado irá condensar em líquido em {0}

# STRINGS.UI.ELEMENTAL.DISEASE.NAME
source: Disease: {0}
pt_br: Doença: {0}

# STRINGS.UI.ELEMENTAL.DISEASE.TOOLTIP
source: There are {0} on the selected object
pt_br: Existe {0} no objeto selecionado

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.NAME
source: Freeze Point: {0}
pt_br: Ponto de Fusão: {0}

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.TOOLTIP
source: The selected object will cool into a solid at {0}
pt_br: O item selecionado solidificará ao atingir {0}

# STRINGS.UI.ELEMENTAL.MASS.NAME
source: Mass: {0}
pt_br: Massa: {0}

# STRINGS.UI.ELEMENTAL.MASS.TOOLTIP
source: The selected object has a mass of {0}
pt_br: Este item possui uma massa de {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.NAME
source: Melting Point: {0}
pt_br: Ponto de fusão: {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.TOOLTIP
source: The selected object will melt into a liquid at {0}
pt_br: O item selecionado fundirá ao atingir {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.NAME
source: Overheat Modifier: {0}
pt_br: Modificador térmico: {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.TOOLTIP
source: This building will overheat and take damage if its temperature reaches {0} Building with better building materials can increase overheat temperature
pt_br: Este objeto irá sobreaquecer e será danificado se atingir {0} Construir com certos materiais pode aumentar a temperatura de sobreaquecimento

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.NAME
source: Primary Element: {0}
pt_br: Elemento primário: {0}

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.TOOLTIP
source: The selected object is primarily composed of {0}
pt_br: O item selecionado é composto principalmente de {0}

# STRINGS.UI.ELEMENTAL.SHC.NAME
source: Specific Heat Capacity: {0}
pt_br: Calor Específico: {0}

# STRINGS.UI.ELEMENTAL.SHC.TOOLTIP
source: {0} J is required to heat 1 g of the selected object by 1 K
pt_br: {0} estão presentes na superfície do objeto selecionado

# STRINGS.UI.ELEMENTAL.TEMPERATURE.NAME
source: Temperature: {0}
pt_br: Temperatura: {0}

# STRINGS.UI.ELEMENTAL.TEMPERATURE.TOOLTIP
source: The selected object's current temperature is {0}
pt_br: A temperatura atual deste objeto é {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.HIGH_CONDUCTIVITY
source: Highly Conductive
pt_br: Altamente Condutivo

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.LOW_CONDUCTIVITY
source: Insulating
pt_br: Isolante

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.MEDIUM_CONDUCTIVITY
source: Conductive
pt_br: Condutivo

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.VERY_HIGH_CONDUCTIVITY
source: Extremely Conductive
pt_br: Extremamente Condutivo

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.VERY_LOW_CONDUCTIVITY
source: Highly Insulating
pt_br: Altamente Isolante

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity: {0}
pt_br: Condutividade térmica: {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.TOOLTIP
source: This object can conduct heat to other materials at a rate of {0} W for each K degree difference Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity
pt_br: Esse objeto pode conduzir calor para outros materiais à uma taxa de {0} W por cada grau K de diferença Entre dois objetos, a taxa de transferência de calor será determinada pelo objeto com menor Condutividade Térmica

# STRINGS.UI.ELEMENTAL.UNITS.NAME
source: Stack Units: {0}
pt_br: Unidades acumuladas: {0}

# STRINGS.UI.ELEMENTAL.UNITS.TOOLTIP
source: This stack contains {0} units of {1}
pt_br: Este monte possui {0} unidades {1}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.NAME
source: Vaporization Point: {0}
pt_br: Ponto de ebulição: {0}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.TOOLTIP
source: The selected object will evaporate into a gas at {0}
pt_br: O item selecionado irá evaporar ao atingir {0}

# STRINGS.UI.ENDOFDAYREPORT.ADDED
source: Added
pt_br: Adicionados

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NAME
source: Calorie Generation:
pt_br: Geração de calorias:

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="food">Food</style> over the course of the day
pt_br: Sua colônia consumiu {0} de <style="food">Comida</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.POSITIVE_TOOLTIP
source: Your colony produced {0} of <style="food">Food</style> over the course of the day
pt_br: Sua colônia produziu {0} de <style="food">Comida</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NAME
source: <style="gas">Flatulence</style> Generation:
pt_br: Geração de <style="gas">Flatulência</style>:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="gas">Polluted Oxygen</style> over the course of the day
pt_br: Sua colônia consumiu {0} de <style="gas">Oxigênio Poluído</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="gas">Polluted Oxygen</style> over the course of the day
pt_br: Sua colônia gerou {0} de <style="gas">Oxigênio Poluído</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.NAME
source: <style="gas">Sublimation</style>:
pt_br: <style="gas">Sublimação</style>:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="gas">Polluted Oxygen</style> over the course of the day
pt_br: Sua colônia consumiu {0} de <style="gas">Oxigênio Poluído</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="gas">Polluted Oxygen</style> over the course of the day
pt_br: Sua colônia gerou {0} de <style="gas">Oxigênio Poluído</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.NAME
source: <style="gas">Toilet </style> Emissions:
pt_br: Emissões da <style="gas">Privada </style>:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="gas">Polluted Oxygen</style> over the course of the day
pt_br: Sua colônia consumiu {0} de <style="gas">Oxigênio Poluído</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="gas">Polluted Oxygen</style> over the course of the day
pt_br: Sua colônia gerou {0} de <style="gas">Oxigênio Poluído</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE
source: Cycle {0}
pt_br: Ciclo {0}

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_TODAY
source: Cycle {0} - Today
pt_br: Ciclo {0} - Hoje

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_YESTERDAY
source: Cycle {0} - Yesterday
pt_br: Ciclo {0} - Ontem

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NAME
source: <style="disease">Diseases</style> Contracted:
pt_br: <style="disease">Doenças</style> adquiridas:

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NEGATIVE_TOOLTIP
source: {0} Duplicant(s) were cured of a <style="disease">Disease</style>
pt_br: {0} Duplicante(s) foram curados de uma <style="disease">Doença</style>

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.POSITIVE_TOOLTIP
source: {0} Duplicant(s) contracted a <style="disease">Disease</style>
pt_br: {0} Duplicante(s) contraíram uma <style="disease">Doença</style>

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.NAME
source: Disease Status:
pt_br: Estado da Doença:

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.TOOLTIP
source: Your Duplicants are covered in {0}
pt_br: Seus Duplicantes estão cobertos em {0}

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NAME
source: <style="power">Power</style> Usage:
pt_br: Uso de <style="power">Energia</style>:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="power">Power</style> over the course of the day
pt_br: Sua colônia consumiu {0} de <style="power">Energia</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.POSITIVE_TOOLTIP
source: Your colony created {0} of <style="power">Power</style> over the course of the day
pt_br: Sua colônia gerou {0} de <style="power">Energia</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NAME
source: <style="power">Power</style> Wasted:
pt_br: <style="power">Energia</style> Perdida:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.POSITIVE_TOOLTIP
source: Your colony created {0} of <style="power">Power</style> today that was not used or stored in a battery
pt_br: Sua colônia gerou {0} de <style="power">Energia</style> hoje que não foi usada ou armazenada em uma bateria

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.NAME
source: Idle Time:
pt_br: Tempo ocioso:

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} idling over the course of the day
pt_br: Suas Duplicatas passaram um total de {0} sem fazer nada durante este ciclo

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.NAME
source: Skill Increases:
pt_br: Habilidades melhoradas:

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.TOOLTIP
source: Your Duplicants gained a total of {0} skill levels today
pt_br: Suas Duplicatas melhoraram suas habilidades um total de {0} vezes durante este ciclo

# STRINGS.UI.ENDOFDAYREPORT.NET
source: Net
pt_br: Total

# STRINGS.UI.ENDOFDAYREPORT.NEXT
source: Next
pt_br: Próximo

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED
source: Butchered for {0}
pt_br: Cortado para {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED_CONTEXT
source: Butchered
pt_br: Cortado

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED
source: Crafted a {0}
pt_br: Feito um {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED_CONTEXT
source: Crafted
pt_br: Criado

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED_USED
source: {0} used as ingredient
pt_br: {0} usado como um ingrediente

# STRINGS.UI.ENDOFDAYREPORT.NOTES.EATEN
source: {0} eaten
pt_br: {0} comido

# STRINGS.UI.ENDOFDAYREPORT.NOTES.GERMS
source: On {0}
pt_br: Em {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED
source: Harvested {0}
pt_br: Colhido {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED_CONTEXT
source: Harvested
pt_br: Colhido

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ROTTED
source: Rotten {0}
pt_br: Estragou {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ROTTED_CONTEXT
source: Rotted
pt_br: Estragado

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TITLE
source: Cycle {0} report ready
pt_br: Relatório do ciclo {0} pronto

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TOOLTIP
source: View the end of day report for Cycle {0}
pt_br: Leia o relatório de fim do dia para o ciclo {0}

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NAME
source: <style="oxygen">Oxygen</style> Generation:
pt_br: <style="oxygen">Oxigênio</style> produzido:

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="oxygen">Oxygen</style> over the course of the day
pt_br: Sua colônia consumiu {0} de <style="oxygen">Oxigênio</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="oxygen">Oxygen</style> over the course of the day
pt_br: Sua colônia produziu {0} de <style="oxygen">Oxigênio</style> ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.PREV
source: Prev
pt_br: Anterior

# STRINGS.UI.ENDOFDAYREPORT.REMOVED
source: Removed
pt_br: Removido

# STRINGS.UI.ENDOFDAYREPORT.REPORT_TITLE
source: DAILY REPORTS
pt_br: RELATÓRIOS DIÁRIOS

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NAME
source: <style="stress">Stress</style> Change:
pt_br: Mudança de <style="stress">Estresse</style>:

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NEGATIVE_TOOLTIP
source: Your colony's total <style="stress">Stress</style> has decreased by {0}
pt_br: O <style="stress">Estresse</style> total da colônia reduziu em {0}

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.POSITIVE_TOOLTIP
source: Your colony's total <style="stress">Stress</style> has increased by {0}
pt_br: O <style="stress">Estresse</style> total da colônia aumentou em {0}

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.NAME
source: Time Breakdown:
pt_br: Tempo gasto:

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} doing all tasks over the course of the day
pt_br: Seus Duplicantes gastaram um total de {0} fazendo todas as atividades ao longo do dia

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.NAME
source: Restroom Accidents:
pt_br: Acidentes de Banheiro:

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.TOOLTIP
source: {0} Duplicants didn't quite reach the toilet in time today
pt_br: {0} Duplicatas não conseguiram chegar no banheiro a tempo

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.NAME
source: Travel Time:
pt_br: Tempo trabalhando:

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} traveling over the course of the day
pt_br: Suas Duplicatas passaram um total de {0} indo de um lado para o outro durante este ciclo

# STRINGS.UI.EQUIPMENTTAB_HELD
source: Held Items
pt_br: Itens em Mãos

# STRINGS.UI.EQUIPMENTTAB_OWNED
source: Owned Items
pt_br: Itens Pessoais

# STRINGS.UI.EQUIPMENTTAB_ROOM
source: Assigned Rooms
pt_br: Salas designadas

# STRINGS.UI.FILE_NAME_DIALOG.ENTER_TEXT
source: Enter Text...
pt_br: Inserir texto...

# STRINGS.UI.FORMATDAY
source: {0} cycles
pt_br: {0} ciclos

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_AMBIENCE
source: Ambience
pt_br: Ambiente

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MASTER
source: Master
pt_br: Mestre

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MUSIC
source: Music
pt_br: Música

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_SFX
source: SFX
pt_br: Efeitos

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS
source: Play automation sounds outside of the overlay:
pt_br: Jogue o som da automação fora do display.

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS_TOOLTIP
source: If enabled, automation sound effects will play even when outside of the automation overlay
pt_br: Se ativado, os efeitos de som de automação serão reproduzidos mesmo quando fora da sobreposição de automação

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.DONE_BUTTON
source: Done
pt_br: Feito

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE
source: Play background music each morning:
pt_br: Tocar música de fundo a cada manhã:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE_TOOLTIP
source: If enabled, background music will play every cycle instead of every few cycles
pt_br: Se ativado, a música de fundo irá tocar em todos os ciclos invés de em alguns ciclos

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.TITLE
source: AUDIO OPTIONS
pt_br: OPÇÕES DE AUDIO

source: Vulnerable Immune System
pt_br: Sistema Imune Vulnerável

source: Miserable
pt_br: Miserável

source: Duplicants are exceptionally vulnerable to infection
pt_br: Duplicantes estão excepcionalmente vulneráveis à infecção

source: Duplicants regain immunity normally
pt_br: Duplicantes ganham imunidade normalmente

source: Impervious Immune System
pt_br: Sistema Imunológico Impenetrável

source: Impervious
pt_br: Impenetrável

source: Duplicants will never catch a germ-based disease
pt_br: Duplicantes nunca irão pegar doenças relacionadas a germes

source: Strong Immune System
pt_br: Sistema Imune Forte

source: Strong
pt_br: Forte

source: Duplicants have increased immune recovery
pt_br: Duplicantes possuem uma recuperação de imunidade aumentada

source: Weak Immune System
pt_br: Sistema Imune Fraco

source: Weak
pt_br: Fraco

source: Duplicants have reduced immune recovery
pt_br: Duplicantes possuem uma recuperação de imunidade reduzida

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.NAME
source: Immune Systems
pt_br: Sistema Imune

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.TOOLTIP
source: Affects how resistant your Duplicants are to disease
pt_br: Afeta o quão resistentes são seus Duplicantes às doenças

source: Duplicants gain and lose stress normally
pt_br: Duplicantes ganham e perdem estresse normalmente

source: Fatalistic
pt_br: Pavio Curto

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.LEVELS.DOOMED.NAME
source: Fatalistic
pt_br: Pavio Curto

source: Duplicants stress out at an extremely accelerated rate
pt_br: Duplicantes irão se estressar em uma taxa extremamente acelerada

source: Unflappable
pt_br: Impertubável

source: Unflappable
pt_br: Impertubável

source: Duplicants will never get stressed
pt_br: Duplicantes nunca ficarão estressados

source: Optimistic
pt_br: Otimista

source: Optimistic
pt_br: Otimista

source: Duplicants are harder to stress out
pt_br: Duplicantes são mais difíceis de se estressar

source: Pessimistic
pt_br: Pessimista

source: Pessimistic
pt_br: Pessimista

source: Duplicants stress out easily
pt_br: Duplicantes se estressam com mais facilidade

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.NAME
source: Duplicant Mood
pt_br: Humor dos Duplicantes

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.TOOLTIP
source: Affects how well your Duplicants deal with stress
pt_br: Afeta o quão bem seus Duplicantes lidam com estresse

source: Duplicants will act out when they reach 100% stress
pt_br: Duplicantes irão agir com 100% de estresse

source: Disabled
pt_br: Desativado
