Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.NAME
source: Fossil Fuels
pt_br: Combustíveis Fósseis

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.DESC
source: <style="gas">Gas</style> infrastructure capable of withstanding more intense conditions, such as <style="heat">Heat</style> and pressure.
pt_br: Infraestrutura de <style="gas">Gases</style> capaz de lidar com condições mais intensas, como <style="heat">Calor</style> e pressão.

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.NAME
source: Improved Ventilation
pt_br: Ventilação Melhorada

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.DESC
source: <style="liquid">Liquid</style> infrastructure capable of withstanding more intense conditions, such as <style="heat">Heat</style> and pressure.
pt_br: Infraestrutura de <style="liquid">líquida</style> capaz de lidar com condições mais intensas, como <style="heat">Calor</style> e pressão.

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.NAME
source: Improved Plumbing
pt_br: Encanamento Melhorado

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.DESC
source: Make the air in your colony clean and breathable.
pt_br: Faça o ar da sua colônia mais limpo e respirável.

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.NAME
source: Air Systems
pt_br: Sistemas de Ar

# STRINGS.RESEARCH.TECHS.INSULATION.DESC
source: Improve <style="heat">Heat</style> distribution in your base and guard buildings from extreme temperatures.
pt_br: Melhore a distribuição de <style="heat">Calor</style> na sua base e guarde estruturas de temperaturas extremas.

# STRINGS.RESEARCH.TECHS.INSULATION.NAME
source: Insulation
pt_br: Isolante

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.DESC
source: <style="decor">Decor</style> boosting items to counteract the gloom of underground living.
pt_br: Itens que melhoram a <style="decor">Decoração</style> para combater a tristeza de viver no subterrâneo.

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.NAME
source: Interior Decor
pt_br: Decoração de interiores

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.DESC
source: Rudimentary technologies for installing <style="liquid">Liquid</style> infrastructure.
pt_br: Tecnologias rudimentares para a instalação de infraestrutura de <style="liquid">Líquidos</style>.

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.NAME
source: Plumbing
pt_br: Encanamento

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.DESC
source: Easily manipulate <style="liquid">Liquid</style> <style="heat">Temperatures</style> with these technologies.
pt_br: Manipule facilmente <style="liquid">Líquidos</style> e <style="heat">Temperaturas</style> com essas tecnologias.

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.NAME
source: Liquid Tuning
pt_br: Aperfeiçoamento de Líquidos

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.DESC
source: Logic gates and wiring to allow you to program your base.
pt_br: Cabeamento e Portões lógicos que te permitirão programar sua base.

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.NAME
source: Advanced Automation
pt_br: Automação Avançada

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.DESC
source: Use switches to control your buildings.
pt_br: Use alavancas para controlar suas estruturas.

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.NAME
source: Automatic Control
pt_br: Controle Automatizado

# STRINGS.RESEARCH.TECHS.LUXURY.DESC
source: Luxury amenities for advanced <style="stress">Stress</style> reduction.
pt_br: Serviços de luxo para redução avançada do <style="stress">Estresse</style>.

# STRINGS.RESEARCH.TECHS.LUXURY.NAME
source: Home Luxuries
pt_br: Luxo Doméstico

# STRINGS.RESEARCH.TECHS.MEDBAY.DESC
source: Prevent injury and <style="disease">Disease</style> from running rampant in your colony.
pt_br: Impedir lesões e <style="disease">Doenças</style> de brincarem desenfreadas pela sua colônia.

# STRINGS.RESEARCH.TECHS.MEDBAY.NAME
source: Healthcare
pt_br: Serviços de Saúde

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.DESC
source: Basic medical knowledge to fight the common <style="disease">Diseases</style> that plague Duplicants.
pt_br: Conhecimento médico básico para lutar contra as <style="disease">Doenças</style> comuns que aflingem Duplicantes.

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.NAME
source: Medical Research
pt_br: Pesquisa Médica

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.DESC
source: High-temperature pure metal extraction.
pt_br: Extração de metal puro em altas temperaturas.

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.NAME
source: Metallurgy
pt_br: Metalúrgica

# STRINGS.RESEARCH.TECHS.PLASTICS.DESC
source: Stable, light weight, durable. Plastics are useful in a wide array of applications.
pt_br: Estável, leve e durável. Plásticos são úteis em um número diverso de aplicações.

# STRINGS.RESEARCH.TECHS.PLASTICS.NAME
source: Plastic Manufacturing
pt_br: Fabricação de Plástico

# STRINGS.RESEARCH.TECHS.POWERREGULATION.DESC
source: Prevent wasted <style="power">Power</style> with improved eletrical tools.
pt_br: Previna desperdício de <style="power">Energia</style> com melhores ferramentas elétricas.

# STRINGS.RESEARCH.TECHS.POWERREGULATION.NAME
source: Power Regulation
pt_br: Regulação de Energia

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.DESC
source: Unlock technologies to manage colony pressure and atmosphere.
pt_br: Desbloqueie tecnologias para gerenciar as pressões atmosféricas da colônia.

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.NAME
source: Pressure Management
pt_br: Gerenciamento de Pressão

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.DESC
source: Pure-core wires that can handle more current without overloading.
pt_br: Cabeamento com metais puros que poderão conduzir mais corrente sem sobrecarregar.

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.NAME
source: Low-Resistance Conductors
pt_br: Condutores de Baixa Resistência

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.DESC
source: Using simple materials to improve base function.
pt_br: Usando materiais simples para melhorar a função básica.

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.NAME
source: Refined Objects
pt_br: Objetos Refinados

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.DESC
source: Make daily ablutions less of a hassle.
pt_br: Faz do banho de cada dia um problema menor.

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.NAME
source: Sanitation
pt_br: Saneamento

# STRINGS.RESEARCH.TECHS.SMELTING.DESC
source: High temperatures allow more efficient metal fabrication.
pt_br: Altas temperaturas permitem fabricação de metais mais eficientes.

# STRINGS.RESEARCH.TECHS.SMELTING.NAME
source: Smelting
pt_br: Derretendo

# STRINGS.RESEARCH.TECHS.SUITS.DESC
source: Craft the equipment necessary to survive in extreme conditions and environments.
pt_br: Fabrique o equipamento necessário para sobreviver em condições e ambientes extremos.

# STRINGS.RESEARCH.TECHS.SUITS.NAME
source: Environmental Protection
pt_br: Proteção Ambiental

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.DESC
source: Unlock <style="heat">Temperature</style> changing technologies to keep your colony at the perfect Kelvin.
pt_br: Desbloqueie tecnologias de controle de <style="heat">Temperatura</style> mantendo sua colônia no Kelvin perfeito.

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.NAME
source: Temperature Modulation
pt_br: Modulação Térmica

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.DESC
source: Get around your base quickly, safely, and in style!
pt_br: Viaje pela sua base de forma rápida, segura e estilosa!

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.NAME
source: Transit Tubes
pt_br: Tubos de transição

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.DESC
source: Smaller, more efficient pumps for those low-throughput situations.
pt_br: Bombas pequenas e mais eficientes para situações de baixa necessidade.

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.NAME
source: Valve Minaturization
pt_br: Miniaturização de Válvulas

# STRINGS.RESEARCH.TYPES.ALPHA.DESC
source: <style="research">Novice Research</style> is required to unlock basic technologies. It can be conducted at a <style="research">Research Station</style>.
pt_br: <style="research">Pesquisa Iniciante</style> é necessária para desbloquear tecnologias básicas. Pode ser conduzida em uma <style="research">Estação de Pesquisa</style>.

# STRINGS.RESEARCH.TYPES.ALPHA.NAME
source: Novice Research
pt_br: Pesquisa Básica

# STRINGS.RESEARCH.TYPES.ALPHA.RECIPEDESC
source: Unlocks rudimentary technologies.
pt_br: Destrava tecnologias básicas.

# STRINGS.RESEARCH.TYPES.BETA.DESC
source: <style="research">Intermediate Research</style> is required to unlock improved technologies. It can be conducted at a <style="research">Super Computer</style>.
pt_br: <style="research">Pesquisa Intermediária</style> é necessária para destravar tecnologias mais avançadas. Pode ser produzida em um <style="research">Super Computador</style>.

# STRINGS.RESEARCH.TYPES.BETA.NAME
source: Intermediate Research
pt_br: Pesquisa Intermediária

# STRINGS.RESEARCH.TYPES.BETA.RECIPEDESC
source: Unlocks improved technologies.
pt_br: Desbloqueia tecnologias melhores.

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.DESCRIPTION
source: Requires two or more Cots or Comfy Beds
pt_br: Requer dois ou mais Berços ou Caminhas

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.NAME
source: Beds
pt_br: Camas

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.DESCRIPTION
source: Requires a single Cot or Comfy Bed
pt_br: Requer um Berço ou Caminha

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.NAME
source: One bed
pt_br: Uma cama

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.DESCRIPTION
source: Requires at least one building with positive decor
pt_br: Requer pelo menos uma estrutura com decor positivo

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.NAME
source: Positive decor
pt_br: Decor positivo

# STRINGS.ROOMS.CRITERIA.CLINIC.DESCRIPTION
source: Requires one or more Med-Beds or Pharma Chambers
pt_br: Requer uma ou mais Macas ou Cabines Farmacêuticas

# STRINGS.ROOMS.CRITERIA.CLINIC.NAME
source: Medical bed
pt_br: Cama Hospitalar

# STRINGS.ROOMS.CRITERIA.CRITERIA_FAILED.MISSING_BUILDING
source: Missing {0}
pt_br: Falta {0}

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.DESCRIPTION
source: Requires one or more Ration Boxes or Refrigerators
pt_br: Requer uma ou mais Caixas de Ração ou Refrigeradores

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.NAME
source: Food storage
pt_br: Armazenamento de comida

# STRINGS.ROOMS.CRITERIA.HEADER
source: Room Criteria
pt_br: Critérios do Quarto

# STRINGS.ROOMS.CRITERIA.LIGHT.DESCRIPTION
source: Requires one or more light sources
pt_br: Requer uma ou mais fontes de luz

# STRINGS.ROOMS.CRITERIA.LIGHT.NAME
source: Light source
pt_br: Fonte de luz

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.DESCRIPTION
source: Requires one or more Massage Tables
pt_br: Requer uma ou mais Mesas de Massagem

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.NAME
source: Massage table
pt_br: Mesa de Massagem

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.DESCRIPTION
source: Must have an area no larger than {0} tiles
pt_br: Precisa de uma área de até {0} células

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.NAME
source: Maximum size: {0} tiles
pt_br: Tamanha máximo: {0} células

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.DESCRIPTION
source: Requires two or more Mess Tables
pt_br: Requer duas ou mais Mesas do Refeitório

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.NAME
source: Tables
pt_br: Mesas

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.DESCRIPTION
source: Requires a single Mess Table
pt_br: Requer uma Mesa do Refeitório

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.NAME
source: One table
pt_br: Uma mesa

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.DESCRIPTION
source: Must have an area of at least {0} tiles
pt_br: Precisa de um área de pelo menos {0} células

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.NAME
source: Minimum size: {0} tiles
pt_br: Tamanho mínimo: {0} células

# STRINGS.ROOMS.CRITERIA.NEUTRAL_TYPE
source: Enclosed by wall tiles and doors
pt_br: Circundado por blocos de parede e portas

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.DESCRIPTION
source: Cannot contain any building labelled Industrial Machinery
pt_br: Não pode conter nenhuma estrutura rotulada Maquinário Industrial

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.NAME
source: No industrial machinery
pt_br: Sem maquinário industrial

# STRINGS.ROOMS.CRITERIA.NO_TYPE_CONFLICTS
source: Remove conflicting buildings
pt_br: Remova estruturas conflitantes

# STRINGS.ROOMS.CRITERIA.POSSIBLE_TYPES_HEADER
source: Possible Room Types
pt_br: Tipos de Sala Possíveis

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.DESCRIPTION
source: Requires one or more Research Stations or Super Computers
pt_br: Requer uma ou mais Estações de Pesquisa ou Super Computadores

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.NAME
source: Research station
pt_br: Estação de Pesquisa

# STRINGS.ROOMS.CRITERIA.TOILET.DESCRIPTION
source: Requires one or more Outhouses or Lavatories
pt_br: Requer uma ou mais Privadas ou Vasos Sanitários

# STRINGS.ROOMS.CRITERIA.TOILET.NAME
source: Toilet
pt_br: Privada

# STRINGS.ROOMS.CRITERIA.WASH_STATION.DESCRIPTION
source: Requires one or more Wash Basins, Sinks, Hand Sanitizers, or Showers
pt_br: Requer um ou mais lavatórios, Pias, Sanitizadores de Mãos ou Banheiros

# STRINGS.ROOMS.CRITERIA.WASH_STATION.NAME
source: Wash station
pt_br: Estação de Lavagem

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.NAME
source: <b>Assignments:</b> {0}
pt_br: <b>Atribuições:</b> {0}

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.UNASSIGNED
source: Unassigned
pt_br: Não atribuído

# STRINGS.ROOMS.DETAILS.AVERAGE_ATMO_MASS.NAME
source: Average air pressure: {0}
pt_br: Pressão do ar média: {0}

# STRINGS.ROOMS.DETAILS.AVERAGE_TEMPERATURE.NAME
source: Average temperature: {0}
pt_br: Temperatura média: {0}

# STRINGS.ROOMS.DETAILS.BUILDING_COUNT.NAME
source: Buildings: {0}
pt_br: Estruturas: {0}

# STRINGS.ROOMS.DETAILS.HEADER
source: Room Details
pt_br: Detalhes do Quarto

# STRINGS.ROOMS.DETAILS.SIZE.NAME
source: Room size: {0} Tiles
pt_br: Tamanho do Quarto: {0} Células

# STRINGS.ROOMS.TYPES.BARRACKS.EFFECT
source: - Stamina recovery bonus
pt_br: - Bônus de Recuperação de Energia

# STRINGS.ROOMS.TYPES.BARRACKS.NAME
source: Barracks
pt_br: Dormitório

# STRINGS.ROOMS.TYPES.BARRACKS.TOOLTIP
source: Sleeping in a bed will restore additional stamina for Duplicants if it is located within Barracks.
pt_br: Dormir em uma cama restaurará energia adicional para os Duplicantes se ela estiver dentro do Dormitório.

# STRINGS.ROOMS.TYPES.CONFLICTED
source: Conflicted Room
pt_br: Sala em Conflito

# STRINGS.ROOMS.TYPES.HOSPITAL.EFFECT
source: - Quarantine sick Duplicants
pt_br: - Isolar Duplicantes doentes

# STRINGS.ROOMS.TYPES.HOSPITAL.NAME
source: Med Bay
pt_br: Ala Médica

# STRINGS.ROOMS.TYPES.HOSPITAL.TOOLTIP
source: Sick Duplicants assigned to medical beds located within a Med Bay are less likely to spread Disease.
pt_br: Duplicantes doentes designados à camas hospitalares dentro de uma Ala Médica irão espalhar menos Doenças.

# STRINGS.ROOMS.TYPES.LATRINE.EFFECT
source: - Stress relief bonus
pt_br: - Bônus de Alívio de Estresse

# STRINGS.ROOMS.TYPES.LATRINE.NAME
source: Latrine
pt_br: Latrina

# STRINGS.ROOMS.TYPES.LATRINE.TOOLTIP
source: Using a toilet will relieve additional stress for Duplicants if it is located in a Latrine.
pt_br: Usar uma privada aliviará estresse adicional para os Duplicante se ela estiver em uma Latrina.

# STRINGS.ROOMS.TYPES.MESSHALL.EFFECT
source: - Stress relief bonus
pt_br: - Bônus de Alívio de Estresse

# STRINGS.ROOMS.TYPES.MESSHALL.NAME
source: Mess Hall
pt_br: Refeitório

# STRINGS.ROOMS.TYPES.MESSHALL.TOOLTIP
source: Eating at a Mess Table will relieve additional stress for Duplicants if it is located within a Mess Hall.
pt_br: Comendo em uma Mesa do Refeitório aliviará estresse adicional para os Duplicantes se ela estiver dentro de um Refeitório.

# STRINGS.ROOMS.TYPES.NEUTRAL.EFFECT
source: - No effect
pt_br: - Sem efeito

# STRINGS.ROOMS.TYPES.NEUTRAL.NAME
source: Miscellaneous Room
pt_br: Quarto Diverso

# STRINGS.ROOMS.TYPES.NEUTRAL.TOOLTIP
source: This area qualifies as a room but has no dedicated use.
pt_br: Essa área é reconhecida com quarto mas não tem um uso dedicado.

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.EFFECT
source: - Stress relief bonus
pt_br: - Bônus de Alívio de Estresse

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.NAME
source: Private Bathroom
pt_br: Banheiro Privado

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.TOOLTIP
source: Duplicants relieve even more stress when using the toilet in a Private Bathroom than in a Latrine.
pt_br: Duplicantes aliviam ainda mais estresse se usar a privada em um Banheiro Privado do que em um Latrina.

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.EFFECT
source: - Stamina recovery bonus
pt_br: - Bônus de Recuperação de Energia

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.NAME
source: Private Bedroom
pt_br: Quarto Privado

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.TOOLTIP
source: Duplicants recover even more stamina while sleeping in a Private Bedroom than in Barracks.
pt_br: Duplicantes recuperarão ainda mais energia se dormirem em um Quarto Privado do que em um Dormitório.

# STRINGS.SETITEMS.BREAKROOM_TABLE.DESC
source: A table and some chairs.
pt_br: Uma mesa e algumas cadeiras.

# STRINGS.SETITEMS.BREAKROOM_TABLE.NAME
source: Table
pt_br: Mesa

# STRINGS.SETITEMS.DESK.DESC
source: An intact office desk, decorated with several personal belongings and a barely functioning computer.
pt_br: Uma mesa de escritório intacta, decorada com divesos pertences pessoais e um computador que mal funciona.

# STRINGS.SETITEMS.DESK.NAME
source: Desk
pt_br: Mesa

# STRINGS.SETITEMS.GENESHUFFLER.DESC
source: A massive synthetic brain, suspended in saline solution. There is a chair attached to the device with room for one person.
pt_br: Um cérebro sintético gigante, suspenso em uma solução salina. Tem uma cadeira presa ao dispositivo com espaço para uma pessoa.

# STRINGS.SETITEMS.GENESHUFFLER.NAME
source: Neural Vacillator
pt_br: Vacilador Neural

# STRINGS.SETITEMS.LADDER.DESC
source: A steel ladder.
pt_br: Uma escada de aço.

# STRINGS.SETITEMS.LADDER.NAME
source: Ladder
pt_br: Escadas

# STRINGS.SETITEMS.LIGHT.DESC
source: An elegant ceiling lamp, slightly worse for wear.
pt_br: Uma elegante lâmpada de teto, um pouco desgastada.

# STRINGS.SETITEMS.LIGHT.NAME
source: Light Fixture
pt_br: Luminária

# STRINGS.SETITEMS.LOCKER.DESC
source: A basic metal locker. It contains an assortment of personal effects.
pt_br: Um simples armário de metal. Contém uma coleção de objetos pessoais.

# STRINGS.SETITEMS.LOCKER.NAME
source: Locker
pt_br: Armário

# STRINGS.SETITEMS.SKELETON.DESC
source: A detailed anatomical model. It appears to be made of resin.
pt_br: Um modelo anatômico detalhado. Aparenta ser feito de resina.

# STRINGS.SETITEMS.SKELETON.NAME
source: Model Skeleton
pt_br: Esqueleto Anatômico

# STRINGS.SETITEMS.VENDINGMACHINE.DESC
source: A pristine <style="food">Nutrient Bar</style> dispenser.
pt_br: Um conservado dispensador de <style="food">Barrinha de Nutrientes</style>.

# STRINGS.SETITEMS.VENDINGMACHINE.NAME
source: Vending Machine
pt_br: Máquina de Vendas

# STRINGS.SETITEMS.WALL_CLOCK.DESC
source: A simple wall clock. It is no longer ticking.
pt_br: Um simples relógio de parede. Não funciona mais.

# STRINGS.SETITEMS.WALL_CLOCK.NAME
source: Clock
pt_br: Relógio

# STRINGS.UI.ACTIONS
source: ACTIONS
pt_br: AÇÕES

# STRINGS.UI.ALERTS
source: ALERTS
pt_br: ALERTAS

# STRINGS.UI.ASSIGNDUPLICANT
source: Assign Duplicant
pt_br: Atribuir Duplicata

# STRINGS.UI.ASTEROIDCLOCK.CYCLE
source: Cycle
pt_br: Ciclo

# STRINGS.UI.ASTEROIDCLOCK.CYCLES_OLD
source: This Colony is {0} Cycles Old
pt_br: Esta colônia foi fundada {0} ciclos atrás

# STRINGS.UI.ASTEROIDCLOCK.TIME_PLAYED
source: Time Played: {0} hours
pt_br: Tempo de jogo: {0} horas

# STRINGS.UI.ATTRIBUTELEVEL
source: Profession: Level {0} {1}
pt_br: Profissão: {1} nível {0}

# STRINGS.UI.ATTRIBUTELEVEL_SHORT
source: Level {0} {1}
pt_br: Nível {0} {1}

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.NAME
source: Automation
pt_br: Automação

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.TOOLTIP
source: Automate your base with logic circuits and sensors.
pt_br: Automatize sua base com sensores e circuitos lógicos.

# STRINGS.UI.BUILDCATEGORIES.BASE.NAME
source: Base
pt_br: Básicos

# STRINGS.UI.BUILDCATEGORIES.BASE.TOOLTIP
source: Maintain your colony's infrastructure with these homebase basics.
pt_br: Mantenha sua colônia funcionando com estas infraestruturas básicas.

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.NAME
source: Stations
pt_br: Pesquisa

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.TOOLTIP
source: Unlock new technologies through the power of science!
pt_br: Destrave novas tecnologias com a ajuda da ciência!

# STRINGS.UI.BUILDCATEGORIES.FOOD.NAME
source: Food
pt_br: Comida

# STRINGS.UI.BUILDCATEGORIES.FOOD.TOOLTIP
source: Keep your Duplicants' spirits high and their bellies full.
pt_br: Deixe suas Duplicatas felizes e suas barrigas cheias.

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.NAME
source: Furniture
pt_br: Móveis

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.TOOLTIP
source: Amenities to keep your Duplicants happy, comfy and efficient.
pt_br: Serviços para manter seus Duplicantes felizes, confortáveis e eficientes.

# STRINGS.UI.BUILDCATEGORIES.HVAC.NAME
source: Ventilation
pt_br: Ventilação

# STRINGS.UI.BUILDCATEGORIES.HVAC.TOOLTIP
source: Control the flow of gas in your base.
pt_br: Controle o fluxo de gás na sua base.

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.NAME
source: Medicine
pt_br: Saúde

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.TOOLTIP
source: A cure for everything but the common cold.
pt_br: Uma cura para tudo, menos para o resfriado.

# STRINGS.UI.BUILDCATEGORIES.MISC.NAME
source: Decor
pt_br: Decoração

# STRINGS.UI.BUILDCATEGORIES.MISC.TOOLTIP
source: Spruce up your colony with some lovely interior decorating.
pt_br: Enfeite sua colônia com plantas e pinturas.

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.NAME
source: Oxygen
pt_br: Oxigênio

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.TOOLTIP
source: Everything you need to keep your colony breathing.
pt_br: Tudo que precisa para manter sua colônia respirando.

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.NAME
source: Plumbing
pt_br: Encanamento

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.TOOLTIP
source: Get your water running and the sewage flowing.
pt_br: Faça a água correr e o esgoto fluir.

# STRINGS.UI.BUILDCATEGORIES.POWER.NAME
source: Power
pt_br: Energia

# STRINGS.UI.BUILDCATEGORIES.POWER.TOOLTIP
source: Need to power your colony? Here's how you do it!
pt_br: Precisa produzir energia para a sua colônia? Aqui está a solução!

# STRINGS.UI.BUILDCATEGORIES.REFINING.NAME
source: Refinement
pt_br: Refinaria

# STRINGS.UI.BUILDCATEGORIES.REFINING.TOOLTIP
source: Use the resources you want, filter the ones you don't.
pt_br: Use os recursos que precisa, filtre os indesejados.

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.NAME
source: Utilities
pt_br: Utilitários

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.TOOLTIP
source: Heat up and cool down.
pt_br: Aqueça e esfrie.

# STRINGS.UI.BUILDINGEFFECTS.ALLOWS_FERTILIZER
source: Plant <style="solid">Fertilization</style>
pt_br: <style="solid">Fertilização</style> da planta

# STRINGS.UI.BUILDINGEFFECTS.ALLOWS_IRRIGATION
source: Plant <style="liquid">Liquid</style>
pt_br: Planta <style="liquid">Líquido</style>

# STRINGS.UI.BUILDINGEFFECTS.ASSIGNEDDUPLICANT
source: Duplicant assignment
pt_br: Tarefa de Duplicata

# STRINGS.UI.BUILDINGEFFECTS.BATTERYEFFECT
source: <style="power">Power</style> capacity: {0}
pt_br: Limite de <style="power">Energia</style>: {0}

# STRINGS.UI.BUILDINGEFFECTS.CONSUMESANYELEMENT
source: Any <style="{0}">Element</style>
pt_br: Qualquer <style="{0}">Elemento</style>

# STRINGS.UI.BUILDINGEFFECTS.COOLANT
source: Coolant: {1} {0}
pt_br: Resfriador: {1} {0}

# STRINGS.UI.BUILDINGEFFECTS.DISEASECONSUMEDPERUSE
source: All Diseases: <style="consumed">-{0} per use</style>
pt_br: Todas as Doenças: <style="consumed">-{0} por uso</style>
