Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.DESC
source: A bottle emptier's Element Filter can be used to designate areas for specific liquid storage.
pt_br: O Filtro de Elementos de um esvazior de garrafas pode ser usado para designar líquidos em áreas de armazenamento específico.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.EFFECT
source: Empties bottled <style="liquid">Liquids</style> back into the world.
pt_br: Esvazia <style="liquid">Líquidos</style> engarrados de volta ao mundo.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.NAME
source: Bottle Emptier
pt_br: Esvaziador de Garrafas

# STRINGS.BUILDINGS.PREFABS.BURNER.DESC
source: Burners reach incredible temperatures and can quickly melt large areas.
pt_br: Queimadores alcançam temperaturas incríveis altas e rapidamente podem derreter grandes áreas.

# STRINGS.BUILDINGS.PREFABS.BURNER.EFFECT
source: Produces a searing <style="heat">Heat Jet</style> using liquid <style="liquid">Oil</style>.
pt_br: Produz uma baixa de <style="heat">Calor </style> usando <style="liquid">Oil</style>.

# STRINGS.BUILDINGS.PREFABS.BURNER.NAME
source: Burner
pt_br: Maçarico

# STRINGS.BUILDINGS.PREFABS.CANVAS.AVERAGEQUALITYNAME
source: Mediocre Painting
pt_br: Pintura Medíocre

# STRINGS.BUILDINGS.PREFABS.CANVAS.DESC
source: Once built, a Duplicant can paint a blank canvas to produce a decorative painting.
pt_br: Uma vez construída, um Duplicante pode pintar e produzir uma pintura decorativa.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EFFECT
source: Increases <style="decor">Decor</style> and reduces <style="stress">Stress</style>. Must be painted by a Duplicant.
pt_br: Aumenta a o nível de <style="decor">Decoração</style> e reduz o <style="stress">Stress</style> das Duplicatas. Deve ser pintada por uma Duplicata.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EXCELLENTQUALITYNAME
source: Masterpiece
pt_br: Obra-prima

# STRINGS.BUILDINGS.PREFABS.CANVAS.NAME
source: Blank Canvas
pt_br: Tela Branca

# STRINGS.BUILDINGS.PREFABS.CANVAS.POORQUALITYNAME
source: Crude Painting
pt_br: Pintura Horrorosa

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.DESC
source: Light reduces Duplicant stress and is required to grow certain plants.
pt_br: Luz reduz o stress de duplicante e é necessária para cultivar certas plantas.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.EFFECT
source: Provides <style="light">Light</style> when <style="power">Powered</style>.
pt_br: Fornece <style="light">Light</style> quando há <style="power">Energia</style>.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.NAME
source: Ceiling Light
pt_br: Lâmpada de Teto

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.DESC
source: Checkpoints can be connected to automated sensors to determine when it is safe to enter.
pt_br: Pontos de Checagem podem ser conectados à sensores automatizados para determinar quando é seguro entrar.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.EFFECT
source: Allows Duplicants to pass when <style="logic">Active</style>. Prevents Duplicants from passing when on <style="logic">Standby</style>.
pt_br: Permitem aos Duplicantes passarem quando <style="logic">Ativo</style>. Impede Duplicantes passarem quando em <style="logic">Espera</style>.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.LOGIC_PORT_DESC
source: Duplicant Stop/Go
pt_br: Sinal Siga/Pare de Duplicantes

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.NAME
source: Duplicant Checkpoint
pt_br: Ponto de vereificação de Duplicante

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.DESC
source: A textile loom can be used to spin Reed Fiber into wearable Duplicant clothing.
pt_br: Uma fábrica têxtil pode ser usada para transformar Fibra de Caniço em trajes para os Duplicantes.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.EFFECT
source: Tailors Duplicant <style="equipment">Clothing</style> items. Duplicants will not fabricate unless recipes are queued.
pt_br: Tece<style="equipment"> vestimentas</style> aprimoradas para suas Duplicatas. Duplicatas não produzirão nada se nenhuma receita estiver na fila.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.NAME
source: Textile Loom
pt_br: Fábrica Têxtil

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.DESC
source: Carbon Skimmers remove large amounts of carbon dioxide, but produce no breathable air.
pt_br: Removedor de Carbono removem altas quantidas de dióxido de carbono, mas não produzem ar respirável.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.EFFECT
source: Filters <style="gas">Carbon Dioxide</style> from the air.
pt_br: Remove <style="gas">Dióxido de Carbono</style> do ar.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.NAME
source: Carbon Skimmer
pt_br: Removedor de Carbono

# STRINGS.BUILDINGS.PREFABS.COMPOST.DESC
source: Composts safely deal with biological waste and help fertilize domestic plants.
pt_br: Compostagem lidar com lixo biológico com segurança e ajudam a fertilizar plantas domésticas.

# STRINGS.BUILDINGS.PREFABS.COMPOST.EFFECT
source: Breaks <style="solid">Polluted Dirt</style> down into <style="solid">Fertilizer</style>.
pt_br: Transforma <style="solid">Terra Poluída</style> em <style="solid">Fertilizante</style>.

# STRINGS.BUILDINGS.PREFABS.COMPOST.NAME
source: Compost
pt_br: Centro de Composto

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.DESC
source: Cooking eliminates foodborne disease and produces tasty, stress-relieving meals.
pt_br: Cozinhar elimina doenças transmitidas por alimentos e produz refeições saborosas, alívio do estresse.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.EFFECT
source: Cooks improved <style="food">Food</style> using many ingredients. Duplicants will not fabricate unless recipes are queued.
pt_br: Prepara uma <style="food">comida</style> mais nutritiva com o uso de múltiplos ingredientes. Duplicatas não produzirão nada se nenhuma receita estiver na fila.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.NAME
source: Electric Grill
pt_br: Churrasqueira Elétrica

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.DESC
source: Duplicants automatically bring captured creatures to these relocation points for release.
pt_br: Duplicantes automaticamente trazem criaturas capturadas para esses pontos de relocação para soltura.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.EFFECT
source: Releases trapped creatures back into the world. Can be used multiple times.
pt_br: Libera criaturas capturadas de volta ao mundo. Pode ser usada múltiplas vezes.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.NAME
source: Creature Relocator
pt_br: Criatura Relocator

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.DESC
source: Traps do not harm the creatures they capture.
pt_br: Armadilhas não machucam as criaturas que elas capturam.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.EFFECT
source: Captures a living creature for transport. Single use.
pt_br: Captura uma criatura viva para o transporte. Uso único.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.NAME
source: Creature Trap
pt_br: Armadilha de Criaturas

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.DESC
source: Generates infinite testing power
pt_br: Gera energia infinita de testes

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.EFFECT
source: Runs on coffee
pt_br: Trabalha no café

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.NAME
source: DEV Generator
pt_br: Gerador do DESENVOLVEDOR

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.DESC
source: Duplicants prefer to dine at a table, rather than eat off the floor.
pt_br: Duplicantes preferem jantar em uma mesa, em vez de comer no chão.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.EFFECT
source: Gives one Duplicant a place to eat. Duplicants will automatically eat at their assigned table when hungry.
pt_br: Um lugar onde as Duplicatas podem se sentar e comer em paz, reduzindo seu <style="stress">Stress</style>. Duplicatas irão automaticamente comer na mesa à qual foram designados quando com fome.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.NAME
source: Mess Table
pt_br: Mesa Bagunçada

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.DESC
source: Channels move more volume than pumps and require no power, but need sufficient pressure to function.
pt_br: Canais movem mais volume do que as bombas e não requerem energia, mas precisam de pressão suficiente para funcionar.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.EFFECT
source: Directionally moves large volumes of liquid through a channel. Can be used as floor tile and rotated before construction.
pt_br: Direcionalmente movem altos volumes de líquido por um canal. Pode ser usado como bloco e girado antes da construção.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.NAME
source: Liquid Channel
pt_br: Canal de Líquidos

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.DESC
source: Gets hot and steamy.
pt_br: Um tipo de sauna para líquidos.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.EFFECT
source: Separates any <style="liquid">Polluted Water</style> piped through it into <style="gas">Steam</style> and <style="solid">Polluted Dirt</style>.
pt_br: Separa a <style="liquid">Água Poluída</style> entregue por canos entre <style="gas">Vapor</style> e <style="solid">Terra Poluída</style>.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.NAME
source: Distillation Column
pt_br: Coluna de Fracionamento

# STRINGS.BUILDINGS.PREFABS.DOOR.ABOVE
source: above
pt_br: acima

# STRINGS.BUILDINGS.PREFABS.DOOR.BELOW
source: below
pt_br: abaixo

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.AUTO.TOOLTIP
source: Duplicants open and close this door as needed
pt_br: Duplicantes abrem e fecham essa porta conforme necessário

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.NAME
source: Lock
pt_br: Trancar

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.TOOLTIP
source: Nothing may pass through
pt_br: Nada pode passar por

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.NAME
source: Open
pt_br: Aberto

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.TOOLTIP
source: This door will remain open
pt_br: Essa porta continuará aberta

# STRINGS.BUILDINGS.PREFABS.DOOR.DESC
source: Door controls can be used to prevent Duplicants from entering restricted areas.
pt_br: Controles de porta podem ser utilizados para previnir que Duplicantes entrem em áreas restritas.

# STRINGS.BUILDINGS.PREFABS.DOOR.EFFECT
source: Encloses areas without blocking <style="liquid">Liquid</style> or <style="gas">Gas</style> flow. Sets Duplicant Access Permissions for area restriction. Wild creatures cannot pass through doors.
pt_br: Fecha uma área sem impedir a passagem de <style="gas">gás</style> ou <style="liquid">líquido</style>. Escolha Duplicatas com o acesso a essa área. Criaturas não podem atravessar estas portas.

# STRINGS.BUILDINGS.PREFABS.DOOR.LEFT
source: on the left
pt_br: à esquerda

# STRINGS.BUILDINGS.PREFABS.DOOR.LOGIC_PORT_DESC
source: Open/Close
pt_br: Aberto/Fechado

# STRINGS.BUILDINGS.PREFABS.DOOR.NAME
source: Pneumatic Door
pt_br: Porta Simples

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_NOT_REQUIRED
source: <style="equipment">Exosuit</style> not required {0}
pt_br: <style="equipment">Traje de Proteção</style> desnecessário {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_REQUIRED
source: <style="equipment">Exosuit</style> required {0}
pt_br: <style="equipment">Traje de Proteção</style> necessário {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.RIGHT
source: on the right
pt_br: à direita

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.DESC
source: Electrolyzers output a high volume of oxygen and are a reliable source of breathable air.
pt_br: Aparelho de eletrolise produzem um alto volume de oxigênio e é uma fonte confiável de ar respirável.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.EFFECT
source: Produces <style="oxygen">Oxygen</style> and <style="gas">Hydrogen</style> using <style="liquid">Water</style>. Becomes idle when the area reaches maximum pressure capacity.
pt_br: Produz <style="oxygen">Oxigênio</style> e <style="gas">Hidrogénio</style> usando <style="liquid">Água</style> canalizada. Para de produzir quando a sala atinge pressão máxima.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.NAME
source: Electrolyzer
pt_br: Eletrólise

# STRINGS.BUILDINGS.PREFABS.FARMTILE.DESC
source: Duplicants can deliver fertilizer and liquids to farm tiles, accelerating plant growth.
pt_br: Duplicantes pode fornecer fertilizante e líquidos para fazendas, acelerando o crescimento das plantas.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.EFFECT
source: Grows a single <style="plant">Plant</style> when sown with a <style="seed">Seed</style>. Can be used as floor tile and rotated before construction.
pt_br: Cada bloco armazena uma <style="seed">semente</style> que cresce em uma <style="plant">planta</style>. Pode ser usado como chão e girado antes de ser construído.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.NAME
source: Farm Tile
pt_br: Fazenda

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.DESC
source: Fertilizer Synthesizers convert polluted water into fertilizer for domestic plants.
pt_br: Fornece todos os nutrientes que uma planta precisa para ter uma vidinha pacata mas feliz.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.EFFECT
source: Uses <style="liquid">Polluted Water</style> to produce <style="solid">Fertilizer</style>.
pt_br: Utiliza <style="liquid">Água Poluída</style> para produzir <style="solid">Fertilizante</style>.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.NAME
source: Fertilizer Synthesizer
pt_br: Sintetizador de Fertilizante

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.DESC
source: Fire poles provide quick downward travel, while ladders provide better upward movement.
pt_br: Postes de Bombeiros providenciam uma descida, enquanto escadas providenciam melhor movimento de subida.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.EFFECT
source: Allows rapid Duplicant descent. Significantly slows upward climbing.
pt_br: Permite rápida descida dos Duplicantes. Reduz significativamente a velocidade de subida.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.NAME
source: Fire Pole
pt_br: Poste de Bombeiro

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.DESC
source: The emitting radius of a building's light can be viewed in the Light Overlay.
pt_br: O raio de emissão da luz de um edifício pode ser visto na sobreposição de luz.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.EFFECT
source: Provides <style="light">Light</style> when <style="power">Powered</style>.
pt_br: Fornece <style="light">Luz</style> quando há <style="power">Energia</style> elétrica.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.NAME
source: Lamp
pt_br: Lâmpada

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.DESC
source: Weight plates can be used to turn on amenities only when Duplicants pass by.
pt_br: Placas de pressão podem ser usadas para ligar estruturas somente quando Duplicantes passarem.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.EFFECT
source: Becomes <style="logic">Active</style> when an object or Duplicant is placed atop of it. Cannot be triggered by <style="gas">Gas</style> or <style="liquid">Liquids</style>.
pt_br: Fica <style="logic">Ativo</style>quando um objeto ou Duplicante é colocado sobre ele. Não pode ser ativado por <style="gas">Gases</style> ou <style="liquid">Líquidos</style>.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.LOGIC_PORT_DESC
source: <style="logic">Active</style>/<style="logic">Inactive</style>
pt_br: <style="logic">Ativo</style>/<style="logic">Inativo</style>

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.NAME
source: Weight Plate
pt_br: Placa de Pressão

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.DESC
source: Flower pots allow decorative plants to be moved to new locations.
pt_br: Vasos de flores permitem plantas decorativas ser movido para novos locais.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.EFFECT
source: Increases <style="decor">Decor</style> and reduces <style="stress">Stress</style>. Houses a single <style="plant">Plant</style> when sown with a <style="seed">Seed</style>.
pt_br: Melhora o nível de <style="decor">Decoração</style> e reduz o <style="stress">Stress</style>. Abriga uma única <style="plant">Planta</style> quando semeado usando uma <style="seed">Semente</style>.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.NAME
source: Flower Pot
pt_br: Vaso de plantas

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.DESC
source: Lavatories transmit fewer germs to Duplicants' skin and require no manual emptying.
pt_br: Os lavatórios transmitem menos germes para a pele de Duplicantes e não requerem esvaziar manualmente.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.EFFECT
source: Gives Duplicants a place to <style="hygiene">Hygienically</style> relieve themselves.
pt_br: Dá as Duplicantas um lugar para <style="hygiene">Higienicamente</style> aliviar-se.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.NAME
source: Lavatory
pt_br: Lavabo

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.DESC
source: Gas pipes are used to connect the inputs and outputs of ventilated buildings.
pt_br: Encanamentos são usados para conectar entradas e saídas de estruturas encanadas.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.EFFECT
source: Carries <style="gas">Gas</style> between <style="GasPiping">Outputs</style> and <style="GasPiping">Intakes</style>. Can be run through tiles.
pt_br: Transporta <style="gas">Gases</style> entre <style="GasPiping">Entradas</style> e <style="GasPiping">Saídas</style> de Gás dos objetos. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.NAME
source: Gas Pipe
pt_br: Cano de gás

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
pt_br: Os sistemas de tubulação separados evitam que o conteúdo misturado cause danos ao edifício.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.EFFECT
source: Runs one <style="GasPiping">Gas Pipe</style> section over another without joining them. Can be run through tiles.
pt_br: Permite que uma seção de <style="GasPiping">Tubos de Gás</style> passe sobre outro sem uni-los. Pode passar pelos blocos.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.NAME
source: Gas Bridge
pt_br: Ponte de gás

# STRINGS.BUILDINGS.PREFABS.GASFILTER.DESC
source: Gas filters send the selected filter gas into a special pipe, expelling everything else through a second output.
pt_br: Os filtros de gás enviam o filtro de gás selecionado para um tubo especial, expulsando o resto através de uma segunda saída.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.EFFECT
source: Sieves one <style="gas">Gas</style> from the air, sending it into a dedicated <style="GasPiping">Pipe</style>.
pt_br: Separa um tipo de <style="gas">gás</style> de uma mistura de gases, e o envia para outra parte dedicada da <style="GasPiping">Tubulação</style>.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.NAME
source: Gas Filter
pt_br: Filtro de gás

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
pt_br: Tubulação automatizada poupa tempo e recursos por remover a necessidade de gerenciamento de um Duplicante.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.EFFECT
source: Automatically turns <style="gas">Gas</style> flow on or off using <style="misc">Automation</style> technology.
pt_br: Automaticamente desliga e liga o fluxo de <style="gas">Gás</style> usando a tecnologia <style="misc">Automação</style>.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.NAME
source: Gas Shutoff
pt_br: Interrompedor de Gás

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of gas with minimum power draw.
pt_br: Mini bombas são úteis movendo pequenas quantidades de gás utilizando pouca energia.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.EFFECT
source: Draws in a small amount of <style="gas">Gas</style> runs it through <style="GasPiping">Pipes</style>. Must be immersed in gas.
pt_br: Bombeia uma pequena quantidade <style="gas">Gás</style> para as <style="GasPiping">Tubulações</style>. Deve estar imerso em gás.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.NAME
source: Mini Gas Pump
pt_br: Mini Bomba de Gás

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.DESC
source: Building with airflow permeable tiles promotes better gas circulation within a colony.
pt_br: Construir com telhas permeáveis ao fluxo de ar promove uma melhor circulação de gás dentro de uma colônia.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.EFFECT
source: Used as floor and wall tile to build rooms. Blocks <style="liquid">Liquid</style> flow without obstructing <style="gas">Gas</style>.
pt_br: Utilizado como parede e piso para construir salas. Impede a passagem de <style="liquid">Líquidos</style> sem obstruir a passagem de <style="gas">Gases</style>.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.NAME
source: Airflow Tile
pt_br: Telha de fluxo de ar

# STRINGS.BUILDINGS.PREFABS.GASPUMP.DESC
source: Piping a pump's intake to another building's output will send gas to that building.
pt_br: A entrada de uma bomba para a produção de outro edifício enviará gás para esse edifício.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.EFFECT
source: Draws in <style="gas">Gas</style> runs it through <style="GasPiping">Pipes</style>. Must be immersed in gas.
pt_br: Suga <style="gas">gases</style> e os envia ao sistema de <style="GasPiping">Tubulação</style>. Deve estar cercado por gases.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.NAME
source: Gas Pump
pt_br: Bomba de gás

# STRINGS.BUILDINGS.PREFABS.GASVALVE.DESC
source: Valves control the amount of gas that moves through pipes, preventing waste.
pt_br: As válvulas controlam a quantidade de gás que se move através dos tubos, evitando o desperdício.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.EFFECT
source: Controls the <style="gas">Gas</style> volume permitted through <style="GasPiping">Pipes</style>.
pt_br: Controla o volume permitido de <style="gas">Gás</style> através da <style="GasPiping">Tubulação</style>.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.NAME
source: Gas Valve
pt_br: Válvula de gás

# STRINGS.BUILDINGS.PREFABS.GASVENT.DESC
source: Vents are an exit point for gases from ventilation systems.
pt_br: Vents são um ponto de saída para gases dos sistemas de ventilação.

# STRINGS.BUILDINGS.PREFABS.GASVENT.EFFECT
source: Releases <style="gas">Gas</style> from <style="GasPiping">Gas Pipes</style>.
pt_br: Libera os <style="gas">gases</style> que estão na <style="GasPiping">Tubulação</style>.

# STRINGS.BUILDINGS.PREFABS.GASVENT.NAME
source: Gas Vent
pt_br: Saída de Ar

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.DESC
source: High pressure Vents can exhaust gas into more highly pressurized environments.
pt_br: Saídas de ar de Alta pressão podem liberar mais gás em ambiente altamente pressurizados.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.EFFECT
source: Releases <style="gas">Gas</style> from <style="GasPiping">Gas Pipes</style> into high pressure locations.
pt_br: Libera <style="gas">Gás</style> da <style="GasPiping"> de Gás</style> em ambientes com alta pressão.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.NAME
source: High Pressure Gas Vent
pt_br: Saída de Ar de Alta Pressão

# STRINGS.BUILDINGS.PREFABS.GENERATOR.DESC
source: Coal generators produce more energy than manual generators, but emit heat and exhaust.
pt_br: Os geradores de carvão produzem mais energia do que geradores manuais, mas emitem calor e gases de escape.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.EFFECT
source: Converts <style="RawMineral">Coal</style> into electrical <style="power">Power</style>.
pt_br: Converte <style="RawMineral">Carvão</style> em <style="power">Energia</style>.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.NAME
source: Coal Generator
pt_br: Gerador de Carvão

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.DESC
source: Omniprinters are incapable of printing organic matter.
pt_br: Omni-impressoras são incapazes de imprimir matéria orgânica.

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.EFFECT
source: Converts <style="RawMineral">Raw Minerals</style> into unique materials and objects.
pt_br: Converte <style="RawMineral">Minério Bruto</style> em materiais e objetos únicos.
