Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.TOOLTIP
source: Cancel this mop order
pt_br: Cancele esta ordem de limpeza

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.NAME
source: Cancel Uproot
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.TOOLTIP
source: Cancel this uproot order
pt_br: Cancelar essa ordem de desenraizamento

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST
source: Cancel Request
pt_br: Cancelar Pedido

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST_TOOLTIP
source: Cancel outfit request
pt_br: Cancelar o pedido de vestimenta

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT
source: Drop Outfit
pt_br: Soltar Vestimenta

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT_TOOLTIP
source: Drop outfit on floor
pt_br: Soltar a vestimenta no chão

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT
source: Request Outfit
pt_br: Pedir Vestimenta

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT_TOOLTIP
source: Request outfit to be delivered to this change room
pt_br: Pedir para a roupa ser entregue nesse vestiário

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.NAME
source: Clean Toilet
pt_br: Limpar latrina

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.TOOLTIP
source: Empty waste from this toilet
pt_br: Remova os dejetos deste banheiro

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME
source: Sweep
pt_br: Varrer

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME_OFF
source: Cancel Sweeping
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP
source: Put this object away in the nearest storage container
pt_br: Guarde este item no armazém mais perto

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP_OFF
source: Cancel this sweep order
pt_br: Cancelar essa ordem de varrer

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME
source: Compost
pt_br: Compostar

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME_OFF
source: Cancel Compost
pt_br: Cancelar Compostagem

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP
source: Mark this object for compost
pt_br: Marcar esse objeto para compostagem

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP_OFF
source: Cancel this compost order
pt_br: Cancelar essa ordem de compostagem

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.NAME
source: Copy Settings
pt_br: Copiar configurações

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.TOOLTIP
source: Apply the settings and priorities of this building to others of the same type
pt_br: Aplica as configurações e propriedades deste objeto a outros do mesmo tipo

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME
source: Deconstruct
pt_br: Desmontar

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME_OFF
source: Cancel Deconstruct
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP
source: Demolish this building and refund all resources
pt_br: Destrua este objeto para retornar todos os recursos gastos

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP_OFF
source: Cancel this deconstruct order
pt_br: Cancele esta ordem de demolição

# STRINGS.UI.USERMENUACTIONS.DIG.NAME
source: Dig
pt_br: Cavar

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP
source: Dig out this cell
pt_br: Cave este quadrado

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP_OFF
source: Cancel this dig order
pt_br: Cancele esta ordem para cavar

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME
source: Show Navigation
pt_br: Exibir navegação

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME_OFF
source: Hide Navigation
pt_br: Ocultar navegação

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP
source: Show all areas within this Duplicant's reach
pt_br: Mostre todas as áreas dentro do alcance desta Duplicata

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP_OFF
source: Hide areas within this Duplicant's reach
pt_br: Esconder as áreas dentro do alcance desse Duplicante

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME
source: Empty
pt_br: Esvaziar

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME_OFF
source: Cancel Empty
pt_br: Cancelar Esvaziar

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP
source: Dump bottle contents onto the floor
pt_br: Derrubar todo o conteúdo da garrafa no chão

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP_OFF
source: Cancel this empty order
pt_br: Cancelar essa ordem de esvaziamento

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME
source: Empty Storage
pt_br: Esvaziar armazém

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME_OFF
source: Cancel Empty
pt_br: Cancelar

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP
source: Eject all resources from this container
pt_br: Ejete todos os recursos desta zona de armazenagem

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP_OFF
source: Cancel this empty order
pt_br: Cancele esta ordem de esvaziar

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME
source: Disable Building
pt_br: Desativar objeto

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME_OFF
source: Enable Building
pt_br: Ativar objeto

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP
source: Halt the use of this building ------------------ Disabled buildings consume no energy or resources
pt_br: Impeça que este objeto seja utilizado ------------------ Objetos desativados não consomem energia nem materiais

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP_OFF
source: Resume the use of this building
pt_br: Reative este item

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.NAME
source: Follow Cam
pt_br: Seguir

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.TOOLTIP
source: Track this Duplicant with the camera
pt_br: Siga esta Duplicata com sua câmera

# STRINGS.UI.USERMENUACTIONS.HARVEST.NAME
source: Harvest
pt_br: Colher

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP
source: Harvest materials from this plant
pt_br: Colha materiais desta planta

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP_DISABLED
source: This plant has nothing to harvest
pt_br: Esta planta não tem nada para ser colhido ainda

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.NAME
source: Enable Autoharvest
pt_br: Permitir autocolheita

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.TOOLTIP
source: Automatically harvest this plant when it matures
pt_br: Colher automaticamente dessa planta quando ela amadurecer

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME
source: Disable Delivery
pt_br: Desativar Entrega

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME_OFF
source: Enable Delivery
pt_br: Ativar Entrega

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP
source: Do not deliver materials to this building
pt_br: Não entregar materiais para essa estrutura

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP_OFF
source: Deliver materials to this building
pt_br: Entregar materiais para essa estrutura

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.NAME
source: Enable Autobottling
pt_br: Ativar Auto Engarrafamento

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.TOOLTIP
source: If enabled, Duplicants will deliver bottled liquids to this building directly from Pitcher Pumps
pt_br: Se ativado, Duplicantes irão automaticamente entregar líquidos engarrafados a essa estrutura a partir de Bombas Manuais

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.NAME
source: Disable Autobottling
pt_br: Desativar Auto Engarrafamento

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.TOOLTIP
source: If disabled, Duplicants will no longer deliver bottled liquids directly from Pitcher Pumps
pt_br: Se desativado, Duplicantes não irão automaticamente entregar líquidos engarrafados a essa estrutura a partir de Bombas Manuais

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.NAME
source: Move To
pt_br: Ir para

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.TOOLTIP
source: Move this Duplicant to a specific location
pt_br: Mover esse Duplicante para um local específico

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME
source: Rummage
pt_br: Investigar

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME_OFF
source: Cancel Rummage
pt_br: Cancelar Investigar

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP
source: Scrounge for usable materials
pt_br: Procurar por materiais úteis

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP_OFF
source: Cancel this rummage order
pt_br: Cancelar essa ordem de investigação

# STRINGS.UI.USERMENUACTIONS.OVERRIDETASK.NAME
source: Override Task
pt_br: Forçar tarefa

# STRINGS.UI.USERMENUACTIONS.OVERRIDETASK.TOOLTIP
source: Force this Duplicant to perform a specific task
pt_br: Force esta Duplicata a realizar uma tarefa específica

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME
source: Quarantine
pt_br: Quarentena

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME_OFF
source: Cancel Quarantine
pt_br: Cancelar quarentena

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP
source: Isolate this Duplicant The Duplicant will return to their assigned Cot
pt_br: Isole esta Duplicata Esta Duplicata retornará para sua cama

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_DISABLED
source: No quarantine zone assigned
pt_br: Nenhuma zona de quarentena definida

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_OFF
source: Cancel this quarantine order
pt_br: Cancelar essa ordem de quarentena

# STRINGS.UI.USERMENUACTIONS.READLORE.NAME
source: Inspect
pt_br: Inspecionar

# STRINGS.UI.USERMENUACTIONS.READLORE.TOOLTIP
source: Recover files from this structure
pt_br: Recuperar arquivos dessa estrutura

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.NAME
source: Empty Building
pt_br: Esvaziar objeto

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.TOOLTIP
source: Refund all resources currently in use by this building
pt_br: Retorna todos os recursos sendo utilizado por este objeto

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME
source: Relocate
pt_br: Realocar

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME_OFF
source: Cancel Relocation
pt_br: Cancelar realocação

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP
source: Move this building to a new location ------------------ Costs no additional resources
pt_br: Mova este objeto para outro lugar ------------------ Não custa recursos

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP_OFF
source: Cancel this relocation order
pt_br: Cancele esta ordem de realocação

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.NAME
source: Select Research
pt_br: Escolher Pesquisa

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.TOOLTIP
source: Choose a technology from the Research Tree <color=#F44A47>[R]</color>
pt_br: Selecione uma pesquisa da Árvore Tecnológica <color=#F44A47>[R]</color>

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.NAME
source: Clearance: Always
pt_br: Remoção: Sempre

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
pt_br: Duplicantes Trajados podem passar, mesmo se não existir espaço para guardar seus trajes ------------------ Quando Estações de Traje estiverem todas cheias, Duplicantes irão remover seus trajes e largá-los no chão

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ONLY_WHEN_ROOM_AVAILABLE.NAME
source: Clearance: Vacancy
pt_br: Remoção: Vago

source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
pt_br: Duplicantes Trajados poderão passar somente se tiver espaço para uma Estação de traje para armazenarem o traje

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.NAME
source: Filter Settings
pt_br: Opções de filtro

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.TOOLTIP
source: Assign materials to storage
pt_br: Designar materiais para armazenagem

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.NAME
source: Unequip {0}
pt_br: Desequipar {0}

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.TOOLTIP
source: Take off and drop this equipment
pt_br: Remover e soltar esse equipamento

# STRINGS.UI.USERMENUACTIONS.UPROOT.NAME
source: Uproot
pt_br: Remover

# STRINGS.UI.USERMENUACTIONS.UPROOT.TOOLTIP
source: Convert this plant into a seed
pt_br: Converter essa planta em uma semente

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.NAME
source: Set Direction: Both
pt_br: Definir Direção: Ambos

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.TOOLTIP
source: Select to make Duplicants wash when passing by in either direction
pt_br: Selecione para fazer os Duplicantes lavarem as mãos quando passarem em qualquer uma das direções

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.NAME
source: Set Direction: Left
pt_br: Definir Direção: Esquerda

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.TOOLTIP
source: Select to make Duplicants wash when passing by from right to left
pt_br: Selecione para fazer os Duplicantes lavarem as mãos quando passarem da direita para a esquerda

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.NAME
source: Set Direction: Right
pt_br: Definir Direção: Direita

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.TOOLTIP
source: Select to make Duplicants wash when passing by from left to right
pt_br: Selecione para fazer os Duplicantes lavarem as mãos quando passarem da esquerda para a direita

# STRINGS.UI.VIEWDUPLICANTS
source: Choose a Duplicant
pt_br: Escolha uma Duplicata

# STRINGS.UI.VITALS
source: VITALS
pt_br: VITAIS

# STRINGS.UI.VITALSSCREEN.ATMOSPHERE_CONDITION
source: Atmosphere:
pt_br: Atmosfera:

# STRINGS.UI.VITALSSCREEN.CALORIES
source: Fullness
pt_br: Satisfação

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.BASE
source: <b>Additional Domestic Growth [Lifecycle: {0}]</b>
pt_br: <b>Adicional por Crescimento Doméstico [Ciclo de vida: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
pt_br: Esta planta leva {0} para crescer domesticamente

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.BASE
source: <b>Domestic Growth [Lifecycle: {0}]</b>
pt_br: <b>Crescimento Doméstico [Ciclo de vida: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
pt_br: Esta planta leva {0} para crescer domesticamente

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.BASE
source: <b>Wild Growth [Lifecycle: {0}]</b>
pt_br: <b>Crescimento Selvagem [Ciclo de vida: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.TOOLTIP
source: This plant will take {0} to grow in the wild
pt_br: Esta planta leva {0} para crescer na natureza

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY
source: Eaten Today
pt_br: Comido Hoje

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY_TOOLTIP
source: Eaten Today ------------------ Consumed {0} of food this cycle
pt_br: Comido Hoje ------------------ Consumido {0} de comida nesse ciclo

# STRINGS.UI.VITALSSCREEN.HEALTH
source: Health
pt_br: Saúde

# STRINGS.UI.VITALSSCREEN.IMMUNITY
source: Immune System
pt_br: Sistema Imune

# STRINGS.UI.VITALSSCREEN.IMMUNITY_MULTIPLE_DISEASES
source: Multiple diseases ({0})
pt_br: Múltiplas doenças ({0})

# STRINGS.UI.VITALSSCREEN.NOT_DROWNING
source: Liquid Level
pt_br: Nível de Líquido

# STRINGS.UI.VITALSSCREEN.STRESS
source: Stress
pt_br: Estresse

# STRINGS.UI.VITALSSCREEN.SUBMERSION
source: Liquid Level
pt_br: Nível de Líquido

# STRINGS.UI.VITALSSCREEN_CALORIES
source: Fullness
pt_br: Energia

# STRINGS.UI.VITALSSCREEN_EATENTODAY
source: Eaten Today
pt_br: Comido Hoje

# STRINGS.UI.VITALSSCREEN_EATENTODAY_TOOLTIP
source: The amount of food this Duplicant has eaten this cycle
pt_br: A quantidade de comida ingerida por sua Duplicata este ciclo

# STRINGS.UI.VITALSSCREEN_HEALTH
source: Health
pt_br: Saúde

# STRINGS.UI.VITALSSCREEN_IMMUNITY
source: Immune System
pt_br: Sistema Imune

# STRINGS.UI.VITALSSCREEN_NAME
source: Name
pt_br: Nome

# STRINGS.UI.VITALSSCREEN_RATIONS
source: Calories / Cycle
pt_br: Calorias / Ciclo

# STRINGS.UI.VITALSSCREEN_RATIONS_TOOLTIP
source: Set how many calories this Duplicant may consume daily
pt_br: Defina quantas calorias esta Duplicata pode consumir diariamente

# STRINGS.UI.VITALSSCREEN_STRESS
source: Stress
pt_br: Estresse

# STRINGS.UI.VITALSSCREEN_UNTIL_FULL
source: Until Full
pt_br: Até encher

# STRINGS.UI.WELCOMEMESSAGEBEGIN
source: BEGIN
pt_br: COMEÇAR

# STRINGS.UI.WELCOMEMESSAGEBODY
source: Your crew has awoken stranded inside a distant asteroid. Oddly, they can't recall how they got here. They'll need to survive to find answers.
pt_br: Sua tripulação acordou presa dentro de um asteróide distante. Estranho que eles não conseguem se lembrar de como pararam aqui. Eles precisam sobreviver para encontrar respostas.

# STRINGS.UI.WELCOMEMESSAGETITLE
source: - ALERT -
pt_br: - ALERTA -

# STRINGS.UI.WORLDGEN.ANALYZINGWORLD
source: Shuffling DNA Blueprints...
pt_br: Embaralhando a reserva de DNA...

# STRINGS.UI.WORLDGEN.ANALYZINGWORLDCOMPLETE
source: Tidying up for the Duplicants...
pt_br: Ajeitando antes das Duplicatas chegarem...

# STRINGS.UI.WORLDGEN.BORDERS
source: Just adding water...
pt_br: Adicionando um pouco de água...

# STRINGS.UI.WORLDGEN.BORDERS1
source: Just adding water...
pt_br: Adicionando um pouco de água...

# STRINGS.UI.WORLDGEN.BORDERS2
source: Staring at the void...
pt_br: Encarando o vazio...

# STRINGS.UI.WORLDGEN.BORDERS3
source: Staring at the void...
pt_br: Encarando o vazio...

# STRINGS.UI.WORLDGEN.BORDERS4
source: Staring at the void...
pt_br: Encarando o vazio...

# STRINGS.UI.WORLDGEN.BORDERS5
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BORDERS6
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BORDERS7
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BORDERS8
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BORDERS9
source: Avoiding awkward eye contact with the void...
pt_br: Evitando contato visual com o vazio...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE
source: Sorting quadrillions of atoms...
pt_br: Organizando trilhões de átomos...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE1
source: Sorting quadrillions of atoms...
pt_br: Organizando trilhões de átomos...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE2
source: Sorting quadrillions of atoms...
pt_br: Organizando trilhões de átomos...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE3
source: Ironing the fabric of creation...
pt_br: Costurando o tecido do cosmo...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE4
source: Ironing the fabric of creation...
pt_br: Costurando o tecido do cosmo...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE5
source: Ironing the fabric of creation...
pt_br: Costurando o tecido do cosmo...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE6
source: Taking hot meteor shower...
pt_br: Tomando uma chuva de meteoros...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE7
source: Tightening asteroid belts...
pt_br: Apertando o cinturão de asteroides...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE8
source: Tightening asteroid belts...
pt_br: Apertando o cinturão de asteroides...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE9
source: Tightening asteroid belts...
pt_br: Apertando o cinturão de asteroides...

# STRINGS.UI.WORLDGEN.CHOOSEWORLDSIZE
source: Select the magnitude of your new galaxy.
pt_br: Selecione a magnitude de sua nova galáxia.

# STRINGS.UI.WORLDGEN.CLEARINGLEVEL
source: Staring into the void...
pt_br: Encarando o vazio...

# STRINGS.UI.WORLDGEN.COMPLETE
source: Success! Space adventure awaits.
pt_br: Sucesso! Hora da aventura espacial.

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT
source: Cooling glass...
pt_br: Resfriando o vidro...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT1
source: Cooling glass...
pt_br: Resfriando o vidro...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT10
source: Adding buckets of dirt...
pt_br: Adicionando toneladas de terra...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT2
source: Cooling glass...
pt_br: Resfriando o vidro...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT3
source: Cooling glass...
pt_br: Resfriando o vidro...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT4
source: Digging holes...
pt_br: Cavando buracos...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT5
source: Digging holes...
pt_br: Cavando buracos...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT6
source: Digging holes...
pt_br: Cavando buracos...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT7
source: Adding buckets of dirt...
pt_br: Adicionando toneladas de terra...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT8
source: Adding buckets of dirt...
pt_br: Adicionando toneladas de terra...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT9
source: Adding buckets of dirt...
pt_br: Adicionando toneladas de terra...

# STRINGS.UI.WORLDGEN.CONVERTTERRAINCELLSTOEDGES
source: Hardening diamonds...
pt_br: Endurecendo diamantes...

# STRINGS.UI.WORLDGEN.DRAWWORLDBORDER
source: Establishing personal boundaries...
pt_br: Estabelecendo espaço pessoal...

# STRINGS.UI.WORLDGEN.FAILED
source: Goodness, has this ever gone terribly wrong!
pt_br: Essa não, algo deu completamente errado!

# STRINGS.UI.WORLDGEN.GENERATENOISE
source: Baking igneous rock...
pt_br: Aquecendo a rocha ígnea...

# STRINGS.UI.WORLDGEN.GENERATENOISE1
source: Multilayering sediment...
pt_br: Sedimentando as camadas...

# STRINGS.UI.WORLDGEN.GENERATENOISE2
source: Multilayering sediment...
pt_br: Sedimentando as camadas...

# STRINGS.UI.WORLDGEN.GENERATENOISE3
source: Multilayering sediment...
pt_br: Sedimentando as camadas...

# STRINGS.UI.WORLDGEN.GENERATENOISE4
source: Superheating gases...
pt_br: Superaquecendo os gases...

# STRINGS.UI.WORLDGEN.GENERATENOISE5
source: Superheating gases...
pt_br: Superaquecendo os gases...

# STRINGS.UI.WORLDGEN.GENERATENOISE6
source: Superheating gases...
pt_br: Superaquecendo os gases...

# STRINGS.UI.WORLDGEN.GENERATENOISE7
source: Vacuuming out vacuums...
pt_br: Esvaziando o vazio...

# STRINGS.UI.WORLDGEN.GENERATENOISE8
source: Vacuuming out vacuums...
pt_br: Esvaziando o vazio...

# STRINGS.UI.WORLDGEN.GENERATENOISE9
source: Vacuuming out vacuums...
pt_br: Esvaziando o vazio...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM1
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM2
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM3
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM4
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM5
source: Catalyzing Big Bang...
pt_br: Catalisando o Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM6
source: Approaching event horizon...
pt_br: Atingindo o ponto de não-retorno...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM7
source: Approaching event horizon...
pt_br: Atingindo o ponto de não-retorno...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM8
source: Approaching event horizon...
pt_br: Atingindo o ponto de não-retorno...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM9
source: Approaching event horizon...
pt_br: Atingindo o ponto de não-retorno...

# STRINGS.UI.WORLDGEN.GENERATINGWORLD
source: The Galaxy Synthesizer
pt_br: O Sintetizador de Galáxias

# STRINGS.UI.WORLDGEN.LOADING
source: Loading world...
pt_br: Carregando o mundo...

# STRINGS.UI.WORLDGEN.NORMALISENOISE
source: Interpolating toxic gas...
pt_br: Interpolando gases tóxicos...

# STRINGS.UI.WORLDGEN.PLACINGCREATURES
source: Building the suspense...
pt_br: Criando suspense...

# STRINGS.UI.WORLDGEN.PROCESSING
source: Embedding metals...
pt_br: Fundindo os metais...

# STRINGS.UI.WORLDGEN.PROCESSING1
source: Embedding metals...
pt_br: Fundindo os metais...

# STRINGS.UI.WORLDGEN.PROCESSING2
source: Embedding metals...
pt_br: Fundindo os metais...

# STRINGS.UI.WORLDGEN.PROCESSING3
source: Burying precious ore...
pt_br: Enterrando pedras preciosas...
