Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.BUILDING.STATUSITEMS.REQUIRESMINER.NAME
source: Requires Miner
pt_br: Requer Mineiro

# STRINGS.BUILDING.STATUSITEMS.REQUIRESMINER.TOOLTIP
source: Only Duplicants assigned to one of the Miner roles can dig this tile
pt_br: Somente Duplicantes designados como Mineiro pode cavar esse bloco

# STRINGS.BUILDING.STATUSITEMS.REQUIRESRESEARCHER.NAME
source: Requires Researcher
pt_br: Requer Pesquisador

# STRINGS.BUILDING.STATUSITEMS.REQUIRESRESEARCHER.TOOLTIP
source: Only Duplicants assigned to one of the Researcher roles can work this building
pt_br: Somente Duplicantes designados como Pesquisadores podem trabalhar nessa estrutura

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLE.NAME
source: Requires {Role}
pt_br: Requer {Role}

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLE.TOOLTIP
source: Only Duplicants assigned to the {Role} role can work this building
pt_br: Somente Duplicantes designados como {Role} podem trabalhar nessa estrutura

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.NAME
source: Current <style="research">Research</style>: {Tech}
pt_br: <style="research">Pesquisa</style> atual: {Tech}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.TOOLTIP
source: Research produced at this station will be invested in {Tech}
pt_br: Pesquisa produzida nesta estação será investida em {Tech}

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.NAME
source: Storing: {Stored} / {Capacity} kg
pt_br: Armazenando: {Stored} / {Capacity} kg

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.TOOLTIP
source: This container is storing {Stored} kg of material
pt_br: Este objeto possui {Stored} kg em materiais

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.NAME
source: Stored Charge: {0}/{1}
pt_br: Carga armazenada: {0}/{1}

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.TOOLTIP
source: This building has stored {0} out of a maximum {1}. It will consume {2} per use.
pt_br: Essa estrutura armazenou {0} de um total {1}. Ira consumir {2} por uso.

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.NAME
source: Current Status: Charging Suit
pt_br: Estado atual: Recarregando Traje

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.TOOLTIP
source: This Exosuit is docked and charging
pt_br: Este traje está ancorado e recarregando

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.NAME
source: Current Status: Full Charge
pt_br: Estado atual: Carga Completa

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.TOOLTIP
source: This Exosuit is fully charged and ready for use
pt_br: Traje está recarregado e pronta para o uso

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.NAME
source: Current Status: Needs Configuration
pt_br: Estado atual: Precisa de Configuração

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.TOOLTIP
source: Set this Dock to store an Exosuit or remain on Standby
pt_br: Defina esta estação para armazenar um Traje ou permanecer em Espera

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.NAME
source: Current Status: No Oxygen
pt_br: Estado Atual: Sem Oxigênio

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.TOOLTIP
source: This Dock is not receiving enough oxygen to refill an Exosuit
pt_br: Essa Estação não está recebendo oxigênio suficiente para encher o Traje

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.NAME
source: Current Status: Offline
pt_br: Estado atual: Desligada

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.TOOLTIP
source: This Exosuit Dock requires power
pt_br: Esta Estação de Traje precisa de energia

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.NAME
source: Current Status: On Standby
pt_br: Estado atual: Em Espera

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.TOOLTIP
source: This Dock is functional and ready to receive an Exosuit
pt_br: Esta Estação está funcional e pronta para receber um Traje

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.NAME
source: Current Status: Awaiting Delivery
pt_br: Estado Atual: Aguardando Entrega

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.TOOLTIP
source: Waiting for a Duplicant to deliver an Exosuit
pt_br: Esperando um Duplicante entregar um Traje

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.NAME
source: Not Configured
pt_br: Não Configurada

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.TOOLTIP
source: Exosuit Dock settings not configured
pt_br: Estação de Traje não está configurada

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.NAME
source: Clearance: Always Permitted
pt_br: Remoção: Sempre Permitido

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
pt_br: Duplicantes Trajados podem passar, mesmo se não tiver espaço para armazenarem seus trajes ------------------ Quando todas as Estações de trajes estiverem cheias, os Duplicantes irão remover seus trajes e largá-los pelo chão

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.NAME
source: Clearance: Vacancy Only
pt_br: Remoção: Somente com Vagas

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.TOOLTIP
source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
pt_br: Duplicantes Trajados poderão passar somente se tiver espaço para uma Estação de Traje para armazenarem o traje

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.NAME
source: Invalid Checkpoint
pt_br: Ponto de Checagem Inválido

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.TOOLTIP
source: This building has been built on the wrong side of an Exosuit Checkpoint Exosuit Docks must be placed beside a Checkpoint, opposite the side its checkpoint faces
pt_br: Esta estrutura foi construída no lado errado do Ponto de Checagem de Treje Estações de Trajes devem ser colocadas ao lado de um Ponto de Checagem oposto ao lado onde checa

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.NAME
source: Active
pt_br: Ligado

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.TOOLTIP
source: This switch is currently toggled on
pt_br: Este interruptor está ligado

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.NAME
source: Inactive
pt_br: Desligado

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.TOOLTIP
source: This switch is currently toggled off
pt_br: Este interruptor está desligado

# STRINGS.BUILDING.STATUSITEMS.TOILET.NAME
source: {FlushesRemaining} "Visits" Remaining
pt_br: {FlushesRemaining} "visitas" restantes

# STRINGS.BUILDING.STATUSITEMS.TOILET.TOOLTIP
source: {FlushesRemaining} more Duplicants can use this amenity before it requires maintenance
pt_br: Mais {FlushesRemaining} Duplicatas podem utilizar este serviço antes de precisar ser esvaziado

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.NAME
source: Requires Emptying
pt_br: Necessário esvaziar

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.TOOLTIP
source: This amenity cannot be used while full ------------------ Emptying it will produce <style="solid">Polluted Dirt</style>
pt_br: Este serviço não pode ser utilizado enquanto estiver lotado ------------------ Esvaziá-lo irá produzir <style="solid">Terra Poluída</style>

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.NAME
source: Unreachable restroom
pt_br: Banheiro Inacessível

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have toilets available within {0} cells
pt_br: Duplicantes em Recuperação precisam de privadas disponíveis dentro de {0} células

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.NAME
source: Too Cold
pt_br: Muito Frio

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.TOOLTIP
source: Either this building or its surrounding environment is too cold to operate
pt_br: Essa estrutura ou seu ambiente estão frios demais para operar

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.NAME
source: Output Blocked
pt_br: Saída bloqueada

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.TOOLTIP
source: This turbine's output is blocked
pt_br: A saída desta turbina está bloqueada

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.NAME
source: Underpowered
pt_br: Pouca carga

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.TOOLTIP
source: This turbine requires {MASS} of {ELEMENT} at {TEMPERATURE} to run
pt_br: Essa turbina requer {MASS} de {ELEMENT} à {TEMPERATURE} para funcionar

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.NAME
source: Warming Up
pt_br: Aquecendo

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.TOOLTIP
source: The turbine is spinning up
pt_br: A turbina está girando

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.NAME
source: Unassigned
pt_br: Sem dono

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.TOOLTIP
source: Assign a Duplicant to use this amenity
pt_br: Atribua uma Duplicata a este objeto

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.NAME
source: Under Construction
pt_br: Sob construção

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.TOOLTIP
source: This building is currently being built
pt_br: Este objeto está sendo construído

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.NAME
source: Construction Task Assigned
pt_br: Tarefa de contrução Designada

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.TOOLTIP
source: Waiting for a Duplicant to build
pt_br: Aguardando uma Duplicata para a construção

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.NAME
source: Low Air Pressure
pt_br: Baixa pressão atmosférica

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to operate
pt_br: É necessária uma pressão atmosférica mínima de {TargetPressure} para que este objeto possa funcionar

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.NAME
source: Out of Order
pt_br: Fora de serviço

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.TOOLTIP
source: This amenity requires maintenance
pt_br: Este serviço precisa de manutenção

# STRINGS.BUILDING.STATUSITEMS.VALVE.NAME
source: Max Flow Rate: {MaxFlow}
pt_br: Vazão máxima: {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVE.TOOLTIP
source: This valve is allowing flow at a volume of {MaxFlow}
pt_br: Esta válvula permite uma vazão máxima de volume de {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.NAME
source: Requested Flow Rate: {QueuedMaxFlow}
pt_br: Vazão desejada: {QueuedMaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.TOOLTIP
source: Waiting for a Duplicant to adjust flow rate
pt_br: Aguardando uma Duplicata para ajustar a vazão

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.NAME
source: Awaiting Material Delivery {ItemsRemaining}
pt_br: Aguardando entrega de materiais {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
pt_br: Aguardando que uma Duplicata entregue: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.NAME
source: Awaiting Repair Material Delivery {ItemsRemaining}
pt_br: Aguardando entrega de material para conserto {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
pt_br: Aguardando para que uma Duplicata entregue: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.NAME
source: Wattage: {Wattage}
pt_br: Potência: {Wattage}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.TOOLTIP
source: This building is generating {Wattage} of power
pt_br: Este objeto está gerando {Wattage} de energia

# STRINGS.BUILDING.STATUSITEMS.WATTSON.NAME
source: Next Duplicant: {TimeRemaining}
pt_br: Próxima Duplicata: {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.TOOLTIP
source: The Printing Pod can print out new Duplicants over time. The next one will be ready in {TimeRemaining}
pt_br: A Impressora pode imprimir novos Duplicantes com o tempo. O próximo estará pronto em {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.UNAVAILABLE
source: UNAVAILABLE
pt_br: INDISPONÍVEL

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.NAME
source: Colony Lost
pt_br: Colônia perdida

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.TOOLTIP
source: All Duplicants are dead or incapacitated
pt_br: Todas as Duplicatas estão mortas ou incapacitadas

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.NAME
source: Overpressure
pt_br: Sobrepressão

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.TOOLTIP
source: This well can no longer function due to excessive backpressure
pt_br: Esta fonte não pode mais funcionar devido a excessiva contrapressão

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.NAME
source: Backpressure: {0}
pt_br: Contrapressão: {0}

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.TOOLTIP
source: Well pressure increases with each use and must be periodically relieved to prevent shutdown
pt_br: Pressão da fonte aumenta a cada uso e deve ser periodicamente aliviada para evitar desligamento

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.NAME
source: Circuit Status: {CurrentLoad} / {MaxLoad}
pt_br: Estado do circuito: {CurrentLoad} / {MaxLoad}

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.TOOLTIP
source: The current load on this circuit
pt_br: A potência atual sendo utilizada por este circuito e seu limite

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.NAME
source: Wire Connected
pt_br: Fio Elétrico conectado

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.TOOLTIP
source: This wire is connected to a network
pt_br: O Fio Elétrico está conectado a um circuito

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.NAME
source: Wire Disconnected
pt_br: Fio Elétrico desconectado

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.TOOLTIP
source: This wire is not connecting a power consumer to a generator
pt_br: Este Fio Elétrico não está conectando um consumidor a um gerador de Energia

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.NAME
source: Max Wattage: {WireMaxWattage}
pt_br: Potência máx.: {WireMaxWattage}

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.TOOLTIP
source: The maximum wattage that this wire can safely sustain
pt_br: A potência máxima que esta fiação consegue sustentar sem riscos

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.NAME
source: Wire Nominal
pt_br: Fio normal

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.TOOLTIP
source: This wire is in good condition
pt_br: Este Fio Elétrico se encontra em um bom estado

# STRINGS.BUILDING.STATUSITEMS.WORKING.TOOLTIP
source: This building is working as intended
pt_br: O objeto está funcionando normalmente

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.NAME
source: Disable Disinfect
pt_br: Desativar Desinfecção

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.TOOLTIP
source: Do not automatically disinfect this building
pt_br: Não desinfectar automaticamente esta estrutura

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.NAME
source: Enable Disinfect
pt_br: Ativar Desinfecção

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.TOOLTIP
source: Automatically disinfect this building when it becomes contaminated
pt_br: Desinfectar automaticamente esta estrutura quando estiver contaminada

# STRINGS.BUILDINGS.AUTODISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is clean
pt_br: Esta estrutura está limpa

# STRINGS.BUILDINGS.DAMAGESOURCES.BAD_INPUT_ELEMENT
source: receiving an incorrect substance
pt_br: recebeu uma substância incorreta

# STRINGS.BUILDINGS.DAMAGESOURCES.BUILDING_OVERHEATED
source: overheating
pt_br: sobreaquecendo

# STRINGS.BUILDINGS.DAMAGESOURCES.CIRCUIT_OVERLOADED
source: an overloaded circuit
pt_br: um circuito sobrecarregado

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_BOILED
source: pipe contents becoming too hot
pt_br: conteúdos do cano ficaram muito quentes

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_FROZE
source: pipe contents becoming too cold
pt_br: conteúdos do cano ficaram muito frios

# STRINGS.BUILDINGS.DAMAGESOURCES.LIQUID_PRESSURE
source: neighboring liquid pressure
pt_br: pressão de líquidos ao redor

# STRINGS.BUILDINGS.DAMAGESOURCES.MINION_DESTRUCTION
source: an angry Duplicant. Rude!
pt_br: um Duplicante agressivo. Que rude!

# STRINGS.BUILDINGS.DAMAGESOURCES.NOTIFICATION_TOOLTIP
source: A {0} sustained damage from {1}
pt_br: {0} recebeu dano de {1}

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.NAME
source: Cancel Disinfect
pt_br: Cancelar Desinfecção

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.TOOLTIP
source: Cancel this disinfect order
pt_br: Cancelar essa ordem de desinfecção

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.NAME
source: Disinfect
pt_br: Desinfectar

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.TOOLTIP
source: Mark this building for disinfection
pt_br: Marque este objeto para lavagem

# STRINGS.BUILDINGS.DISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is already clean
pt_br: Este objeto já está limpo

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.DESC
source: Super computers unlock higher technology tiers than research stations alone.
pt_br: Super computadores desbloqueiam níveis tecnológicos mais altos do que estações de pesquisa sozinhas.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.EFFECT
source: Conducts <style="research">Intermediate Research</style> to unlock new technologies.
pt_br: Conduz <style="research">Pesquisa Intermediária</style> e desbloqueia novas tecnologias.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.NAME
source: Super Computer
pt_br: Super Computador

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.DESC
source: Lures can be used to relocate flying creatures to specific locations in your base.
pt_br: Iscas podem ser usadas para realocar criaturas voadoras para locais específicos na sua base.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.EFFECT
source: Attracts airborne creatures of a single type when set with the correct bait.
pt_br: Atrai criaturas aéres de um único tipo quando armada com a isca correta.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.NAME
source: Aerial Creature Lure
pt_br: Isca de Criaturas Aéreas

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.DESC
source: A thermo regulator doesn't remove heat, but relocates it to a new area.
pt_br: Um termo regulador não remove o calor, mas realoca-lo para uma nova área.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.EFFECT
source: Cools the <style="gas">Gas</style> piped through it, but outputs <style="heat">Heat</style> in its immediate vicinity.
pt_br: Resfria o <style="gas">Gás</style> que recebe através de canos, mas gera <style="heat">Calor</style> ao seu redor.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.NAME
source: Thermo Regulator
pt_br: Regulador Termal

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.DESC
source: Airborne germs travel easily through polluted oxygen, spreading contamination if unfiltered.
pt_br: Germes aéreos viajam facilmente pelo oxigênio poluído, espalhando contaminação se não for filtrado.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.EFFECT
source: Nullifies <style="gas">Polluted Oxygen</style>.
pt_br: Anula <style="gas">Oxigênio Poluído</style>.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.NAME
source: Deodorizer
pt_br: Purificador de Ar

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.DESC
source: Algae distillers convert disease-causing slime into algae for oxygen production.
pt_br: Destiladores de alga convertem limo causador de doenças em alga para produção de oxigênio.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.EFFECT
source: Refines <style="misc">Slime</style> into <style="misc">Algae</style>.
pt_br: Refina <style="misc">Limo</style> em <style="misc">Alga</style>.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.NAME
source: Algae Distiller
pt_br: Destilador de Algas

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.DESC
source: Placing algae terrariums in well lit areas will produce more oxygen.
pt_br: Colocação de terrários de algas em áreas bem iluminadas produzirá mais oxigênio.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.EFFECT
source: Recycles <style="gas">Carbon Dioxide</style> into a bit of <style="oxygen">Oxygen</style>. Gains a minor efficiency boost in direct <style="light">Light</style>.
pt_br: Recicla <style="gas">Dióxido de Carbono</style> em uma pequena quantidade de <style="oxygen">Oxigênio</style>. Ganha um pequeno bônus de eficiência em local <style="light">Iluminado</style>.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.NAME
source: Algae Terrarium
pt_br: Fazenda de Algas

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.DESC
source: All-natural remedies to cure what ails you.
pt_br: Remédios naturais para curar todos os seus problemas.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.EFFECT
source: Produces <style="medicine">Medicine</style> to cure most basic <style="disease">Diseases</style>. Duplicants will not fabricate unless recipes are queued.
pt_br: Produz <style="medicine">Medicamentos</style> curando <style="disease">Doenças</style> mais básicas. Duplicantes não irão fabricar enquanto receitas não forem colocadas na fila.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.NAME
source: Apothecary
pt_br: Farmácia

# STRINGS.BUILDINGS.PREFABS.BATTERY.DESC
source: Batteries allow extra power from generators to be stored for later, rather than lost.
pt_br: Baterias permitem armazenar energia excedente de geradores para serem armazenadas para depois.

# STRINGS.BUILDINGS.PREFABS.BATTERY.EFFECT
source: Stores a bit of runoff <style="power">Power</style> from generators, but loses charge over time.
pt_br: Armazena um pouco de <style="power">Energia</style> criada pelos geradores, mas perde carga lentamente.

# STRINGS.BUILDINGS.PREFABS.BATTERY.NAME
source: Tiny Battery
pt_br: Bateria Pequena

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.DESC
source: Larger batteries hold more power and keep systems running longer before recharging.
pt_br: Baterias maiores detêm o poder mais e mantém sistemas funcionando mais tempo antes de recarregar.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.EFFECT
source: Stores most runoff <style="power">Power</style> from generators, but loses charge over time.
pt_br: Armazena bastante <style="power">Energia</style> criada pelos geradores, mas perde carga lentamente.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.NAME
source: Battery
pt_br: Bateria

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DESC
source: Smart batteries are designed to be integrated into logic systems and will become <style="logic">Active</style> if they are charged above a user specified threshold
pt_br: Baterias inteligentes foram feitas para serem integradas a circuitos lógicos e ficarão <style="logic">Ativas</style> se elas forem carregas acima do limite definido pelo usuário

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.LOGIC_PORT_DESC
source: <style="logic">Active</style> if power level exceeds a threshold
pt_br: <style="logic">Ativa</style> se o nível de energia excede o limite

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.NAME
source: Smart Battery
pt_br: Bateria Inteligente

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_LOGIC_ACTIVE_THRESHOLD
source: Logic Active Threshold
pt_br: Limite de Ativação Lógica

# STRINGS.BUILDINGS.PREFABS.BED.DESC
source: Duplicants without a bed will develop sore backs from sleeping on the floor.
pt_br: Duplicantes preferem camas do que berços e irão recuperar mais energia ao dormir nelas.

# STRINGS.BUILDINGS.PREFABS.BED.EFFECT
source: Gives one Duplicant a place to sleep. Duplicants will automatically return to their cots to sleep at night.
pt_br: Dá a um Duplicante um local para dormir. Duplicantes irão automaticamente voltar para seus berços para dormir à noite.

# STRINGS.BUILDINGS.PREFABS.BED.NAME
source: Cot
pt_br: Camita
