Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.TOOLTIP
source: This memorial honors no one.
pt_br: Este memorial não honra ninguém.

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.NAME
source: Max Temperature Reached
pt_br: Temperatura máx. atingida

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.TOOLTIP
source: This building cannot heat the surrounding environment beyond {0}
pt_br: Este objeto não consegue aumentar a temperatura do ambiente acima de {0}

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.NAME
source: Low Air Pressure
pt_br: Baixa pressão atmosférica

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to heat up
pt_br: É necessária uma pressão atmosférica mínima de {TargetPressure} para que este objeto possa aquecer

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.NAME
source: Not Submerged In Liquid
pt_br: Não submerso em líquido

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.TOOLTIP
source: This building must be submerged in liquid to function
pt_br: Este objeto deve estar submerso em líquido para funcionar

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.NAME
source: Insufficient Resources
pt_br: Recursos insuficientes

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.TOOLTIP
source: The mass of material that was delivered to this building was too low Deliver more material to run this building
pt_br: A quantidade de material entregue a esta estrutura foi muito baixa Entregue mais materiais para ativá-la

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.NAME
source: Invalid Building Location
pt_br: Local inválido para construção

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.TOOLTIP
source: Cannot construct building in this location
pt_br: Impossível construir objeto neste local

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.NAME
source: <style="power">Power</style> Available: {JoulesAvailable}
pt_br: <style="power">Energia</style> disponível: {JoulesAvailable}

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.TOOLTIP
source: {JoulesAvailable} of stored power available for use
pt_br: {JoulesAvailable} de energia armazenada pronta para ser usada

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.NAME
source: Empty Pipe
pt_br: Cano vazio

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.TOOLTIP
source: There is no liquid in this pipe
pt_br: Não há líquidos neste cano

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.NAME
source: Not Pumping
pt_br: Não bombeando

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
pt_br: Esta bomba não está ativa

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.NAME
source: Liquid Vent Obstructed
pt_br: Escoadouro obstruído

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing liquid flow to this vent
pt_br: Um cano foi obstruído e está impedindo a passagem de líquido para este escoadouro

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.NAME
source: Liquid Vent Overpressure
pt_br: Escoadouro sob alta pressão

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping liquid away or clearing more space
pt_br: A pressão desta área está alta demais para continuar liberando líquidos Reduza a pressão bombeando líquido para outras áreas ou abrindo mais espaço

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_DISABLED
source: Disabled by Automation Grid
pt_br: Desativado pela grade de automação

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_ENABLED
source: Enabled by Automation Grid
pt_br: Habilitado pela grade de automação

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.NAME
source: Feedback Loop
pt_br: Loop de retroalimentação

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.TOOLTIP
source: Feedback loops prevent automation grids from functioning Feedback loops occur when the Output of an automated building connects back to its own Input through the Automation grid
pt_br: Loops de feedback impedem que as redes de automação funcionem Os loops de feedback ocorrem quando a saída de um edifício automatizado se conecta de volta à sua própria entrada através da grade de automação

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.NAME
source: Masterpiece
pt_br: Obra-prima

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.TOOLTIP
source: This poignant piece stirs something deep within each Duplicant's soul
pt_br: Esta obra de arte fomenta diferente emoções na alma de cada Duplicata

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.NAME
source: Quaint
pt_br: Pitoresco

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.TOOLTIP
source: Duplicants find this art piece quite charming
pt_br: As Duplicatas veem um certo charme nesta obra

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.NAME
source: Crude
pt_br: Horrorosa

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.TOOLTIP
source: Honestly, Morbs could've done better
pt_br: Honestamente, Morbs poderiam ter feito melhor

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.NAME
source: Charging Up
pt_br: Carregando

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.TOOLTIP
source: This power source is being charged
pt_br: Esta fonte de energia está sendo carregada

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.NAME
source: Powering
pt_br: Energizando

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.TOOLTIP
source: This generator is supplying energy to power consumers
pt_br: Este gerador está produzindo energia para os consumidores do circuito

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.NAME
source: Manually Controlled
pt_br: Controle manual

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.TOOLTIP
source: This Duplicant is under your control
pt_br: Esta Duplicata está sob seu controle

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NAME
source: Insufficient Resources {ItemsRemaining}
pt_br: Recursos insuficientes {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_NAME
source: Building lacks resources
pt_br: Estrutura sem materiais suficientes

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_TOOLTIP
source: Crucial materials are unavailable or beyond reach for these buildings:
pt_br: Materiais essenciais para este objeto não estão disponíveis ou fora do seu alcance:

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.TOOLTIP
source: Crucial materials for this building are beyond reach or unavailable
pt_br: Materiais essenciais para este objeto não estão disponíveis ou fora de alcance

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.NAME
source: Resources Low {ItemsRemaining}
pt_br: Materiais acabando {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.TOOLTIP
source: This building will soon require materials that are unavailable
pt_br: Este objeto em breve precisará de materiais que não estão mais disponíveis

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NAME
source: Melting Down
pt_br: Derretendo

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_NAME
source: Building meltdown
pt_br: Objetos derretendo

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_TOOLTIP
source: These buildings are collapsing:
pt_br: Os seguintes objetos estão derretendo:

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.TOOLTIP
source: This building is collapsing
pt_br: Este objeto está derretendo

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.NAME
source: Missing Foundation
pt_br: Faltando suporte

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.TOOLTIP
source: Build Tiles beneath this building ------------------ Tiles can be found in the <color=#833A5FFF>Base Tab</color> <color=#F44A47>[1]</color> of the Build Menu
pt_br: Construa blocos debaixo deste objeto ------------------ Blocos podem ser encontrados na <color=#833A5FFF>Aba de Base</color> <color=#F44A47>[1]</color> no menu de construção

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.NAME
source: Unreachable Mop
pt_br: Impossível Secar

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
pt_br: Duplicantes não conseguem alcançar esta área

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.NAME
source: Multitool Required
pt_br: Necessária Multiferramenta

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.TOOLTIP
source: A multitool is required to mine this material ------------------ Multitools can be made at Crafting Stations in the <color=#833A5FFF>Stations Tab</color> <color=#F44A47>[0]</color> of the Build Menu
pt_br: Você precisa de uma Multiferramenta para cavar este material ------------------ Multiferramentas podem ser criadas na Estação de Criação na <color=#833A5FFF>Aba de Oficinas</color> <color=#F44A47>[9]</color> no menu de construção

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.NAME
source: No Gas Intake
pt_br: Sem entrada de gás

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.TOOLTIP
source: This building has nowhere to receive gas from
pt_br: Este objeto não tem como receber gases

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.NAME
source: No Gas Output
pt_br: Sem saída de gás

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.TOOLTIP
source: This building has nowhere to send gas
pt_br: Este objeto não tem como enviar gases

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.NAME
source: No Liquid Intake
pt_br: Sem entrada de Líquido

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.TOOLTIP
source: This building has nowhere to receive liquid from
pt_br: Este objeto não tem como receber líquidos

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.NAME
source: No Liquid Output
pt_br: Sem saída de Líquido

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.TOOLTIP
source: This building has nowhere to send liquid
pt_br: Este objeto não tem como enviar líquidos

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.NAME
source: No Seeds
pt_br: Sem sementes

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.TOOLTIP
source: Uproot wild plants to obtain seeds
pt_br: Desenraize plantas selvagens para adquirir suas sementes

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.NAME
source: No Power
pt_br: Sem energia

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.TOOLTIP
source: All connected power sources have lost charge
pt_br: Nenhuma das fontes de energia conectadas possui carga

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.NAME
source: Resource Required
pt_br: Necessário material

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.TOOLTIP
source: This building is missing required materials
pt_br: Este objeto não possui todos os materiais necessários

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.NAME
source: No Seed Selected
pt_br: Nenhuma Semente selecionada

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.TOOLTIP
source: Uproot wild plants to obtain seeds
pt_br: Desenraize plantas selvagens para adquirir suas sementes

# STRINGS.BUILDING.STATUSITEMS.NEEDSREGION.NAME
source: Missing Region
pt_br: Fora da região

# STRINGS.BUILDING.STATUSITEMS.NEEDSREGION.TOOLTIP
source: This building must be inside a {0} region
pt_br: Este objeto deve estar dentro de uma região de {0}

# STRINGS.BUILDING.STATUSITEMS.NEEDSVALIDREGION.NAME
source: Valid Region Required
pt_br: Região inválida

# STRINGS.BUILDING.STATUSITEMS.NEEDSVALIDREGION.TOOLTIP
source: This building region has not yet met its requirements
pt_br: A região na qual o objeto se encontra ainda não atingiu seus requerimentos

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.NAME
source: Cannot Mine
pt_br: Impossível cavar

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.TOOLTIP
source: This resource cannot be mined by Duplicant tools
pt_br: Este material não pode ser cavado pelas ferramentas das Duplicatas

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NAME
source: New Duplicants Available
pt_br: Novas Duplicatas disponíveis

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_NAME
source: New Duplicants are available
pt_br: Novas Duplicatas estão disponíveis

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_TOOLTIP
source: The Printing Pod <color=#F44A47>[H]</color> is ready to print a new Duplicant. Please select a DNA blueprint:
pt_br: A Impressora Central <color=#F44A47>[H]</color> está pronta para imprimir uma nova Duplicata. Escolha o DNA desejado:

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.TOOLTIP
source: A new colony member is ready to be printed
pt_br: Um novo membro da colônia está pronto para ser impresso

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NAME
source: Inapplicable Research
pt_br: Pesquisa não aplicável

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_NAME
source: <style="research">Research Center</style> idle
pt_br: <style="research">Centro de pesquisas</style> ocioso

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: These buildings cannot produce the correct <style="research">Research Type</style> for the selected <style="research">Research Task</style>:
pt_br: Essas estruturas não podem produzir o <style="research">Tipo de Pesquisa</style> para a <style="research">Pesquisa</style> selecionada:

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.TOOLTIP
source: This building cannot produce the correct research type for the selected research task
pt_br: Essa estrutura não produz o tipo correto de pesquisa para a pesquisa selecionada

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.NAME
source: No Seed Available
pt_br: Sem Semente disponível

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.TOOLTIP
source: The selected seed is not available
pt_br: A semente selecionada não está disponível

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.NAME
source: No Filter Selected
pt_br: Nenhum filtro selecionado

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.TOOLTIP
source: Select a resource to filter
pt_br: Escolha qual material deseja filtrar

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.NAME
source: No Fishable Water
pt_br: Esta agua não pode ser pescada

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.TOOLTIP
source: There are no edible fish beneath this structure
pt_br: Não existem peixes comestíveis abaixo deste objeto

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.NAME
source: Pump Not In Gas
pt_br: Bomba sem Gás

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in gas to work
pt_br: Esta bomba deve estar submersa em gás para funcionar

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.NAME
source: Pump Not In Liquid
pt_br: Bomba sem água

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in liquid to work
pt_br: Esta bomba deve estar submersa em líquido para funcionar

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.NAME
source: No Automation Wire Connected
pt_br: Sem Fio Elétrico conectado

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.TOOLTIP
source: This building has not been connected to an automation grid
pt_br: Esse portão não está conectado à nenhum circuito de automação

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.NAME
source: No Bait Selected
pt_br: Sem isca selecionada

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.TOOLTIP
source: Select a resource to use as bait
pt_br: Selecione um recurso para usar como isca

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.NAME
source: No Power Consumers
pt_br: Sem consumidores de Energia

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.TOOLTIP
source: No buildings are connected to this power source
pt_br: Nenhum objeto conectado a esta fonte de energia

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NAME
source: No Research Task Selected
pt_br: Nenhuma Pesquisa selecionada

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_NAME
source: No <style="research">Research Task</style> selected
pt_br: Nenhuma <style="research">Pesquisa</style> está selecionada no momento

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <style="research">Research</style> project
pt_br: Abra a <color=#833A5FFF>Lista de Tecnologias</color> [R] para selecionar uma nova <style="research">Pesquisa</style>

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <style="research">Research</style> project
pt_br: Abra a <color=#833A5FFF>Lista de Tecnologias</color> [R] para selecionar uma nova <style="research">Pesquisa</style>

# STRINGS.BUILDING.STATUSITEMS.NORMAL.TOOLTIP
source: Nothing out of the ordinary here
pt_br: Nada de especial acontecendo aqui

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.NAME
source: Storage Not Assigned
pt_br: Sem armazém atribuído

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.TOOLTIP
source: No resources types are marked for storage in this building
pt_br: Nenhum tipo de recurso foi marcado para ser armazenado nesta estrutura

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.NAME
source: No Checkpoint
pt_br: Sem Ponto de verificação

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.TOOLTIP
source: Docks must be placed beside an Exosuit Checkpoint, opposite the side its checkpoint faces
pt_br: Estações devem ser colocadas ao lado de um Ponto de Checagem, oposto ao lado onde checa

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.NAME
source: Not Enough Power
pt_br: Sem energia suficiente

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.TOOLTIP
source: Building will be useable once it has more stored charge
pt_br: O edifício será utilizável uma vez que tenha mais carga armazenada

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.NAME
source: No Transit Tube Connected
pt_br: Sem tubos de transito conectados.

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.TOOLTIP
source: A straight Transit Tube must be connected to the top of the launch rail for this building to function.
pt_br: Um tubo de trânsito reto deve estar conectado ao topo do trilho de lançamento para que este edifício funcione.

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.NAME
source: No Wire Connected
pt_br: Sem Fio Elétrico conectado

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.TOOLTIP
source: This building has not been connected to a power grid
pt_br: Este objeto não está conecta a uma rede de energia

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.EXHAUSTING
source: Excess produced
pt_br: Excesso produzido

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.NAME
source: Heat Production: {0}
pt_br: Produção de calor: {0}

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.OPERATING
source: Normal operation
pt_br: Operando normalmente

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.PIPECONTENTS_TRANSFER
source: Transferred from pipes
pt_br: Transferido dos canos

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.TOOLTIP
source: This building is producing {0} of energy Sources: {1}
pt_br: Este objeto está produzindo {0} de energia Fontes: {1}

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.NAME
source: Damage: Overheating
pt_br: Dano: Sobreaquecimento

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.TOOLTIP
source: This building is taking damage and will meltdown if not cooled
pt_br: Este objeto está sendo danificado e fundirá se não for resfriado

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.NAME
source: Deconstruction Task Assigned
pt_br: Tarefa de Desconstrução Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.TOOLTIP
source: Waiting for a Duplicant to deconstruct this building
pt_br: Aguardando uma Duplicata para demolir este objeto

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.NAME
source: Fishing Task Assigned
pt_br: Tarefa de Pesca Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.TOOLTIP
source: Waiting for a Duplicant to fish
pt_br: Aguardando uma Duplicata para pescar peixes

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Task Assigned
pt_br: Tarefa de Colheita Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Waiting for a Duplicant to harvest
pt_br: Aguardando uma Duplicata para a colheita

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.NAME
source: Repair Task Assigned
pt_br: Tarefa de Reparo Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.TOOLTIP
source: Waiting for a Duplicant to repair Received damage {DamageInfo}
pt_br: Esperando um Duplicante reparar Recebeu dano de {DamageInfo}

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.NAME
source: Toggle Switch Task Assigned
pt_br: Mudança do Estado do botão designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.TOOLTIP
source: Waiting for a Duplicant to toggle switch
pt_br: Aguardando uma Duplicata para mudar o estado do interruptor

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Task Assigned
pt_br: Tarefa de Desenraizar Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Waiting for a Duplicant to uproot
pt_br: Aguardando uma Duplicata para a remoção

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.NAME
source: Work Task Assigned
pt_br: Tarefa Designada

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.TOOLTIP
source: Waiting for a Duplicant to operate this building
pt_br: Aguardando uma Duplicata para operar este objeto

# STRINGS.BUILDING.STATUSITEMS.PIPE.NAME
source: Contents: {Contents}
pt_br: Conteúdo: {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPE.TOOLTIP
source: This pipe is delivering {Contents}
pt_br: Este cano está entregando {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.CONTENTS
source: {0} of {1} at {2}
pt_br: {0} de {1} à {2}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.EMPTY
source: Empty
pt_br: Vazio

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.NAME
source: Function Suspended
pt_br: Função suspensa

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.TOOLTIP
source: This building has been toggled off Press Enable Building to resume its use
pt_br: Esta estrutura foi desativada - desligada Pressione Ativar Estrutura para continuar o uso

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.NAME
source: Max Gas Pressure
pt_br: Pressão atmosférica máxima

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.TOOLTIP
source: High ambient air pressure is preventing this building from emitting gas ------------------ Reduce pressure by pumping gas away or clearing more space
pt_br: A pressão desta área está alta demais para continuar emitindo gases Reduza a pressão bombeando gás para outras áreas ou abrindo mais espaço

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.NAME
source: Average Flow Rate: {FlowRate}
pt_br: Média de vazão: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.TOOLTIP
source: This building is pumping an average volume of {FlowRate}
pt_br: Este objeto está bombeando uma quantidade média de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.NAME
source: Liquid Available: {Liquids}
pt_br: Líquido Disponível: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.TOOLTIP
source: This pumping station has access to: {Liquids}
pt_br: Esta estação de bombeamento tem acesso a: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.NAME
source: Storing: {Stored}
pt_br: Armazenando: {Stored}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.TOOLTIP
source: This box contains {Stored} of food
pt_br: Esta caixa contêm {Stored} de comida

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.NAME
source: Releasing Pressure
pt_br: Liberando Pressão

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.TOOLTIP
source: Pressure buildup is being safely released
pt_br: O acúmulo de pressão está sendo liberado com segurança
