Repository: TioFuna/ONI_PTBR
Catalog: strings_*.po
Languages: pt_br

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.TOOLTIP
source: These Duplicants have asphyxiated in <style="heat">Hot</style> air:
pt_br: As seguintes Duplicatas morreram asfixiadas com ar <style="heat">Quente</style>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.NAME
source: Duplicants have suffocated
pt_br: Duplicatas morreram sufocadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.TOOLTIP
source: These Duplicants were unable to reach <style="oxygen">Oxygen</style> and died:
pt_br: As seguintes Duplicatas não conseguiram achar <style="oxygen">Oxigênio</style>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.NAME
source: Duplicants suffocated
pt_br: Duplicatas sufocadas

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.TOOLTIP
source: These Duplicants died from a lack of <style="oxygen">Oxygen</style>:
pt_br: Esses Duplicantes morreram pela falta de <style="oxygen">Oxigênio</style>:

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.MESSAGEBODY
source: The <style="food">food</style> your Duplicants make is only as clean as the <style="solid">ingredients</style> used to make it. Storing food in sterile or <style="heat">Refrigerated</style> environments will keep the produced food clean, while carefully placed hygiene systems will prevent your cooks from infecting the food while they handle it. Dangerously contaminated food can be recycled by clicking the <style="misc">COMPOST</style> button on the selected item.
pt_br: A <style="food">comida</style> que seus Duplicantes fazem é tão limpa quanto os <style="solid">ingredientes</style> que eles usaram para fazer. Armazenar comida em ambientes estéreis e <style="heat">Refrigerados</style> irá manter a comida produzida limpa, enquanto sistemas de higiene irão previnir que seus cozinheiros contaminem a comida enquanto eles a fazem. Comida perigosamente contaminada pode ser reciclada clicando no botão <style="misc">COMPOSTAR</style> do item selecionado.

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.NAME
source: TIP: Food Safety
pt_br: DICA: Segurança Alimentar

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.TOOLTIP
source: Learn how to manage food contamination
pt_br: Aprenda como administrar a contaminação da comida

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.MESSAGEBODY
source: New Duplicants are no longer available for printing. Countdown to the next production was rebooted.
pt_br: Nenhuma Duplicata disponível para ser impressa. Contagem regressiva até a próxima impressão reiniciada.

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.NAME
source: New Duplicants have been reabsorbed
pt_br: Novas Duplicatas podem ser reabsorvidas

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.TOOLTIP
source: The printable Duplicants have been reabsorbed
pt_br: As Duplicatas imprimíveis foram reabsorvidas

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.NAME
source: Duplicants have died
pt_br: Algumas Duplicatas morreram

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.TOOLTIP
source: These Duplicants have died:
pt_br: As seguintes Duplicatas morreram:

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.NAME
source: Fabricator idle
pt_br: Produtor ocioso

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.TOOLTIP
source: These fabricators have no recipes queued:
pt_br: Os seguintes objetos não possuem receitas na fila de produção:

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.MESSAGEBODY
source: In order to carry <style="liquid">Liquids</style> from place to place, Duplicants must first bottle them for transport. Build Pitcher Pumps over pools of liquid from the <style="misc">PLUMBING TAB</style> of the <style="misc">BUILD MENU</style> to pump those liquids into bottles. Duplicants will then automatically deliver the bottled liquids where they need to go.
pt_br: Para pode carregar <style="liquid">Líquidos</style> de um lugar para o outro, Duplicantes precisam engarrafar eles para o transporte. Construa Bombas Manuais sobre piscinas de líquidos pela <style="misc">ABA ENCANAMENTO</style> do <style="misc">MENU CONSTRUÇÃO</style> para bombear esses líquidos em garragas. Duplicantes irão automaticamente entregar os líquidos engarrafados onde for preciso.

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.NAME
source: TIP: Fetching Water
pt_br: DICA: Coletando Água

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.TOOLTIP
source: How to fetch a pail of water
pt_br: Pegando barris d'água

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.NAME
source: Food shortage
pt_br: Escassez de Comida

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.TOOLTIP
source: Your colony's <style="food">Food</style> reserves are low: • You have {0} available • Your Duplicants are consuming {1} per cycle
pt_br: As reservas de <style="food">Comida</style> estão baixas • Você possui {0} de comida restante • Seus Duplicantes estão consumindo {1} por ciclo

# STRINGS.MISC.NOTIFICATIONS.FOODROT.NAME
source: Food has decayed
pt_br: Comida apodreceu

# STRINGS.MISC.NOTIFICATIONS.FOODROT.TOOLTIP
source: These <style="food">Food</style> items have rotted and are no longer edible: • {0}
pt_br: Esses itens <style="food">Alimentares</style> apodreceram e não podem mais ser consumidos: • {0}

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.NAME
source: Food has become stale
pt_br: Comida ficou velha

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.TOOLTIP
source: These <style="food">Food</style> items have become stale and could rot if not stored:
pt_br: Essas <style="food">Comidas</style> estão azedando e podem apodrecer se não forem armazenados:

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDARRIVING.NAME
source: The colony is entering a cloud of gas
pt_br: A colônia está passando por uma nuvem de gás

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDDEPARTING.NAME
source: The gas cloud is receding
pt_br: A nuvem de gás está retrocedendo

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDGONE.NAME
source: The colony is once again in open space
pt_br: A colônia está novamente em um espaço aberto

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDPEAK.NAME
source: The gas cloud is at its densest point
pt_br: A nuvem de gás está em seu ponto mais denso

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.NAME
source: A gas cloud approaches
pt_br: Uma nuvem de gás apareceu

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.TOOLTIP
source: A toxic gas cloud will soon envelop the colony
pt_br: Uma nuvem de gás tóxica logo irá engolir a colônia

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.NAME
source: Genes Shuffled
pt_br: Genes Embaralhados

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.SUFFIX
source: has developed {0}
pt_br: desenvolveu {0}

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.TOOLTIP
source: These Duplicants had their genetic makeup modified:
pt_br: Esses Duplicantes tiveram seu genoma modificado:

# STRINGS.MISC.NOTIFICATIONS.HEALING.NAME
source: Healing
pt_br: Curando

# STRINGS.MISC.NOTIFICATIONS.HEALING.TOOLTIP
source: This Duplicant is recovering from an injury
pt_br: Esta Duplicata está se recuperando de uma ferida

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.NAME
source: New trait
pt_br: Novo traço

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.SUFFIX
source: has developed {0}
pt_br: desenvolveu {0}

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.TOOLTIP
source: These Duplicants' injuries weren't set and healed improperly. They developed traits as a result:
pt_br: As feridas desses Duplicantes não foram tratadas corretamente. Por causa disso, desenvolveram um novo traço:

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.NAME
source: Colony requires wash basins
pt_br: Colônia precisa de lavatórios

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.TOOLTIP
source: <style="disease">Germs</style> are spreading in your colony because your Duplicants have nowhere to clean up
pt_br: <style="disease">Germes</style> estão se espalhando pela sua colônia devido aos Duplicantes não terem onde se limpar

# STRINGS.MISC.NOTIFICATIONS.IMMIGRANTSLEFT.NAME
source: New Duplicants have been reabsorbed
pt_br: Novas Duplicatas foram reabsorvidas

# STRINGS.MISC.NOTIFICATIONS.IMMIGRANTSLEFT.TOOLTIP
source: The printable Duplicants have been Oozed
pt_br: As Duplicatas imprimíveis foram reabsorvidas

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.NAME
source: Duplicants' expectations increased
pt_br: Necessidades das Duplicatas elevadas

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.TOOLTIP
source: Duplicants require better amenities over time. These Duplicants have increased their expectations:
pt_br: As Duplicatas precisam de serviços melhores com o tempo. As seguintes Duplicatas possuem necessidades mais elevadas agora:

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.NAME
source: Invalid construction location
pt_br: Local inválido para construção

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.TOOLTIP
source: These buildings cannot be constructed in the planned areas:
pt_br: Os seguintes objetos não podem ser construídos nas áreas planejadas:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.NAME
source: Skill increase
pt_br: Melhoria de habilidade

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.SUFFIX
source: - {0} raised to {1}
pt_br: - {0} subiu para {1}

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP
source: These Duplicants' skills have improved:
pt_br: As seguintes habilidades da Duplicata melhoraram:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP_PST
source: Their expectations have increased accordingly.
pt_br: Necessidades das Duplicatas elevadas.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.MESSAGEBODY
source: Duplicants must be able to reach their job tasks in order to work. When placing tasks, keep in mind that Duplicants can only climb obstacles two tiles high, and are themselves two tiles tall. If you are unsure if a task you've placed is accessible, select a Duplicant and click <style="misc">SHOW NAVIGATION</style> to view all areas within their reach.
pt_br: Os Duplicantes devem ter acesso às tarefas dadas para que possam trabalhar. Ao dar tarefas, lembre-se de que Duplicantes podem apenas escalar até duas células de altura e eles possuem duas células de altura. Se não tem certeza se a tarefa é acessível, selecione um Duplicante e aperte <color=#833A5FFF>EXIBIR NAVEGAÇÃO</color> para ver todas as áreas que estão dentro de seu alcance.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.NAME
source: TIP: Duplicant Movement
pt_br: DICA: Movimento das Duplicatas

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.TOOLTIP
source: Understanding your Duplicants' maneuverability
pt_br: Entendendo a mobilidade dos Duplicantes

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.MESSAGEBODY
source: <style="disease">Germs</style> are an invisible peril that cause <style="disease">Disease</style> in your Duplicants. The <style="misc">GERM OVERLAY</style> <color=#F44A47><b>[F9]</b></color> will allow you to view all germ concentrations in your colony and the sources spawning them. Wash Basins can be built in dirty areas from the <style="misc">MEDICINE TAB</style> <color=#F44A47><b>[9]</b></color> to tell your Duplicants to where to wash up. If you keep your base clean and your Duplicants hygienic, your colony's Immunity will handle the rest.
pt_br: <style="disease">Germes</style> são um perigo invisível que causam <style="disease">Doenças</style> nos seus Duplicantes. O <style="misc">PAINEL GERMES</style> <color=#F44A47><b>[F9]</b></color> permitirá você visualizar todas as concentrações de germes pela sua colônia e as fontes que às geram. Lavatórios podem ser construídos em áreas sujas a partir da <style="misc">ABA SAÚDE</style> <color=#F44A47><b>[9]</b></color> para dizer as seus Duplicantes onde se lavar. Se você manter sua base limpa e seus Duplicantes higiênicos, a imunidade da colônia vai cuidar do resto.

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.NAME
source: TIP: Germs and Disease
pt_br: DICA: Germes e Doenças

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.TOOLTIP
source: Learn about the risks of Duplicant disease
pt_br: Aprenda sobre os riscos das doenças de Duplicante

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.NAME
source: Missing materials
pt_br: Sem materiais

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.TOOLTIP
source: These resources are not available:
pt_br: Os seguintes materiais não estão disponíveis:

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.MESSAGEBODY
source: <style="liquid">Polluted Water</style> emits <style="gas">Polluted Oxygen</style> and can accelerate the spread of <style="disease">Disease</style> through your base. Small accidents can be cleaned up by clicking and dragging with the <style="misc">MOP TOOL</style> <color=#F44A47><b>[M]</b></color>, while larger bodies may be worth filtering. Polluted water also <style="stress">Stresses</style> out Duplicants that come into contact with it, so it is best removed quickly for your colony's safety.
pt_br: <style="liquid">Água Poluída</style> emite <style="gas">Oxigênio Poluído</style> e pode acelerar a propagação de <style="disease">Doenças</style> pela sua base. Pequenos acidentes podem ser limpados com a <style="misc">FERRAMENTA LIMPAR</style> <color=#F44A47><b>[M]</b></color>, enquanto que corpos maiores podem ser filtrados. Água Poluída também <style="stress">Estressa</style> Duplicantes que entram em contato com ela, então é melhor removê-la rapidamente para a segurança da sua colônia.

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.NAME
source: TIP: Polluted Water
pt_br: DICA: Água Contaminada

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.TOOLTIP
source: Learn how to handle polluted materials
pt_br: Aprenda como administrar a contaminação da materiais

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.NAME
source: Nearly dry
pt_br: Quase seco

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.TOOLTIP
source: These Duplicants will dry off soon:
pt_br: As seguintes Duplicatas secarão em breve:

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.NAME
source: Colony requires a <style="power">Power</style> source
pt_br: Colônia precisa de fonte de <style="power">Energia</style>

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.TOOLTIP
source: <style="power">Power</style> is required to operate electrical buildings
pt_br: <style="power">Energia</style> é necessária para operar objetos elétricos

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.NAME
source: Colony requires a food source
pt_br: Colônia precisa de fonte de comida

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.TOOLTIP
source: Your colony will soon exhaust their supplies without a new <style="food">Food</style> source
pt_br: Sua colônia esgotará seus suprimentos sem uma nova fonte de <style="food">Comida</style>

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.NAME
source: Insufficient oxygen generation
pt_br: Produção de oxigênio insuficiente

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.TOOLTIP
source: • Your colony has produced {EmittingRate} of <style="oxygen">Oxygen</style> this cycle • Your Duplicants have consumed {ConsumptionRate}
pt_br: • Sua colônia produziu {EmittingRate} de <style="oxygen">Oxigênio</style> neste Ciclo • Suas Duplicatas consumiram {ConsumptionRate} de <style="oxygen">Oxigênio</style>

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.NAME
source: Colony requires beds
pt_br: Colônia precisa de camas

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.TOOLTIP
source: Your Duplicants would appreciate a place to sleep
pt_br: Suas Duplicatas adorariam ter um lugar para dormir

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.NAME
source: Colony requires toilets
pt_br: Colônia precisa de banheiro

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.TOOLTIP
source: Your Duplicants have nowhere to relieve themselves
pt_br: Suas Duplicatas não tem um lugar para fazerem suas necessidades

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.NAME
source: {0} has developed a trait
pt_br: {0} desenvolveu um traço

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.TOOLTIP
source: {0} has developed the trait(s): • {1}
pt_br: {0} desenvolveu os seguintes traços: • {1}

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.NAME
source: Colony requires Med-Beds
pt_br: Colônia precisa de Macas

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.TOOLTIP
source: Your sick Duplicants have nowhere to rest or receive medical aid
pt_br: Seus Duplicantes doentes não tem um lugar para descansar e receber cuidado médico

# STRINGS.MISC.NOTIFICATIONS.NOSTORAGEREGIONSAVAILABLE.NAME
source: No storage designated
pt_br: Nenhuma armazenagem definida

# STRINGS.MISC.NOTIFICATIONS.NOSTORAGEREGIONSAVAILABLE.TOOLTIP
source: You have no defined storage regions. Use the <color=#833A5FFF>CREATE STORAGE TOOL</color> <color=#F44A47>[Y]</color> to create storage for these items: • {0}
pt_br: Você não possui zonas de armazenagem. Use o <color=#833A5FFF>CRIADOR DE ZONAS DE ARMAZENAGEM</color> <color=#F44A47>[Y]</color> para definir onde armazenar os seguintes materiais: {0}

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.NAME
source: Output blocked
pt_br: Saída bloqueada

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
pt_br: Canos entupidos estão impedindo o funcionamento destes sistemas:

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants will choose what work they do based on the priorities you set. To set priorities, use the priority buttons under the tool menu. Many buildings also let you change their priority on selection.
pt_br: Duplicantes escolhem o que fazer de acordo com a prioridade da tarefa. Para definir a prioridade, utilize os botões de prioridade que aparecem abaixo do menu de ferramentas. Muitas estruturas também podem ter suas prioridades alteradas.

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.NAME
source: TIP: Priorities
pt_br: DICA: Prioridades

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.TOOLTIP
source: Understanding your Duplicants' priorities
pt_br: Entendendo as prioridades de suas Duplicatas

# STRINGS.MISC.NOTIFICATIONS.REDALERT.NAME
source: Red Alert
pt_br: Alerta Vermelho

# STRINGS.MISC.NOTIFICATIONS.REDALERT.TOOLTIP
source: The colony is prioritizing work over their individual well-being
pt_br: A colônia está dando prioridade ao trabalho ao invés de seu bem-estar

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.MESSAGEBODY
source: Eureka! <style="research">{0} Technology</style> has been unlocked. New buildings have become available: • <style="misc">{1}</style>
pt_br: Eureka! A tecnologia <style="research">{0}</style> foi destravada graças ao poder da ciência! Novos objetos disponíveis para construção: <style="misc">{1}</style>

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.NAME
source: Research Complete
pt_br: Pesquisa concluída

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.TOOLTIP
source: <style="research">{0}</style> research complete!
pt_br: Pesquisa "<style="research">{0}</style>" concluída!

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.NAME
source: Resources melted
pt_br: Materiais fundidos

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.TOOLTIP
source: These resources have melted:
pt_br: Os seguintes materiais foram fundidos:

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.MESSAGEBODY
source: Duplicants crave structure and will only eat, sleep, work, or bathe during the times you allot for these activities. To make the best use of your time, open the <style="misc">SCHEDULE TAB</style> <color=#F44A47><b>[U]</b></color> to adjust your colony's agenda and plan how your Duplicants should utilize their day.
pt_br: Duplicantes adoram rotinas, e irão comer, dormir, trabalhar ou tomar banho durante os horários que você definir. Para usar bem o seu tempo, abra a <style="misc">ABA ROTINA</style> <color=#F44A47><b>[U]</b></color> para ajustar a agenda de sua colônia e como sus Duplicantes devem aproveitar cada dia.

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.NAME
source: TIP: Scheduling
pt_br: DICA: Rotinas

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.TOOLTIP
source: Learn how to schedule your Duplicants' time
pt_br: Aprenda como definir a rotina de suas Duplicatas

# STRINGS.MISC.NOTIFICATIONS.STORAGEREGIONSMESSAGE.MESSAGEBODY
source: Duplicants are incredibly resourceful and will automatically use any materials in their reach. However, a Duplicant's productivity can be improved by storing resources closer to where they'll need them. Use the <style="misc">STORAGE REGION TOOL</style> <color=#F44A47><b>[Y + T]</b></color> to mark an area as storage, and the <style="misc">STORAGE OVERLAY</style> <color=#F44A47><b>[F6]</b></color> to assign resource types to it.
pt_br: Duplicantes são incrivelmente engenhosos e irão automaticamente usar materiais ao seu alcance. Porém, a produtividade de um Duplicante pode ser melhorada armazenando recursos perto de onde eles irão precisar. Use a <style="misc">FERRAMENTA REGIÃO DE ARMAZENAGEM</style> <color=#F44A47><b>[Y + T]</b></color> para marcar uma área como armazenagem, e o <style="misc">PAINÉL ARMAZENAGEM</style> <color=#F44A47><b>[F6]</b></color> para designar tipos de recursos a eles.

# STRINGS.MISC.NOTIFICATIONS.STORAGEREGIONSMESSAGE.NAME
source: TIP: Storage Regions
pt_br: DICA: Zonas de armazenagem

# STRINGS.MISC.NOTIFICATIONS.STORAGEREGIONSMESSAGE.TOOLTIP
source: Learn how to improve efficiency through organization
pt_br: Aprenda como aumentar sua eficiência ao ser mais organizado

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.MESSAGEBODY
source: Duplicants are fragile creatures and must be kept mentally healthy in order to function. Subpar conditions will increase Duplicants' <style="stress">Stress</style>, while improved conditions will decrease it. Too much <style="stress">Stress</style> will cause Duplicants to have a nervous breakdown. Select a Duplicant and mouse over <style="stress">Stress</style> in their <style="misc">INFORMATION TAB</style> to view their individual <style="stress">Stress</style> factors.
pt_br: Duplicantes são criaturas frágeis, e devem ter sua saúde mental bem cuidada para funcionarem. Condições ruins aumentarão o <style="stress">Estresse</style> de um Duplicante, enquanto que boas condições o reduzirão. <style="stress">Estresse</style> demais fará com que os Duplicantes tenham um colapso nervoso. Selecione um Duplicante e passe o mouse sobre <style="stress">Estresse</style> na <style="misc">ABA INFORMAÇÃO</style> para ver fatores individuais de <style="stress">Estresse</style>.

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.NAME
source: TIP: Stress Management
pt_br: DICA: Administrando Stress

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.TOOLTIP
source: Learn how to keep Duplicants happy and productive
pt_br: Aprenda como manter suas Duplicatas felizes e produtivas

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.NAME
source: Structural collapse
pt_br: Colapso estrutural

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.TOOLTIP
source: These buildings have collapsed:
pt_br: Os seguintes objetos desmoronaram:

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.NAME
source: Structural damage
pt_br: Dano estrutural

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.TOOLTIP
source: These buildings' structural integrity has been compromised
pt_br: A integridade estrutural destas estruturas estão comprometidas

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.NAME
source: No Docks available
pt_br: Sem Estações Disponíveis

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.TOOLTIP
source: An exosuit was dropped because there were no empty Exosuit Docks available
pt_br: Um Traje foi largado pois não existem Estações de Traje vazias disponíveis
